{
    "Billy_Hancock": "{{other people|William Hancock}}\n{{More footnotes|date=July 2014}}\n{{Infobox musical artist\n| name            = Billy Hancock\n| image           =\n| caption         =\n| image_size      =\n| birth_name      = William C. Hancock Jr.\n| alias           =\n| birth_place     = [[Alexandria, Virginia]], United States\n| birth_date      = {{birth date|1946|11|4}}\n| death_date      = {{death date and age|2018|01|22|1946|11|4}}\n| death_place     = [[La Plata, Maryland]], United States\n| origin          =\n| instrument      = Guitar, bass\n| genre           = Rock and roll, rockabilly, blues, jazz, R&B, country\n| occupation      = Vocalist, multi-instrumentalist\n| years_active    = 1962–2018\n| label           =\n| associated_acts =\n| website         = [https://web.archive.org/web/20081228110619/http://www.billyhancock.com/ www.billyhancock.com]<br />[https://www.myspace.com/billyhancockmusic www.myspace.com/billyhancockmusic]\n}}\n\n'''William C. Hancock Jr.''' (November 4, 1946 – January 22, 2018)<ref name=\"washingtonpost\">{{cite web |url=https://www.washingtonpost.com/local/obituaries/billy-hancock-rockabilly-performer-with-outrageous-style-dies-at-71/2018/01/23/8eadd05a-004a-11e8-9d31-d72cf78dbeee_story.html |title=Billy Hancock, rockabilly performer with outrageous style, dies at 71 |first=Terence |last=McArdle |date=January 23, 2018 |work=[[The Washington Post]] |accessdate=January 24, 2018 |archive-url=https://archive.today/20180124055749/https://www.washingtonpost.com/local/obituaries/billy-hancock-rockabilly-performer-with-outrageous-style-dies-at-71/2018/01/23/8eadd05a-004a-11e8-9d31-d72cf78dbeee_story.html |archive-date=2018-01-24 |url-status=live }}</ref> was an American singer, guitarist, bassist and multi-instrumental recording artist. He has made numerous recordings, primarily in the [[rockabilly]] genre but also has a large body of recorded work in [[rock 'n' roll]], [[blues]], [[jazz]], [[rhythm & blues]], and [[country music]]. He performed live primarily in the [[Washington, D.C.]], area, but also played regularly at European roots music festivals.\n\n==Early life==\nHancock was born in [[Washington, D.C.]], and raised in [[Alexandria, Virginia]], where he has lived most of his life.  He attended George Washington High School in Alexandria, graduating in 1964. He came from a musical family. His maternal grandmother Katie sang with Minstrel shows in black face accompanying herself on piano and harmonica. Two of his aunts Eileen and Anita were a singing duo in the 1940s who sang at two or three Washington DC radios stations on a regular basis. His paternal grandfather Mitchell (Mitch) Hancock played mandolin from about 1897 until 1902. He often played on River Boats in New Orleans and recorded for the Edison Label. Billy's father worked for the Southern Railway and his mother worked for Waxie Maxie's, a local record store chain, and other record stores. The records his mother brought home from work, primarily rhythm and blues from the late 1940s, played a large and influential role in his musical development.\n\n==Career==\nHancock began his career playing in bands around Washington, D.C., while still a teenager. After graduating from high school, he played with bands in [[Rhode Island]] and [[New York (state)|New York]] before returning to the Washington area. In 1968, he moved to [[Baltimore]] to attend the [[Peabody Conservatory]], and continued to play in bands in the Baltimore area.\n\nIn the early 1970s, Hancock began a collaboration with [[Danny Gatton]] and they formed Danny and the Fat Boys with Hancock (bass, vocals), Gatton (guitars), and Dave Elliott (drums, vocals). In 1975, the group released ''American Music'' on a label owned by Hancock and his brother. The album's title was taken from a rhythm and blues song Hancock had written. It was later re-issued on CD.\n\nIn 1978, Hancock recorded four rockabilly songs under the name Billy Hancock and the Tennessee Rockets for [[Ripsaw Records]], a small independent label. He continued to record rockabilly for Ripsaw under that name for two years. Ripsaw released four singles during that time and licensed those and other titles to larger labels both in the U.S. and France. It is these rockabilly recordings for which Hancock is known internationally.\n\nIn 1983, Hancock recorded another rockabilly record, \"Hey! Little Rock And Roller\", that was released in France on the Big Beat Label. Later that year, he returned to Ripsaw to record various rock and roll songs, six of which Ripsaw released in 1985. All of the Ripsaw material was later released on CDs by Finnish Bluelight Records.\n\nThroughout his career, Hancock played in backing bands for prominent musicians, including [[Fats Domino]], [[Gene Vincent]], blues guitarist [[Roy Buchanan]], rockabilly [[Charlie Feathers]], [[the Clovers]], [[Amos Milburn]], and country musicians [[Dottie West]] and [[Jean Shepard]]. He co-produced and played guitar on [[Tex Rubinowitz]]'s rockabilly song \"Hot Rod Man.\"\n\nIn 2002, Hancock and his brother the television director, Dale Hancock founded Turkey Mountain Records, an independent record label. The label was formed to find and promote talented artists of all genres who, for whatever reasons, have been ignored by other record labels. Their Archival Series re-released material on artists of the past whose works have been unavailable until now. Turkey Mountain Records' roster of artists included: Danny Gatton, The British Walkers (featuring Roy Buchanan), Bobbie (The Kid) Howard with Link Wray and The Ray Men, Charlie Feathers, The Fallen Angels, and Billy Hancock himself.\n\nIn 2005, the [[Washington Area Music Association]] WAMA awarded Hancock a Special Recognition Award for his 40-plus years as a vocalist, musician, songwriter, producer, promoter, and label owner. In 2006, WAMA presented him with two \"Wammie\" awards for 2005 Roots Rock Vocalist and Roots Rock Recording.  In 2012, WAMA presented Hancock as one of \"The Fallen Angels\" a special recognition award.\n\nIn 2010, Hancock was inducted into the Southern Legends Hall of Fame. He is already a member of three other International Halls of Fame.\n\nHancock was also the television host for ''American Music'' in Arlington, Virginia, where he interviewed and showcased songwriters and a music historian.\n\nHe was also a member of the resurrected art rock group from the sixties, The Fallen Angels.\n\nOn 4 November 2012 Hancock was inducted into The Northern Virginia Blues Society, Blues Hall of Fame in Manassas, Va.\n\n==Discography==\n*1975 - ''American Music''\n*1981 - ''Rockabilly Fever''\n*1981 - ''Shakin' That Rockabilly Fever''\n*1983 - ''Hey! Little Rock and Roller''\n*1985 - ''Wanted: True Rock 'n' Roll''\n*1988 - ''Vintage Masters''\n*1997 - ''American Music''\n*2000 - ''Live at Colonial Beach''\n*2000 - ''Shakin' That Rockabilly Fever''\n*2002 - ''On the Jazz''\n*2003 - ''Wanted: True Rock 'n' Roll''\n*2005 - ''Billy Hancock & the Tennessee Rockets Live!''\n*2005 - ''Passions''\n*2006 - ''Birth of a Billy: Anthology''\n*2008 - ''Out of the Darkness''\n*2010 - ''Rockabilly Fans Only “The Lost Tapes”''\n*2011 - ''Anthology Volume Two''\n\n==References==\n*\"Billy Hancock\" by Terence McArdle, Blue Suede News, # 82, 20 (Spring 2008, Duvall, Wash.); \"Billy Hancock - The Interview\", American Music, # 97, 4 (Sept. 2003, Varberg, Sweden).\n*Morrison, Craig, (1996).  Go Cat Go! Rockabilly Music and Its Makers.  Univ. of Ill. Press, Urbana and Chicago, 240.  {{ISBN|0-252-02207-6}}; American Music # 97, 8; Blue Suede News # 82, 23-24.\n*Morrison, 240-41; Poore, Billy, Rockabilly - A forty-year journey.  Hal Leonard, Milwaukee, 236-38.  {{ISBN|0-7935-9142-2}}; \"Billy Hancock - Part 2\" by Terence McArdle, Blue Suede News # 83, 5-6 (Summer 2008, Duvall, Wash.); \"Ripsaw - The Rock Interview\" by Tor Arne Petzold, Rock # 100, 13 (1999 Oslo, Norway).\n*Blue Suede News # 83, 7; Rock # 100, 16.\n*Blue Suede News # 83, 7-8.\n*Morrison, 240; American Music # 97, 7-8; Blue Suede News # 82, 22-23.\n*www.wamadc.com; Blue Suede News # 83, 8.\n*Blue Suede News # 83, 7-8.\n\n;Specific\n<references />\n\n{{Authority control}}\n\n{{DEFAULTSORT:Hancock, Billy}}\n[[Category:Musicians from Washington, D.C.]]\n[[Category:1946 births]]\n[[Category:2018 deaths]]\n[[Category:American rockabilly musicians]]"
}