{
    "Bill_Haley_&_His_Comets": "{{Use mdy dates|date=March 2023}}\n{{short description|American rock and roll band}}\n{{about|the rock and roll band|their self titled album|Bill Haley and His Comets (1960 album)}}\n{{More footnotes|date=October 2018}}\n{{Infobox musical artist\n| name            = Bill Haley & His Comets\n| image           = Bill Haley and the Comets1956.jpg\n| caption         = Bill Haley and His Comets in 1956. Left to right: [[Rudy Pompilli]], [[Billy Williamson (guitarist)|Billy Williamson]], [[Al Rex]], [[Bill Haley]], [[Johnny Grande]], [[Ralph Jones (musician)|Ralph Jones]], and [[Franny Beecher]]\n| alias           = {{Flatlist|\n*The Down Homers\n*Bill Haley and the 4 Aces of Western Swing\n*Bill Haley and the Saddlemen\n*The Kingsmen\n*The Lifeguards\n*B.H. Sees Combo}}\n| origin          = [[Chester, Pennsylvania]], U.S.\n| genre           = {{Hlist|[[Rock and roll]]|[[rockabilly]]|[[Western swing]] (early)}}\n| discography     = [[Bill Haley & His Comets discography]]\n| years_active    = 1947–1981{{efn|name=years active|{{Hlist|1947–1949 as ''4 Aces of Western Swing''|1949–1952 as ''Saddlemen''|1952–1981 as ''Bill Haley & His Comets''|1981–present as the ''Comets'' or ''Bill Haley's Comets''}}}}\n| label           = {{Hlist|[[Decca Records|Decca]]|[[Brunswick Records|Brunswick]] (UK)|[[Atlantic Records|Atlantic]]|Keystone|[[Cowboy Records|Cowboy]]|[[Holiday Records|Holiday]]|[[Essex Records|Essex]]|[[Warner Bros. Records|Warner Bros.]]|[[Orfeón]], [[Dimsa Records|Dimsa]]|Newtown|Guest Star|[[Logo Records|Logo]]|APT|[[Gone Records|Gone]]|[[United Artists Records|United Artists]]|[[Roulette Records|Roulette]]|[[Sonet Records|Sonet]]|[[Buddah Records|Buddah]]|Antic|}}[[London Records|London]] (UK)\n| associated_acts = [[The Jodimars]]\n| current_members =\n| past_members    = [[Bill Haley]]<br/>[[Johnny Grande]]<br/>[[Billy Williamson (guitarist)|Billy Williamson]] <br/>[[Rudy Pompilli]] <br/>[[Al Rex]]<br/>[[Franny Beecher]] <br/>[[Marshall Lytle]] <br/>Fredrick \"Fritz\" Riddell <br/>[[Danny Cedrone]] <br/>Dick Richards <br/>[[Joey Ambrose]]<br/>[[Ralph Jones (musician)|Ralph Jones]]<br/>Nick Nastos<br/>John \"Bam-Bam\" Lane<br/>Louis Torres<br/>[[Joey Welz]]<br/>Sheikh Mahim Edward<br/> [[Dave \"Chico\" Ryan]]<br/> and more than 100 others\n}}\n \n'''Bill Haley & His Comets''' was an American [[rock and roll]] band formed in 1947 and continuing until Haley's death in 1981. The band was also known as '''Bill Haley and the Comets''' and '''Bill Haley's Comets'''. From late 1954 to late 1956, the group recorded nine Top 20 singles, one of which was number one and three that were Top Ten. The single \"[[Rock Around the Clock]]\" was the best-selling rock single in the history of the genre and maintained that position for several years.<ref>{{cite book|last1=Bogdanov|first1=Vladimir|last2=Woodstra|first2=Chris|last3=Erlewine|first3=Stephen Tomas|date=2003|title=All Music Guide to Country: The Definitive Guide to Country Music|location=|publisher=Backbeat Books|page=315|isbn=0-87930-760-9}}</ref>\n\nBand leader [[Bill Haley]] had previously been a [[Western swing]] performer; after recording a [[rockabilly]] version of [[Ike Turner]] and his [[Kings of Rhythm]]'s \"[[Rocket 88]]\", one of the first rock and roll recordings, Haley changed his band's musical direction to rock music. They went on to record hit versions of \"[[Crazy Man, Crazy]]\", \"[[Shake, Rattle & Roll]]\", the aforementioned \"Rock Around the Clock\", \"Dim, Dim the Lights\", \"[[Rock-A-Beatin' Boogie]]\", \"Razzle-Dazzle\", \"[[See You Later, Alligator]]\", \"[[When the Saints Go Marching In|The Saints Rock 'N' Roll]]\" and \"[[Rip It Up (Little Richard song)|Rip It Up]]\". In 1956, the group appeared in two early rock and roll movies with disc jockey [[Alan Freed]]: ''[[Rock Around the Clock (film)|Rock Around the Clock]]'' and ''[[Don't Knock the Rock]]''.\n\nThough the group was considered to be at the forefront of rock and roll during the genre's formative years, the arrival of more risqué acts such as [[Elvis Presley]] and [[Little Richard]] by 1956 led the more clean-cut Haley and his Comets to decline in popularity. Haley would remain popular in [[Europe]] and go on to have a comeback as a nostalgia act in the 1970s, along with many of his contemporaries. Following Haley's death, no fewer than seven different groups have existed under the Comets name, all claiming (with varying degrees of authority) to be the continuation of Haley's group. As of the end of 2014, four such groups were still performing in the United States and internationally.\n\n==Early history==\n<!-- Deleted image removed: [[File:Bill Haley Comets Ed Sullivan 1955.jpg|thumb|Bill Haley and the Comets on the Ed Sullivan Show or Toast of the Town, Sunday, August 7, 1955, CBS, Hartford, Connecticut]] -->\nIn around the mid-1940s, Bill Haley performed with the Down Homers and formed a group called the Four Aces of Western Swing. The group that later became the Comets initially formed as \"Bill Haley and the Saddlemen\" {{Circa|1949}}–1952, and performed mostly country and western songs, though occasionally with a bluesy feel. The group was also the first to record a cover version (in July 1951) of [[Rocket 88]],<ref>{{cite web |url=https://www.edsullivan.com/artists/bill-haley-his-comets/|title=Artists, Bill Haley & His Comets|date=June 14, 2015|work=Ed Sullivan|access-date=November 10, 2023|quote=}}</ref> originally a [[jump blues]] song by [[Jackie Brenston]] and his Delta Cats, who were actually [[Ike Turner]] and his [[Kings of Rhythm]]. He did so for the [[Philadelphia]]-based [[Holiday Records]] label, in what is now recognized as a [[rockabilly]] style. It sold well and was followed in 1952 by a cover of a 1940s [[rhythm and blues]] song called \"[[Rock the Joint]]\" for Holiday's sister company, [[Essex Records]].\n\nDuring those years however, Haley was considered one of the top cowboy yodelers in America. Many Saddlemen recordings were not released until the 1970s and 1980s, and highlights included romantic ballads such as \"Rose of My Heart\" and [[western swing]] tunes such as \"Yodel Your Blues Away.\" The original members of this group were Haley, pianist and accordion player [[Johnny Grande]] and [[steel guitar]]ist [[Billy Williamson (guitarist)|Billy Williamson]]. Al Thompson was the group's first bass player, followed by [[Al Rex]] and [[Marshall Lytle]]. During the group's early years, it recorded under several other names, including Johnny Clifton and His String Band and [[Reno Browne]] and Her Buckaroos (although Browne, a female matinee idol of the time, did not actually appear on the record).\n\n\"Rocket 88\", \"Rock the Joint\", and their immediate follow-ups were released under the increasingly incongruous Saddlemen name. It soon became apparent that a new name for the group was needed to fit the new musical style. A friend of Haley's, making note of the common mispronunciation of the name [[Halley's Comet]] to rhyme with ''Bailey'', suggested that Haley call his band the Comets. This event is cited in the Haley biographies ''Sound and Glory'' by John Haley and John von Hoelle; ''Bill Haley'' by John Swenson; and in ''Still Rockin' Around the Clock'', a memoir by Comets bass player Marshall Lytle.\n\nThe new name for the group was adopted in the fall of 1952, before the 1953 release of \"[[Crazy Man, Crazy]]\" which had some elements of [[rock and roll]] and [[rockabilly]] music.<ref>{{cite web |url=https://www.discogs.com/release/2135591-Bill-Haley-With-Haleys-Comets-Crazy-Man-Crazy|title=Bill Haley With Haley's Comets* – Crazy Man, Crazy|date=July 6, 2017|work=Discogs|access-date=November 10, 2023|quote=}}</ref> Members of the group at that time were Haley, Johnny Grande, Billy Williamson and Marshall Lytle. Grande usually played piano on records but switched to accordion for live shows as it was more portable than a piano and easier to deal with during musical numbers that involved a lot of dancing around. Soon after renaming the band Haley hired his first drummer, Earl Famous.<ref>{{cite web|url=http://www.rockabillyhall.com/jodimars1.html|title=RAB Hall of Fame: The Jodimars|website=Rockabillyhall.com|access-date=May 1, 2018|url-status=live|archive-url=https://web.archive.org/web/20160303215123/http://www.rockabillyhall.com/Jodimars1.html|archive-date=March 3, 2016}}</ref> Displeased with the lineup, Haley sought out Dick Boccelli (also known as Dick Richards), who turned down the job but recommended a young drummer Charlie Higler. Soon after, Haley asked Richards again, who then accepted the role. During this time (and as late as the fall of 1955), Haley did not have a permanent lead guitar player, choosing to use session musicians on records and either playing lead guitar himself or having Williamson play steel solos.\n\nEven before the release of more successful records, the group had achieved greatness in some respects: \"No one had blended country and R&B on a single before the Comets' \"Rock the Joint\". No one had scored an American Top 20 hit with anything that could really qualify as rock'n'roll before their single \"Crazy Man Crazy\" in 1953\".<ref name=\"auto\">{{Cite news|url=http://www.theguardian.com/music/2014/may/22/bill-haley-rock-around-the-clock-worlds-first-rock-anthem|title=Bill Haley: Rock Around the Clock – the world's first rock anthem|date=May 22, 2014|newspaper=[[The Guardian]]|access-date=November 24, 2020}}</ref>\n\n==National success and \"Rock Around the Clock\"==\n[[File:BillHaleyHankSnowTicket.jpg|thumb|Bill Haley/Elvis/Hank Snow Ticket – Oklahoma City newspaper ad. for Sunday October 16, 1955; two shows at the Municipal Auditorium. Note: Elvis Presley's first appearance to be co-promoted (with Hank Snow) by Colonel Tom Parker.]]\nIn 1953, Haley scored his first national success with his original song, \"Crazy Man, Crazy\", a phrase Haley said he heard from his teenage audience, again released on Essex. Haley later claimed the recording sold a million copies, but this is considered an exaggeration. Some sources indicate that the recording—a blend of R&B, western and pop music—is a contender for the title of \"first rock'n'roll record\" while others state that it was merely \"the first rock and roll song to be a hit on the pop charts\". It was also said to be the first rock'n'roll recording to be played on national television in the United States (in an episode of [[Omnibus (American TV program)]] in 1953).<ref>{{cite book |last=Kallen |first=Stuart |date=May 9, 2012 |title=The History of American Pop |url=https://books.google.com/books?id=zohmDwAAQBAJ&q=Crazy+Man%2C+Crazy+bill+haley+million&pg=PA33 |publisher=Greenhaven Publishing LLC |pages=33–34 |isbn=978-1420506723}}</ref>\n\nOn their last release from Essex, new band member Joey Ambrose is heard on the B-side, \"Straight Jacket.\"\n\nIn the spring of 1954, Haley and His Comets left Essex for New York-based [[Decca Records]], where they were placed under the auspices of veteran producer [[Milt Gabler]], who would produce all of the band's recordings for the label and who had been involved in creating many proto-rock and roll recordings by the likes of the [[The Andrews Sisters|Andrews Sisters]] and [[Louis Jordan]] dating back to the 1940s. One of Jordan's records, [[Saturday Night Fish Fry]] (1949), is considered to be a contender for the title of \"first rock'n' roll record. Gabler later commented that \"all the tricks I used with Louis Jordan, I used with Bill Haley\".<ref>{{cite web |url=https://www.mentalfloss.com/article/30288/5-candidates-first-rock-n-roll-song |title=5 Candidates for the First Rock 'n' Roll Song |date=March 23, 2012 |publisher=Mentalfloss |access-date=August 2, 2020}}</ref><ref>[https://wwwrock'n'roll.theguardian.com/music/2004/apr/16/popandrock#:~:text=The%20most%20widely%20held%20belief,records%20and%20discover%20Elvis%20Presley] {{dead link|date=November 2020}}</ref>\n\nThe group's first session, on April 12, 1954, yielded \"[[Rock Around the Clock]]\", which would become Haley's biggest hit and one of the most important records in rock and roll history. Sales of \"Rock Around the Clock\" started slowly, since it was the B-side of the single, but it performed well enough, that a second Decca session was commissioned.\n\n\"[[Shake, Rattle and Roll]]\" followed, a somewhat bowdlerized cover version of the [[Big Joe Turner]] recording<ref name=pc4>{{Gilliland |url=https://digital.library.unt.edu/ark:/67531/metadc19750/m1/ |title=Show 4 – The Tribal Drum: The Rise of Rhythm and Blues. [Part 2] }}</ref> released earlier in 1954. The single was one of Decca's best-selling records of 1954<ref>''Billboard'', January 15, 1955, p. 38.</ref> and the seventh-best-selling record in November 1954.<ref>''Billboard'', November 13, 1954, p. 64.</ref>\n\nIn 1954, [[Anita Gordon]] starred in ''Round Up of Rhythm'', a film short in which she, and Disc Jockey Bill Delzell, played ' Straight Jacket ' and 'Shake Rattle and Roll', which the group are seen playing.\n\nIn March 1955, the group had four songs in Cash Box magazine's top 50 songs: \"Dim, Dim the Lights (I Want Some Atmosphere)\"; \"Birth of the Boogie\"; \"Mambo Rock\"; and \"Shake, Rattle and Roll.\"<ref>{{cite web|url=http://www.cashboxmagazine.com/archives/50s_files/19550305.html|title=Cash Box Top Singles 3/05/55|publisher=Cashboxmagazine.com|date=March 5, 1955|access-date=November 4, 2011|url-status=dead|archive-url=https://web.archive.org/web/20120422080253/http://www.cashboxmagazine.com/archives/50s_files/19550305.html|archive-date=April 22, 2012}}</ref>\n\nHaley's \"Shake, Rattle and Roll\" never achieved the same level of historical importance as \"Rock Around the Clock\" but it predated it as the first international rock and roll hit. It did not attain the Number 1 position on the American charts, but it became Haley's first gold record. [[Elvis Presley]] recorded the song in 1956, combining Haley's arrangement with Turner's original lyrics, but his version was not a substantial hit. Late in 1954, Haley recorded another hit, \"Dim, Dim The Lights\", which was one of the first R&B songs recorded by a white group to cross over to the R&B charts. [[Johnnie Ray]] had reached Number 1 with \"[[Cry (Churchill Kohlman song)|Cry]]\" in 1952.\n\nThe belated success of \"Rock Around the Clock\" is attributed to its use in the soundtrack of the film ''[[Blackboard Jungle]],''<ref name=pc5>{{Gilliland |url=https://digital.library.unt.edu/ark:/67531/metadc19751/m1/ |title=Show 5 – Hail, Hail, Rock 'n' Roll: The Rock Revolution Gets Underway. [Part 1] }}</ref> which was released on March 19, 1955. The song was re-released to coincide with the film and shifted to the single's A-side. Haley's recording became an anthem for rebellious 1950s youth<ref>{{cite web|url=http://www.rockhall.com/inductees/bill-haley|title=Bill Haley|website=Rockhall.com|access-date=October 10, 2016}}</ref> and reached Number 1 on the pop charts, remaining there for eight weeks,<ref name=\"auto1\">[https://www.billboard.com/articles//6634450/rewinding-the-charts-60-years-ago-bill-haley-ushered-in-the-rock-era] {{Dead link|date=May 2021|bot=InternetArchiveBot|fix-attempted=yes}}</ref> and went to Number 3 on the R&B chart.<ref>\n{{cite book |last=Weinstein |first=Deena |date=January 27, 2015 |title=Rock'n America: A Social and Cultural History |url=https://books.google.com/books?id=-8WnBgAAQBAJ&q=the+first+rock+n+roll+record&pg=PA57 |location=Toronto |publisher=University of Toronto Press |page=57 |isbn=978-1442600157}}</ref> According to [[The Guardian]], the group was \"the first rock'n'roll band\" and the song was particularly \"important because it was the first rock'n'roll record heard by millions of people worldwide\".<ref name=\"auto\"/>\n\nAmbrose's acrobatic saxophone playing, along with Lytle on the double bass – literally on it, riding it like a pony, and holding it over his head – were highlights of the band's live performances during this time. Their music and their act were part of a tradition in [[jazz]] and [[rhythm and blues]], but it all came like a thunderclap to most of their audience. In late 1954, Haley and His Comets appeared in a [[short subject]] entitled ''Round Up of Rhythm'', performing three songs. This was the earliest known theatrical rock and roll film release.<ref>{{Cite web|url=http://www.imdb.com/title/tt0217775/|title=Round Up of Rhythm (1954) - IMDb|access-date=November 24, 2020|website=IMDb.com}}</ref>\n\n[[Image:BillHaley.JPG|right|thumb|300px|Bill Haley & His Comets in 1954. Left to right: Joey D'Ambrosio, Dick Richards, Bill Haley]]\nIn 1955, Lytle, Richards and Ambrose quit the Comets in a salary dispute and formed their own group, the [[The Jodimars|Jodimars]]. Haley hired several new musicians to take their place: [[Rudy Pompilli]] on sax, Al Rex (a former member of the Saddlemen) on double bass, and Ralph Jones on drums. In addition, lead guitarist [[Franny Beecher]], who had been a session musician for Haley since [[Danny Cedrone]]'s death in the spring of 1954, became a full-time Comet and Haley's first performing lead guitarist (Cedrone had played the guitar solo on the original recording of \"Rock Around the Clock\" and died shortly after the recording session for \"Shake, Rattle and Roll\" in the summer of 1954). This version of the band became more popular than the earlier manifestation and appeared in several [[motion pictures]] over the next few years.\n\nOther hits recorded by the band included \"[[See You Later, Alligator]]\"<ref name=pc5/> in which Haley's frantic delivery contrasted with the [[Louisiana]] languor of the original by [[Bobby Charles]], \"Don't Knock the Rock\", \"Rock-a-Beatin' Boogie\", \"Rudy's Rock\" (the first instrumental hit of the rock and roll era), and \"Skinny Minnie.\"\n\nBill Haley and the Comets performed \"Rock Around the Clock\" in an a cappella and a lip-synched version on the [[NBC]] television program ''[[Texaco Star Theater]]'' hosted by [[Milton Berle]] on May 31, 1955. Berle predicted that the song would go to Number 1, calling the band \"A group of entertainers who are going right to the top.\" Berle also sang and danced to the song, which was performed by the entire cast of the show. This was one of the earliest nationally televised performances by a rock and roll band and provided the new musical genre a much wider audience.\n\nBill Haley and the Comets were the first rock and roll performers to appear on the [[CBS]] television musical variety program ''The [[Ed Sullivan Show]], or Toast of the Town'' on Sunday, August 7, 1955, in a broadcast from the Shakespeare Festival Theater in [[Stratford, Connecticut]]. They performed a live version of \"Rock Around the Clock\" featuring Franny Beecher on lead guitar and Dick Richards on drums. The group made a second and final appearance on the ''Ed Sullivan Show'' on Sunday, April 28, 1957, performing \"[[Rudy's Rock]]\" and \"Forty Cups of Coffee.\"\n\nBill Haley and the Comets appeared on ''[[American Bandstand]]'' hosted by [[Dick Clark]] on [[American Broadcasting Company|ABC]] television twice in 1957, on the prime-time show on October 28 and on the regular daytime show on November 27. The band also appeared on Dick Clark's ''Saturday Night Beechnut Show'' (also known as ''[[The Dick Clark Show]]''), a prime-time TV series from New York on March 22, 1958, during the first season (performing \"Rock Around the Clock\" and \"Ooh, Look-a There, Ain't She Pretty\") and on February 20, 1960 (performing \"Rock Around the Clock\" and \"Tamiami\").\n\nIn 1956, the group appeared in two of the earliest full-length rock and roll movies with [[Alan Freed]]: ''[[Rock Around the Clock (film)|Rock Around the Clock]]'' and ''[[Don't Knock the Rock]].'' The [[The Platters|Platters]] were co-stars in the first movie, and [[Little Richard]] appeared in the second. ''Rock Around the Clock'' was produced by Sam Katzman (who would produce several Elvis Presley films in the 1960s) and directed by Fred F. Sears.<ref>{{Cite web|url=http://www.tcm.com/this-month/article.html?isPreview=&id=1403164%7C184955&name=Rock-Around-the-Clock|title=&#124;Rock Around the Clock |website=Tcm.com|access-date=November 24, 2020}}</ref>\n\n==Decline in popularity==\nThe band's popularity in the United States began to wane in 1956–57 as sexier, wilder acts such as [[Elvis Presley]], [[Jerry Lee Lewis]] and [[Little Richard]] began to dominate the record charts (although Haley's cover version of Little Richard's \"[[Rip It Up (Little Richard song)|Rip It Up]]\", released in direct competition with Little Richard's original recording, outsold the original). After \"Skinny Minnie\" hit the charts in 1958, Haley had little further success in the United States, although a spin-off group made up of Comets musicians dubbed '''The Kingsmen''' (no relation to the later group of \"[[Louie, Louie]]\" fame) had a hit with an instrumental, \"Weekend\", that same year.\n\nOverseas, however, Haley and his band continued to be popular, touring the United Kingdom in February 1957, when Haley and his crew were mobbed by thousands of fans at [[London Waterloo railway station|Waterloo station]] in London at an incident which the media dubbed the \"Second [[Battle of Waterloo]]\". The group also toured Australia in 1957, and in 1958 enjoyed a successful (if riot-dominated) tour of the European mainland. Bill Haley & His Comets were the first major American rock and roll act to tour the world in this way. Elvis, who was [[Elvis Presley's Army career|on military duty]] in Germany, visited them backstage at some shows. On a free day in Berlin they performed two songs in the [[Caterina Valente]] movie ''Hier Bin ich Hier Bleib Ich (Here I Am Here I Stay)''.\n\nBack in the U.S., Haley attempted to start his own record label, Clymax, and establish his own stable of performers, notably [[Sally Starr (TV hostess)|Sally Starr]] (the hostess of a Philadelphia television children's program) and the [[Matys Brothers]]. Members of the Comets were commissioned to work as session musicians on many of these recordings, many of which were written or co-written by Haley and members of the Comets. The Clymax experiment only lasted about a year. In 1959, Haley's relationship with Decca collapsed; after a final set of instrumental-only recordings in the fall, Haley announced he was leaving Decca for the new [[Warner Bros. Records]] label, which released two more albums in 1960, which were moderately successful. In 1960 Franny Beecher and Rudi Pompilli left the Comets to start their own record label. Replacing Beecher was a 20-year-old guitarist, [[Johnny Kay]], from Chester, Pennsylvania. Beecher later returned briefly to play with the Comets, when his record label failed to take off, sharing guitar duties with Kay. Kay left the band in 1966 but returned in the early 1970s for an aborted world tour. He appeared in the Wembley show, which was filmed and released as the London Rock and Roll Show.\n\n==Mexico and the late 1960s==\nIn 1961–1962, '''Bill Haley y sus Cometas''' (as the band was known in Hispanic America) signed with the [[Orfeón]] label of Mexico and scored an unexpected hit with \"Twist Español\", a Spanish-language recording based on the [[Twist (dance)|twist]] dance craze, which was sweeping America at the time. Haley followed up with \"Florida Twist\" (#3 MEX, according to Billboard Hits Of The World 04.21.62), which was for a time the biggest-selling single in Mexican history. Although [[Chubby Checker]] and [[Hank Ballard]] were credited with starting the twist craze in America, in Mexico and Latin America, Bill Haley and His Comets were proclaimed the Kings of the Twist. Thanks to the success of \"Twist Español\" and \"Florida Twist\", among others, the band had continued success in Mexico and Latin America over the next few years, selling many recordings of Spanish and Spanish-flavored material and simulated live performances ([[overdubbed]] audience over studio recordings) on the Orfeon label and its subsidiary, Dimsa. They hosted a television series, ''Orfeon a Go-Go'', and made [[cameo appearance]]s in several movies, lip-synching some of their old hits. Haley, who was fluent in Spanish, recorded a number of songs in the language, but most of the band's output during these years was instrumental recordings, many utilizing local session musicians playing trumpet. There was also some experimentation with Haley's style during this time; one single for Orfeon was a folk ballad, \"Jimmy Martinez\", which Haley recorded without the Comets.\n\nIn 1966, the Comets (without Bill Haley) cut an album for Orfeon as session musicians for Big Joe Turner, who had always been an idol to Haley; no joint performance of \"Shake, Rattle and Roll\" was recorded, however. In a 1974 interview with [[BBC Radio]], Haley said Turner's career was in a slump at this time, so he used his then-considerable influence with Orfeon to get Turner a recording session. The Comets' association with Orfeon/Dimsa ended later that year.\n\nBy 1967, as related by Haley in an interview with radio host [[Red Robinson]] in that year, the group was \"a free agent\" without any recording contracts at all, although the band continued to perform regularly in North America and Europe. During this year, Haley—without the Comets—recorded a pair of demos in [[Phoenix, Arizona]]: a country-western song, \"[[Jealous Heart]]\", on which he was backed by a local [[mariachi]] band (similar in style to the earlier \"Jimmy Martinez\"), and a late-60s-style rocker, \"Rock on Baby\", backed by a group called Superfine Dandelion. Neither recording would be released for 30 years. In 1968, Haley and the Comets recorded a single for the [[United Artists]] label, a version of [[Tom T. Hall]]'s \"[[That's How I Got to Memphis]]\", but no long-term association with the label resulted. In order to revive his recording career, Haley turned to Europe.\n\n==Revival==\n<!-- Deleted image removed: [[File:Bill Haley Little Richard Columbia 1956.jpg|left|thumb|Little Richard and Bill Haley on the set of the 1956 Columbia Pictures film ''Don't Knock the Rock''.]] -->\nBy the late 1960s, Haley and the Comets were considered an \"oldies\" act. The band's popularity never waned in Europe. The group signed a lucrative deal with [[Sonet Records]] of Sweden in 1968 and recorded in a new version of \"Rock Around the Clock\", which hit the European charts that year. The band recorded a mixture of live and studio albums for the label over the next decade.\n\nIn the United States in 1969, promoter Richard Nader launched a series of [[rock and roll revival]] concert tours featuring artists of the 1950s and 1960s. At one of the first of these shows, held at the [[Felt Forum]] at [[Madison Square Garden]] in New York City, Haley received an eight-and-a-half-minute standing ovation following his performance, as Nader related in his recorded introduction to Haley's live album ''Bill Haley Scrapbook'', which was recorded a few weeks later at the [[The Bitter End|Bitter End]] club in New York.\n\nThe band appeared in several concert films in the early 1970s, including ''[[The London Rock and Roll Show]]'' (for which Haley's 1960–66 lead guitarist, John Kay, briefly rejoined the band) and ''[[Let the Good Times Roll (film)|Let the Good Times Roll]]''. After 1974, tax and management problems prevented Haley from performing in the United States, so he performed in Europe almost exclusively, though he also toured South America in 1975. The band was also kept busy in the studio, recording numerous albums for Sonet and other labels in the 1970s, several with a [[country music]] flavor. In 1974, Haley's original Decca recording of \"Rock Around the Clock\" hit the American sales charts once again, thanks to its use in the film ''[[American Graffiti]]'' and for two years, on the television program ''[[Happy Days]]''.<ref name=\"auto1\"/>\n\n==Late career==\nIn February 1976, Haley's saxophone player and best friend, [[Rudy Pompilli]], died of [[cancer]] after a nearly 20-year career with the Comets. Haley continued to tour for the next year with a succession of new sax players, but his popularity was waning again, and his 1976 performance in London was critically lambasted in the music media, such as ''[[Melody Maker]]''. That year, the group also recorded an album, ''R-O-C-K'' at [[Muscle Shoals Sound Studio]] for Sonet Records. According to one source, \"he had conflicted feelings about fame, was extremely private, suffered chronic alcoholism, and troubled relationships\".<ref>{{cite book|url=https://books.google.com/books?id=aFzMvgEACAAJ|title=Crazy Man, Crazy The Bill Haley Story|author=Bill Haley, Jr., Peter Benjaminson |page= |date=October 3, 2019 |publisher=Backbeat Books|isbn=9781617137112|accessdate=November 10, 2023}}</ref> Having admitted to an alcohol problem in a 1974 radio interview for the [[BBC]],<ref name=FallingComet>{{Cite web|url=https://www.texasmonthly.com/articles/falling-comet/|title=Falling Comet|date=2011-06-01|website=Texas Monthly|language=en|access-date=2020-01-25}}</ref><ref>{{Cite book|url=https://books.google.com/books?id=PgGqNrqfrsoC&q=bill+haley+%22alcoholism%22&pg=PP15|title=The Billboard Book of Number One Hits|last=Bronson|first=Fred|date=2003|publisher=Billboard Books|isbn=978-0-8230-7677-2|language=en}}</ref> Haley continued to battle alcoholism into the 1970s. \nIn early 1977, Haley announced his retirement from performing and settled down at his home in Mexico. According to the John Swenson biography of Haley, the musician was quoted as saying that he and Pompilli had an agreement that if one died, the other would retire.\n\nThe Comets continued to tour on their own during this period.\n\nIn 1979, Haley was persuaded to return to performing with the offer of a lucrative contract to tour Europe. An almost completely new group of musicians, mostly British, including saxophonist [[Pete Thomas (saxophonist)|Pete Thomas]], were assembled to perform as the Comets. Haley appeared on numerous television shows and in the movie ''Blue Suede Shoes'', filmed at one of his London concerts in March 1979. A few days later, a performance in [[Birmingham]] was videotaped and aired on UK television; it was released on DVD in 2005. During the March tour, Haley recorded several tracks in London for his next album for Sonet, completing the work that summer in Muscle Shoals; the album, ''Everyone Can Rock & Roll'', issued later in 1979, was the last release of new recordings by Haley before his death.\n\nOn November 26, 1979, Haley and the Comets performed for [[Elizabeth II of the United Kingdom|Queen Elizabeth II]],<ref>{{Cite web|url=https://www.royalvarietycharity.org/royal-variety-performance/archive/detail/1979-london-theatre-royal|title=Performances :: 1979, London Theatre Royal &#124; Royal Variety Charity|website=Royalvarietycharity.org|access-date=May 12, 2023}}</ref> a moment Haley considered the proudest of his career. It was also the last time he performed in Europe and the last time most fans saw him perform \"Rock Around the Clock\".{{Citation needed|date=November 2023}}\n\nHaley made his final performances in South Africa in May and June 1980. Just before the South African tour commenced, Haley's health was reportedly failing, and he was reportedly diagnosed with a [[brain tumor]]; a planned tour of Germany in the autumn of 1980 was subsequently cancelled.  The tour was critically lambasted, but surviving recordings of a performance in [[Johannesburg]] show Haley in good spirits and good voice. Nonetheless, according to the Haley News fan club newsletter and the Haley biography ''Sound and Glory'', planned concerts (such as a fall 1980 tour of Germany) and proposed recording sessions in New York and [[Memphis, Tennessee|Memphis]] were cancelled, including a potential reunion with past members of the Comets.\n\nDespite his illness, Haley started compiling notes for possible use as a basis for either a biographical film based on his life, or a published autobiography (accounts differ), and there were plans for him to record an album in [[Memphis, Tennessee]], when the brain tumor began affecting his behavior and he returned to his home in [[Harlingen, Texas]]. \nThe October 25, 1980, issue of German tabloid ''[[Bild]]'' reported that Haley had a brain tumor. Haley's British manager, Patrick Malynn, was quoted as saying that \"Haley had taken a fit [and] didn't recognize anyone anymore.\" In addition, a doctor who examined Haley said that the tumor was inoperable.<ref name=\"Bill Haley 1982. page 154\">''Bill Haley: The Daddy of Rock and Roll''. John Swenson. 1982. Stein and Day. p. 154, {{ISBN|0-8128-2909-3}}</ref>  Haley's widow Martha, who was with him in these troubling times, denied he had a brain tumor, as did his close friend Hugh McCallum. Martha and friends related that Haley did not want to go on the road anymore and that ticket sales for that planned tour of Germany in the fall of 1980 were slow. McCallum said, \"It's my unproven gut feeling that that [the brain tumor] was said to curtail talks about the tour and play the sympathy card.\"<ref name=FallingComet/>\n\nHaley returned to his home in [[Harlingen, Texas]].  At this time, Haley's alcoholism appeared to be worsening. According to Martha, by this time, she and Haley fought all the time, and she told him to stop drinking or move out. Eventually, he moved into a room in their pool house. Martha still took care of him and sometimes, he would come in the house to eat, but he ate very little. \"There were days we never saw him,\" said his daughter Martha Maria.<ref name=FallingComet/> In addition to Haley's drinking problems, it was becoming evident that he was also developing serious mental health issues. Martha Maria said, \"It was like sometimes he was drunk even when he wasn't drinking.\" After being picked up by the police in Harlingen several times for alleged intoxication, Martha had a judge put Haley in the hospital, where he was seen by a psychiatrist, who said Haley's brain was overproducing a chemical, like adrenaline. The doctor prescribed a medication to stop the overproduction, but said Haley would have to stop drinking. Martha said, \"This is pointless.\" She took him home, however, fed him and gave him his first dose. As soon as he felt better, he went back out to his room in the pool house, and the downward spiral continued until his death.<ref name=FallingComet/>\n\nMedia reports immediately following his death indicated that Haley displayed deranged and erratic behavior in the final weeks of his life. According to a biography of Haley by John Swenson, released in 1982,<ref name=\"Bill Haley 1982\">''Bill Haley: The Daddy of Rock and Roll'', pp. 155-159, John Swenson. (1982. Pub. Stein and Day, 1982), {{ISBN|0-8128-2909-3}}</ref> Haley made a succession of bizarre, mostly monologue late-night phone calls to friends and relatives toward the end of his life in which he was semi-coherent. His first wife has been quoted as saying, \"He would call you and ramble, dwelling on the past...\" The biography also describes Haley painting the windows of his home black,<ref name=\"Bill Haley 1982\"/> but there is little other information available about his final days.\n\nHaley died in his sleep of an apparent [[myocardial infarction|heart attack]] on February 9, 1981, at the age of 55, at his home in Harlingen, Texas.<ref>{{cite news|title=Bill Haley of 'Rock Around the Clock' Fame Dies in Texas Home|author=Belcher, Jerry|work= Los Angeles Times|page=2|date=February 10, 1981}}</ref><ref>[https://www.nytimes.com/1981/02/10/obituaries/bill-haley-55-dies-singer-band-leader.html \"Obituary for Bill Haley\"], ''New York Times'', February 10, 1981.</ref> He was discovered lying motionless on his bed by a friend who had stopped by to visit him. The friend immediately called the police, and Haley was pronounced dead at the scene.<ref name=FallingComet/> Haley's death certificate gave \"natural causes, most likely a heart attack\" as the cause of death.<ref>''Bill Haley: The Daddy of Rock and Roll'', p. 164, by John Swenson (Pub. Stein and Day 1982). {{ISBN|0-8128-2909-3}}</ref> Following a small funeral service attended by 75 people,<ref name=FallingComet/> Haley was cremated in [[Brownsville, Texas]].<ref>{{Cite book|url=https://books.google.com/books?id=_l_1NkpGBrEC&dq=bill+haley+harlingen+grave&pg=PA869|title=Bill Haley|publisher=Wagner Verlag sucht Autoren |isbn=9783862795376}}</ref>\n\nIn April 1981, Bill Haley & His Comets returned to the British musical charts once again when MCA Records (inheritors of the Decca catalogue) released \"Haley's Golden Medley\", a hastily compiled edit of the band's best-known hits in the style of the then-popular \"[[Stars on 45]]\" format. The single reached Number 50 in the UK but was not released in the United States.\n\nIn 1987, Bill Haley was inducted into the [[Rock and Roll Hall of Fame]]. At that time, supporting bands were not also named to the Hall of Fame. This policy was subsequently changed, and in 2012 a special committee of the Hall of Fame inducted the Comets. Bill Haley and His Comets were also inducted into the [[Rockabilly Hall of Fame]]. In June 2005, Bill Haley And His Comets were inducted into the Michigan Rock and Roll Legends Hall of Fame.<ref>{{cite web|url=https://www.michiganrockandrolllegends.com/mrrl-hall-of-fame/71-bill-haley-and-his-comets|title=Michigan Rock and Roll Legends – BILL HALEY AND HIS COMETS|website=Michiganrockandrolllegends.com|access-date=October 6, 2018}}</ref> In July 2005, the surviving members of the 1954–55 Comets (see below) represented Haley when Bill Haley and His Comets were inducted into [[Guitar Center|Hollywood's Rockwalk]], a ceremony also attended by Haley's second wife and youngest daughter. The Comets placed their handprints in cement, leaving a space blank for Haley.\n\n==The Comets==\nMore than 100 musicians performed with Bill Haley & His Comets between 1952 and Haley's death in 1981, many becoming fan favorites along the way.<ref>{{cite web |url=http://www.rockabillyhall.com/Extra2.html |title=Bill Haley Extra Page 2 |publisher=Rockabillyhall.com |access-date=November 4, 2011 |url-status=live |archive-url=https://web.archive.org/web/20111011233205/http://rockabillyhall.com/Extra2.html |archive-date=October 11, 2011 }}</ref> Several short-lived Comets reunions were attempted in the 1970s and 1980s, including one contingent (organized by [[Baltimore]]-based piano player [[Joey Welz]], who played piano for the Comets from 1962 to 1965<ref name=\"The Bill Haley Who's Who\">{{cite web |url=http://www.rockabillyhall.com/Extra2.html |title=The Bill Haley Who's Who |publisher=Rockabilly Hall of Fame |access-date=March 26, 2012 |url-status=live |archive-url=https://web.archive.org/web/20120204054809/http://www.rockabillyhall.com/Extra2.html |archive-date=February 4, 2012 }}</ref>) that appeared on ''[[The Tomorrow Show]]'', and another run by an [[Elvis Presley]] impersonator, Joey Rand (this group later lost a legal action over the right to use the Comets name). Only one group was sent out to perform by Haley himself and his management and production company, consisting of musicians who had played with Haley throughout the 1960s and 1970s—lead guitarist \"Nick Masters\" (Mathias Nicholas Nastos), bassist Ray Cawley, singer Ray \"Pudge\" Parsons, and drummer Buddy Dee—and who had continued to perform as the Comets between gigs and during Haley's retirement. This group rerecorded \"Rock Around the Clock\" for the television series ''Happy Days''.<ref name=\"The Bill Haley Who's Who\"/>\n\n'''The Comets''', featuring musicians who performed with Haley in 1954–1955, reunited in 1987 and are still touring the world as of 2007, playing showrooms in the United States and Europe. They have also recorded a half-dozen albums for small labels in Europe and the United States. This version of the group has also been credited as '''Bill Haley's Original Comets''' and, in circumstances in which the use of the Comets name is in dispute, '''A Tribute to Bill Haley''' and '''The Original Band'''. The basic lineup of this group from 1987 to May 2006 was Marshall Lytle (bass), Joey Ambrose (sax), Johnny Grande (piano), Dick Richards (drums) and Franny Beecher (guitar). British singer Jacko Buddin augmented the group on vocals during most of their European tours, with Lytle taking over on vocals for US and Canadian tours beginning in 2000 and full-time in Europe in the mid-2000s. Since they connected with Klaus Kettner's Rock It Concerts (Germany) in 1991, they have played hundreds of shows all over Europe and have appeared on dozens of television shows. In March 2007 they opened the Bill-Haley-Museum in Munich, Germany.\n\nTwo additional groups claim the name '''Bill Haley's Comets''' and have extensively toured in the United States since forming in the 1980s: one originally led by Haley's 1965–68 drummer John \"Bam-Bam\" Lane, the other run by Al Rappa, who played bass for Haley off and on between late 1959 and early 1969. (The 1959 album \"Strictly Instrumental\" on Decca was Rappa's first recording session with Bill Haley & His Comets. Haley had used Rappa as a fill-in player on live gigs for several years prior to that.) Both these musicians claim [[trademark]] ownership of the name \"Bill Haley's Comets\"; this dates back to Lane and Rappa (during a period when they worked together as one band) winning a trademark infringement lawsuit against the aforementioned Joey Rand group in 1989. Both Rappa's and Lane's bands have, from time to time, recruited other former Comets for their lineups (for example, in 2005, Rappa joined forces with Joey Welz), but for the most part the bandleaders are the only regular members who have worked with Bill Haley directly. Lane died in 2007, but his group continues to perform, led by bandleader Lenny Longo, who has no direct connection with Bill Haley. Rappa incorporated numerous professional musicians from the southern Indiana area (Guitarist Warren Batts, Joe Esarey, Dave Matthews, Joe Denton, saxophonist John Urbina, bassist Jody Hamilton Miley (previous bassist with the George Jones Show), and others) to make a full band. Rappa performed his Upright Bass show before thousands in audiences all over the country. Members of Rappa's \"Comets\" went on to form the LocoMotion Showband and continued touring the United States without Rappa adding Galen Deig (Drums) and Jimmy Baze (Bass) before eventually disbanding. Esarey went on to graduate from Cedarville University and Luther Rice Theological Seminary. He has since pastored churches and produced his own saxophone instrumental albums. Several of the members are now active in a very popular Southern Indiana 50's / 60's band called The Duke Boys.\n\nIn March and July 2005, the members of the 1954–55 group, now billed as simply the Comets after decades of controversy over the use of the name, made several high-profile concert appearances in New York City and Los Angeles organized by [[Martin Lewis (humorist)|Martin Lewis]] as part of celebrations marking the 50th anniversary of rock and roll, the release of ''Blackboard Jungle'', the 50th anniversary of \"Rock Around the Clock\" hitting Number 1, and the 80th birthday of Bill Haley.<ref>{{cite web |url=https://www.cbsnews.com/news/the-film-that-helped-launch-rock/ |title=The Film That Helped Launch Rock |work=CBS News |date=March 18, 2005 |access-date=November 4, 2011 |url-status=live |archive-url=https://web.archive.org/web/20110604091217/http://www.cbsnews.com/stories/2005/03/18/sunday/main681742.shtml |archive-date=June 4, 2011 }}</ref><ref>{{cite web |url=http://seniorjournal.com/NEWS/Entertainment/5-06-29RocknRoll.htm |title=Rock 'N' Roll Turns 50 in July |publisher=Seniorjournal.com |date=June 29, 2005 |access-date=November 4, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20111014044137/http://seniorjournal.com/NEWS/Entertainment/5-06-29RocknRoll.htm |archive-date=October 14, 2011 }}</ref> During a concert at the [[Viper Room]] in [[West Hollywood]] on July 6, 2005, the Comets were joined on stage for one song by [[Gina Haley]], the youngest daughter of Bill Haley; at a similar appearance in March they were joined by Haley's eldest son, John W. Haley. The 1954–55 Comets were also joined on stage by Bill Haley Jr. during several appearances in 2005 at Bubba Mac's in Somers Point, New Jersey, and at a 2005 concert recognizing the tenure of Bill Haley and the Saddlemen at the Twin Bars in Gloucester City, New Jersey.\n\nIn 2006, the 1954–55 Comets spent much of the year in residence at Dick Clark's American Bandstand Theater in [[Branson, Missouri]]. Meanwhile, the John Lane edition of Bill Haley's Comets recorded an album in Tennessee in early 2006, which has yet to be released.\n\nOn June 2, 2006, Johnny Grande, keyboardist with the 1954–55 Comets and a founding member of the band, died after a short illness. The following month, 85-year-old guitarist [[Franny Beecher]] announced his retirement, though he was at one point announced as participating in an early 2007 tour of Germany. The three remaining original Comets (Lytle, Richards, and Ambrose) continued to perform in Branson with new musicians taking over the keyboard and lead guitar positions. During September 2006, [[PBS]] in the United States aired a series of programs videotaped in Branson during the spring of 2006; these shows include the last recorded performances of the complete Original Comets lineup, including Grande. Lytle died in 2013, Beecher in 2014. The last remaining members of the 1954–55 Comets, Dick Richards and Joey Ambrose, continued to perform as the Comets as of mid-2018, sometimes augmented by 1970s-era Comet Bill Turner on lead guitar.\n\nJohn \"Bam-Bam\" Lane died on February 18, 2007<ref>{{cite web |url=http://www.rockabillyhall.com/Extra.html |title=\"EXTRA!\" Page 1 / Bill Haley and the Comets |publisher=Rockabillyhall.com |access-date=November 4, 2011 |url-status=live |archive-url=https://web.archive.org/web/20111016214241/http://www.rockabillyhall.com/Extra.html |archive-date=October 16, 2011 }}</ref> but his edition of Bill Haley's Comets is expected to continue touring, with the 2006 recordings to be released in Lane's memory.\n\nOn October 27, 2007, ex-Comets guitar player Bill Turner opened the aforementioned Bill-Haley-Museum in Munich, Germany. He will also join the New Comets during their Remember Bill Haley Tour 2011 with Haley's daughter Gina Haley.<ref name=autogenerated1>{{cite web |url=http://www.bill-haley.com |title=Bill Haley is back with Bill Haley's New Comets |publisher=Bill-haley.com |access-date=November 4, 2011 |url-status=live |archive-url=https://web.archive.org/web/20110910144414/http://www.bill-haley.com/ |archive-date=September 10, 2011 }}</ref>\n\nSeveral bands patterning themselves after the Comets are also active in Europe, including [[Bill Haley's New Comets]] in Germany.<ref name=autogenerated1 />\n\nIn 2011, Haley's son Bill Jr. formed the band Bill Haley Jr. and the Comets, and created a Rock 'n' Roll History Show.<ref>{{cite news|url=http://www.timesherald.com/article/JR/20111111/ENTERTAINMENT03/111119955|title=Bill Haley Jr. performs father's classic tunes|access-date=January 27, 2017|website=Timesherald.com|url-status=live|archive-url=https://web.archive.org/web/20170202222416/http://www.timesherald.com/article/JR/20111111/ENTERTAINMENT03/111119955|archive-date=February 2, 2017}}</ref>\n\nOn July 12, 2019, drummer Dick Richards died at age 95 in [[Ocean City, New Jersey]].<ref>{{Cite web|url=https://www.pressofatlanticcity.com/news/local/comets-drummer-ocean-city-resident-dick-boccelli-dies-at/article_ce75d22c-e183-530a-8814-a1fab7e7c472.html|title=Comets drummer, Ocean City resident Dick Boccelli dies at 95|author=Vincent Jackson|website=Pressofatlanticcity.com|date=July 13, 2019 }}</ref> He was born Richard Marley Boccelli on February 12, 1924, in [[Yeadon, Pennsylvania]].<ref>{{Cite web|url=https://godfreyfuneralhome.com/tribute/details/1593/Richard-Boccelli/obituary.html|title=Richard Marley \"Dick\" Boccelli 1924–2019|website=Godfreyfuneralhome.com|access-date=July 31, 2020|archive-date=July 22, 2020|archive-url=https://web.archive.org/web/20200722014415/https://godfreyfuneralhome.com/tribute/details/1593/Richard-Boccelli/obituary.html|url-status=dead}}</ref><ref>{{Cite news|url=https://www.telegraph.co.uk/obituaries/2019/07/24/dick-richards-drummer-shot-fame-bill-haley-comets-dawn-rocknroll/ |archive-url=https://ghostarchive.org/archive/20220112/https://www.telegraph.co.uk/obituaries/2019/07/24/dick-richards-drummer-shot-fame-bill-haley-comets-dawn-rocknroll/ |archive-date=January 12, 2022 |url-access=subscription |url-status=live|title=Dick Richards, drummer who shot to fame with Bill Haley and his Comets at the dawn of rock'n'roll – obituary|date=July 24, 2019|newspaper=[[The Daily Telegraph]]|access-date=July 31, 2020}}{{cbignore}}</ref>\n\nOn May 24, 2020, ex-Comet bassist, Albert \"Al Rex\" Piccirilli, died.<ref>{{Cite news|url=https://www.timesherald.com/news/local/pioneering-bass-player-for-the-comets-passes-away/article_084635c6-a065-11ea-9bbe-cb3b69289b86.html|title=Pioneering bass player for the Comets passes away|author=Gary Puleo|newspaper=[[The Times Herald]]|access-date=November 24, 2020|archive-date=June 4, 2020|archive-url=https://web.archive.org/web/20200604054424/https://www.timesherald.com/news/local/pioneering-bass-player-for-the-comets-passes-away/article_084635c6-a065-11ea-9bbe-cb3b69289b86.html|url-status=dead}}</ref>\n\nAl Rappa died on July 25, 2021, aged 94.<ref>[https://www.newcomerorlando.com/Obituary/202164/Albert-Rappa--Sr/Orlando-FL  \"In Loving Memory of Albert Rappa Sr. 1927 - 2021\"], ''Newcomer Cremations, Funerals & Receptions''. Retrieved August 3, 2021</ref>\n\nOriginal saxophone player Joseph Frank D'Ambrosio (stage name Joey Ambrose; March 23, 1934 – August 9, 2021), played on the hit recording of \"Rock Around the Clock\" in 1954 but from September 1955 was replaced long-term by Rudy Pompilli until Rudy's death 20 years later.  Joey Ambrose remained a musician and was the last Comet to pass away, at 87, on August 9, 2021.<ref>{{cite web|url=https://www.boppinaround.nl/BIGNEWS-2021-2/bignews-2021-2.htm |title=Big News : 29 December 2021 : ROCK 'N' ROLL NIEUWS|website=Boppinaround.nl|access-date=May 12, 2023}}</ref>\n\n==Confirmed members==\n===Original Comets tenure, 1952–1979===\n\n===Guitarists===\n*[[Bill Haley]] - vocals, rhythm guitar (September 1952–1977, 1979); occasional lead guitar (September 1952–1955)\n*[[Franny Beecher]] - lead guitar (August 1955–1960, 1961–1962) (part-time from August 1954)\n*[[Johnny Kay]] - lead guitar (1960–1966, 1972–July 1974)\n* Bill Turner - lead guitar (July 1974–December 1976)<ref name=\"BillTurnerInterview\">{{cite web |last1=Robertson |first1=Aaron S. |title=Exclusive Interview: Bill Turner, former lead guitarist for Bill Haley and His Comets; Front man of Blue Smoke |url=https://www.milwaukeebusinessopportunities.com/2015/05/exclusive-interview-bill-turner-former.html |website=Milwaukee Opportunities |access-date=June 25, 2024 |date=May 18, 2015}}</ref>\n* Nick Masters - lead guitar (1970s)<ref name=\"The Bill Haley Who's Who\"/>\n\n===Steel guitarists===\n*[[Billy Williamson (guitarist)|Billy Williamson]] - steel (Hawaiian) guitar (1952–1963)\n*Nick Nastos - pedal steel guitar (1964–1965, 1968–1974)\n*Fritz Riddell - pedal steel guitar (1966–1968)\n\n===Pianists===\n*[[Johnny Grande]] - piano, accordion (September 1952 – early 1963; died 2006)\n*[[Joey Welz]] - piano (early 1963–1966)\n\n===Bassists===\n*[[Marshall Lytle]] - bass (1952–September 1955; died 2014)\n*[[Al Rex]] - bass (September 1955–1958; died 2020)<ref>{{Cite news|url=https://www.timesherald.com/news/local/pioneering-bass-player-for-the-comets-passes-away/article_084635c6-a065-11ea-9bbe-cb3b69289b86.html|title=Pioneering bass player for the Comets passes away|author=Gary Puleo|newspaper=[[The Times Herald]]|access-date=November 24, 2020|archive-date=June 4, 2020|archive-url=https://web.archive.org/web/20200604054424/https://www.timesherald.com/news/local/pioneering-bass-player-for-the-comets-passes-away/article_084635c6-a065-11ea-9bbe-cb3b69289b86.html|url-status=dead}}</ref>\n*Al Pompilli - bass (1958)\n*Al Rappa - bass (1959–1966; died 2021)<ref>[https://www.newcomerorlando.com/Obituary/202164/Albert-Rappa--Sr/Orlando-FL  \"In Loving Memory of Albert Rappa Sr. 1927 - 2021\"], ''Newcomer Cremations, Funerals & Receptions''. Retrieved August 3, 2021</ref>\n*Louis Torres - bass (1967–1968)\n*Ray Cawley - bass (1969–1974)<ref name=\"The Bill Haley Who's Who\"/>\n*[[Dave \"Chico\" Ryan]] - bass (1979)\n\n===Drummers===\n*Earl Famous - drums (September 1952 – March 1954)\n*Dick Richards - drums (March 1954 – September 1955; died 2019)<ref>{{Cite web|url=https://www.pressofatlanticcity.com/news/local/comets-drummer-ocean-city-resident-dick-boccelli-dies-at/article_ce75d22c-e183-530a-8814-a1fab7e7c472.html|title=Comets drummer, Ocean City resident Dick Boccelli dies at 95|author=Vincent Jackson|website=Pressofatlanticcity.com|date=July 13, 2019 }}</ref><ref>{{Cite web|url=https://godfreyfuneralhome.com/tribute/details/1593/Richard-Boccelli/obituary.html|title=Richard Marley \"Dick\" Boccelli 1924–2019|website=Godfreyfuneralhome.com|access-date=July 31, 2020|archive-date=July 22, 2020|archive-url=https://web.archive.org/web/20200722014415/https://godfreyfuneralhome.com/tribute/details/1593/Richard-Boccelli/obituary.html|url-status=dead}}</ref><ref>{{Cite news|url=https://www.telegraph.co.uk/obituaries/2019/07/24/dick-richards-drummer-shot-fame-bill-haley-comets-dawn-rocknroll/ |archive-url=https://ghostarchive.org/archive/20220112/https://www.telegraph.co.uk/obituaries/2019/07/24/dick-richards-drummer-shot-fame-bill-haley-comets-dawn-rocknroll/ |archive-date=January 12, 2022 |url-access=subscription |url-status=live|title=Dick Richards, drummer who shot to fame with Bill Haley and his Comets at the dawn of rock'n'roll – obituary|date=July 24, 2019|newspaper=[[The Daily Telegraph]]|access-date=July 31, 2020}}{{cbignore}}</ref>\n*Don Raymond - drums (September 1955 – November 1955)\n*[[Ralph Jones (musician)|Ralph Jones]] - drums (November 1955–1960; died 2000)\n*John Lane - drums (1965–1968; died 2007)<ref>{{cite web |url=http://www.rockabillyhall.com/Extra.html |title=\"EXTRA!\" Page 1 / Bill Haley and the Comets |publisher=Rockabillyhall.com |access-date=November 4, 2011 |url-status=live |archive-url=https://web.archive.org/web/20111016214241/http://www.rockabillyhall.com/Extra.html |archive-date=October 16, 2011 }}</ref>\n*Buddy Dee - drums (1970–July 1974)<ref name=\"The Bill Haley Who's Who\"/>\n\n===Saxophonists===\n*[[Joey Ambrose]] - tenor saxophone (early 1954 – September 1955; died 2021)<ref>{{cite web|url=https://www.boppinaround.nl/BIGNEWS-2021-2/bignews-2021-2.htm |title=Big News : 29 December 2021 : ROCK 'N' ROLL NIEUWS|website=Boppinaround.nl|access-date=May 12, 2023}}</ref>\n*[[Rudy Pompilli]] - tenor saxophone (September 1955–1960, 1962–1976; died 1976)\n*Al Dean - tenor saxophone (1960–1961)\n*[[Pete Thomas (saxophonist)|Pete Thomas]] - saxophone (1979)\n\n==Discography==\n{{main|Bill Haley & His Comets discography}}\n<!---The 1954 albums ''Rock with Bill Haley & The Comets'' (Essex), the 1955 album ''Shake Rattle and Roll'' (Decca) and the 1956 album ''Rock Around the Clock'' (Decca) were all compilations of previously released material, and therefore do not qualify for this list-->\n===Studio albums===\n* 1954 – ''[[Rock with Bill Haley and the Comets]]'' (compilation)\n* 1955 – ''[[Shake, Rattle and Roll (album)|Shake, Rattle And Roll]] '' (compilation)\n* 1955 – ''[[Rock Around the Clock (album)|Rock Around The Clock]] '' (compilation)\n* 1956 – ''[[Rock 'n' Roll Stage Show]]'' (Decca 1945)\n* 1957 – ''[[Rockin' the Oldies]]'' (Decca 1969)\n<!---The 1958 Decca album Rockin' the Joint was a compilation of previously released material and therefore does not qualify for this list-->\n* 1958 – ''[[Rockin' Around the World]]'' (Decca 1992)\n* 1959 – ''[[Bill Haley's Chicks]]'' (Decca 1921)\n* 1959 – ''[[Strictly Instrumental (Bill Haley & His Comets album)|Strictly Instrumental]]'' (Decca 1964)\n* 1960 – ''[[Bill Haley and His Comets (1960 album)|Bill Haley and His Comets]]'' (Warner Bros. 1978)\n* 1960 – ''[[Haley's Juke Box]]'' (Warner Bros. 1991)\n* 1961 – ''Twist'' ([[Dimsa Records|Dimsa]] 1955)\n* 1961 – ''Bikini Twist'' (Dimsa 8259)\n* 1962 – ''Twist Vol. 2'' (Dimsa 8275)\n* 1962 – ''Twist en Mexico'' (Dimsa 8290)\n* 1963 – ''Rock Around the Clock King'' (Guest Star 1454)\n* 1963 – ''Madison'' (Orfeon 12339)\n* 1963 – ''Carnaval de Ritmos Modernos'' (Orfeon 12340)\n* 1964 – ''Surf Surf Surf'' (Orfeon 12354)\n* 1966 – ''Whiskey a Go-Go'' (Orfeon 12478)\n* 1966 – ''Bill Haley a Go-Go'' (re-recordings) (Dimsa 8381)\n* 1971 – ''Rock Around the Country'' (Sonet 623); issued in North America by GNP-Crescendo (LP 2097) and as ''Travelin' Band'' on Janus (JLS 3035)\n* 1973 – ''Just Rock 'n' Roll Music'' (Sonet 645); issued in North America by GNP-Crescendo (LP 2077)\n* 1979 – ''Everyone Can Rock and Roll'' (Sonet 808)\n\n==Grammy Hall of Fame==\n\"Rock Around the Clock\" was inducted into the [[Grammy Hall of Fame Award|Grammy Hall of Fame]], a Grammy award established in 1973 to honor recordings that are at least 25 years old and that have \"qualitative or historical significance.\"\n\n{| class=wikitable\n|+Bill Haley and the Comets: Grammy Hall of Fame Awards<ref>[http://www.grammy.org/recording-academy/awards/hall-of-fame Grammy Hall of Fame Database] {{webarchive |url=https://web.archive.org/web/20150707235113/http://www.grammy.org/recording-academy/awards/hall-of-fame |date=July 7, 2015 }}.</ref>\n|-\n! Year Recorded\n! Title\n! Genre\n! Label\n! Year Inducted\n! Notes\n|- align=center\n| 1954\n| \"[[Rock Around the Clock]]\"\n| Rock & Roll (single)\n| Decca Records\n| 1982\n|\n|}\n\n==References==\n{{Reflist}}\n\n===Bibliography===\n* Jim Dawson, ''Rock Around the Clock: The Record That Started the Rock Revolution!'' (San Francisco: Backbeat Books, 2005)\n* John W. Haley and John von Hoelle, ''Sound and Glory'' (Wilmington, Delaware: Dyne-American, 1990)\n* John Swenson, ''Bill Haley'' (London: W.H. Allen, 1982)\n* Discography information from [http://www.billhaleycentral.com Bill Haley Central] {{Webarchive|url=https://web.archive.org/web/20080704062413/http://billhaleycentral.com/ |date=July 4, 2008 }} and ''Bill Haley & His Comets, etc.: A Discography'', an unpublished reference work by Herbert Kamitz\n* ''What Was the First Rock 'n' Roll Record?'' {{ISBN|0-571-12939-0}} (paper)\n* Charlie Gillette and SImon Frith, eds., ''Rock File 4'' (Panther Books, 1976) {{ISBN|0-586-04370-5}}\n* ''Billboard'' magazine\n* ''Cash Box'' magazine\n\n===Notes===\n{{Notelist}}\n\n==External links==\n* {{IMDb name|0006426|Bill Haley}}\n* {{Discogs artist|Bill Haley And His Comets}}\n* [http://www.rockabillyhall.com/BillHaley.html Rockabilly Hall of Fame – Biography of Bill Haley] {{Webarchive|url=https://web.archive.org/web/20100527231722/http://www.rockabillyhall.com/BillHaley.html |date=May 27, 2010 }}\n* [http://www.rockabillyhall.com/Extra2.html Rockabilly Hall of Fame – List of Comets musicians] {{Webarchive|url=https://web.archive.org/web/20111011233205/http://rockabillyhall.com/Extra2.html |date=October 11, 2011 }}\n* [http://www.billhaleycentral.com Bill Haley Central Web Portal] {{Webarchive|url=https://web.archive.org/web/20080704062413/http://billhaleycentral.com/ |date=July 4, 2008 }} – dead link\n* {{Rockhall}}\n{{Bill Haley & His Comets}}\n{{2012 Rock and Roll Hall of Fame}}\n{{UK best-selling singles (by decade)}}\n{{Authority control}}\n\n<!-- Do not add Category American boy bands -->\n\n{{DEFAULTSORT:Haley and His Comets, Bill}}\n[[Category:Atlantic Records artists]]\n[[Category:Bill Haley]]\n[[Category:Brunswick Records artists]]\n[[Category:Charly Records artists]]\n[[Category:Decca Records artists]]\n[[Category:London Records artists]]\n[[Category:Musical groups established in 1947]]\n[[Category:Musical groups disestablished in 1981]]\n[[Category:1947 establishments in Pennsylvania]]\n[[Category:1981 disestablishments in Pennsylvania]]\n[[Category:Musical groups from Philadelphia]]\n[[Category:Rock music groups from Pennsylvania]]\n[[Category:Rockabilly music groups]]\n[[Category:Roulette Records artists]]\n[[Category:Rock and roll music groups]]\n[[Category:Warner Records artists]]"
}