{
    "Bill_Monroe": "{{Short description|American bluegrass musician, songwriter (1911–1996)}}\n{{About other people|the American musician|Bill Monroe}}\n{{Use mdy dates|date=October 2019}}\n{{Infobox musical artist\n| name             = Bill Monroe\n| image            = MonroeBrothers.jpg\n| image_size       = <!-- Only for images narrower than 220 pixels -->\n| caption          = Monroe (left) and his brother Charlie in 1936\n| birth_name       = William Smith Monroe\n| birth_date       = {{Birth date|1911|09|13}}\n| birth_place      = [[Rosine, Kentucky|Rosine]], [[Kentucky]], U.S.\n| origin           = Kentucky, U.S.\n| death_date       = {{Death date and age|1996|09|09|1911|09|13}}\n| death_place      = [[Springfield, Tennessee|Springfield]], [[Tennessee]], U.S.\n| genre            = {{Hlist|[[Bluegrass music|Bluegrass]]|[[gospel music|gospel]]|[[country music|country]]|[[blues]]|[[American folk music|folk]]}}\n| instrument       = [[Mandolin]], guitar\n| years_active     = 1927–1996\n| label            = {{Hlist|[[Bluebird Records|Bluebird]]|[[Columbia Records|Columbia]]|[[Decca Records|Decca]]|[[MCA Records|MCA]]|[[RCA Records#Previous labels|RCA Victor]]}}\n| associated_acts  = {{Hlist|The Blue Grass Boys|[[Birch Monroe]]|[[Carter Stanley]]|[[Earl Scruggs]]|[[Lester Flatt]]|[[Emmylou Harris]]|[[The Strangers (American band)|The Strangers]]}}\n| website          =\n}}\n\n'''William Smith Monroe''' ({{IPAc-en|m|ə|n|ˈ|r|oʊ}} {{respell|mən|ROH}}; September 13, 1911<ref name=\"LarkinGE\">{{cite book |title=[[Encyclopedia of Popular Music|The Guinness Encyclopedia of Popular Music]] |date=1992 |publisher=[[Guinness Publishing]] |isbn=0-85112-939-0 |editor=[[Colin Larkin (writer)|Colin Larkin]] |edition=1st |pages=1729–1730}}</ref> – September 9, 1996)<ref name=\"Flippo\"/> was an American [[mandolin]]ist, singer, and songwriter, and created the [[bluegrass music]] genre. Because of this, he is often called the \"[[Honorific nicknames in popular music#M|Father of Bluegrass]]\".<ref>{{Cite web|last=Klein|first=Bradley|title=Bill Monroe: Celebrating The Father Of Bluegrass At 100|website=NPR.org |url=https://www.npr.org/2011/09/12/140366232/bill-monroe-celebrating-the-father-of-bluegrass-at-100|publisher=NPR|access-date=September 18, 2011}}</ref>\n\nThe genre takes its name from his band, the '''Blue Grass Boys''', who named their group for the [[Poa pratensis|bluegrass]] of Monroe's home state of [[Kentucky]]. He described the genre as \"Scottish [[bagpipes]] and ole-time fiddlin'. It's Methodist and Holiness and Baptist. It's blues and [[jazz]], and it has a high lonesome sound.\"<ref>{{Cite web |title=Bill Monroe |website=2022 Monroe Mandolin Camp |url=https://monroemandolincamp.com/bill-monroe/ |access-date=2022-11-12 |language=en-US}}</ref>\n\n== Early life ==\nMonroe was born on [[Bill Monroe Farm|his family's farm]] near [[Rosine, Kentucky]], the youngest of eight children of James Buchanan \"Buck\" and Malissa (Vandiver) Monroe. His mother and her brother, [[Pendleton Vandiver|James Pendleton \"Pen\" Vandiver]], were both musically talented, and Monroe and his family grew up playing and singing at home.<ref name=\"LarkinGE\"/>\n\nBill was of [[Scottish Americans|Scottish]] and [[English Americans|English]] heritage. Because his older brothers Birch and [[Charlie Monroe|Charlie]] already played the [[fiddle]] and [[guitar]], Bill was resigned to playing the less desirable [[mandolin]].<ref name=\"LarkinGE\"/> He recalled that his brothers insisted that he remove four of the mandolin's eight strings so he would not play too loudly.{{citation needed|date=September 2022}}\n\nMonroe's mother died when he was ten, and his father died six years later.<ref name=\"LarkinGE\"/> Eventually, his brothers and sisters moved away, leaving Monroe to bounce between uncles and aunts until finally settling in with his disabled uncle Pendleton Vandiver, whom he often accompanied when Vandiver played the fiddle at dances. This experience inspired one of Monroe's most famous compositions, \"Uncle Pen\", recorded in 1950,<ref name=\"LarkinGE\"/> and the 1972 album ''Bill Monroe's Uncle Pen.'' On that album, Monroe recorded a number of traditional fiddle tunes he had often heard performed by Vandiver. Vandiver has been credited with giving Monroe \"a repertoire of tunes that sank into Bill's aurally trained memory and a sense of rhythm that seeped into his bones.\"<ref>{{cite book |author=Smith |first=Richard D. |url=https://archive.org/details/cantyouhearmecal00smit/ |title=Can't You Hear Me Callin': the Life of Bill Monroe, Father of Bluegrass |date= |publisher=[[Da Capo Press]] |year=2001 |isbn=978-0-316-80381-6 |location=[[Cambridge, Massachusetts]] |page=27 |language=en |oclc=42690222 |url-access=registration}}</ref>\n\nAlso significant in Monroe's musical life was [[Arnold Shultz]], an influential [[fiddle]]r and guitarist who introduced Monroe to the [[blues]].<ref>{{cite book|title=Bluegrass Breakdown: The Making of the Old Southern Sound|author=Robert Cantwell|publisher=[[University of Illinois Press]]|date=2003|isbn=9780252071171|pages=30–32}}</ref><ref>''The Father of Bluegrass Music'', DVD Documentary (1993)</ref>\n\n==Professional career==\nIn 1929, Monroe moved to [[Indiana]] to work at an oil refinery with his brothers [[Birch Monroe|Birch]] and Charlie.<ref name=\"LarkinGE\"/> Together with a friend, Larry Moore, they formed the \"Monroe Brothers\", to play at local dances and house parties.\n\nBirch and Moore soon left the group, and Bill and Charlie carried on as a duo, eventually winning spots performing live on radio stations, first in Indiana and then, sponsored by Texas Crystals, on several radio broadcasts in [[Shenandoah, Iowa]], [[Nebraska]], [[South Carolina]] and [[North Carolina]] from 1934 to 1936.<ref name=\"LarkinGE\"/> [[RCA Records#Previous labels|RCA Victor]] signed the Monroe Brothers to a recording contract in 1936.<ref name=\"LarkinGE\"/> They scored an immediate hit single with the gospel song \"What Would You Give in Exchange For Your Soul?\" and ultimately recorded 60 tracks for Victor's [[Bluebird Records|Bluebird]] label between 1936 and 1938.<ref>{{cite web|title=Bill Monroe: American Musician|url=https://www.britannica.com/biography/Bill-Monroe|website=Encyclopædia Britannica|access-date=January 30, 2018}}</ref>\n\nAfter the Monroe Brothers disbanded in 1938, Bill Monroe formed The Kentuckians in [[Little Rock, Arkansas]], but the group only lasted for three months.<ref name=\"LarkinGE\"/> Monroe then left Little Rock for [[Atlanta, Georgia]], to form the first edition of the Blue Grass Boys,<ref name=\"LarkinGE\"/> with singer/guitarist [[Cleo Davis]], fiddler Art Wooten, and bassist [[Amos Garren]].\n\nIn October 1939, Monroe successfully auditioned for a regular spot on the [[Grand Ole Opry]], impressing Opry founder [[George D. Hay]] with his energetic performance of [[Jimmie Rodgers (country singer)|Jimmie Rodgers]]'s \"[[Mule Skinner Blues]]\".<ref name=\"LarkinGE\"/> Monroe recorded that song, along with seven others, at his first solo recording session for RCA Victor in 1940; by this time, the Blue Grass Boys consisted of singer/guitarist [[Clyde Moody]], fiddler Tommy Magness, and bassist Bill Wesbrooks.<ref>{{cite web|url=http://doodah.net/bgb/|title=Bill Monroe's Blue Grass Boys|website=Doodah.net|access-date=January 20, 2018}}</ref>\n\nWhile the fast tempos and instrumental virtuosity characteristic of bluegrass music are apparent even on these early tracks, Monroe was still experimenting with the sound of his group. He seldom sang lead vocals on his Victor recordings, often preferring to contribute high tenor harmonies as he had in the Monroe Brothers. A 1945 session for [[Columbia Records]] featured an [[accordion]], soon dropped from the band. Most importantly, Monroe added [[banjo]] player [[David \"Stringbean\" Akeman]] to the Blue Grass Boys in 1942.<ref name=\"LarkinGE\"/> Akeman played the instrument in a relatively primitive style and was rarely featured in instrumental solos. Monroe's pre-1946 recordings represent a transitional style between the [[string band|string-band tradition]] from which he came and the musical innovation to follow.\n\n== \"Original Bluegrass Band\" and Monroe's heyday as a star ==\n{{More citations needed|section|date=September 2022}}\nKey developments occurred in Monroe's music with the addition of [[Lester Flatt]] and [[Earl Scruggs]] to the Blue Grass Boys in December 1945.<ref name=\"LarkinGE\"/> Flatt played a solid rhythm guitar style that would help to set the course for bluegrass timing. Scruggs played the banjo with a distinctive three-finger picking style that immediately caused a sensation among Opry audiences. Flatt and Scruggs joined a highly accomplished group that included fiddler Howdy Forrester and bassist Joe Forrester and would soon include fiddler [[Chubby Wise]] and bassist [[Howard Watts]], who often performed under the name \"Cedric Rainwater\".\n\nIn retrospect, this line-up of the Blue Grass Boys has been dubbed the \"Original Bluegrass Band\", as the music finally included all the elements that characterize bluegrass music, including breakneck tempos, sophisticated vocal harmony arrangements, and impressive instrumental proficiency demonstrated in solos or \"breaks\" on the mandolin, banjo, and fiddle. By this time, Monroe had acquired the 1923 Gibson F5 model \"Lloyd Loar\" mandolin, which became his trademark instrument for the remainder of his career.<ref>Rosenberg, Neil V. (2005). ''BLUEGRASS: A History''. Urbana, Ill.: University of Illinois Press; {{ISBN|0-252-07245-6}}</ref>\n\nThe 28 songs recorded by this version of the Blue Grass Boys for Columbia Records in 1946 and 1947 soon became classics of the genre, including \"Toy Heart\", \"Blue Grass Breakdown\", \"[[Molly and Tenbrooks]]\", \"Wicked Path of Sin\", \"My Rose of Old Kentucky\", \"Little Cabin Home on the Hill\", and Monroe's most famous song \"[[Blue Moon of Kentucky]]\",<ref name=\"LarkinGE\"/> which was recorded by [[Elvis Presley]] in 1954, appearing as the B-side of his first single for [[Sun Records]]. Monroe gave his blessing to Presley's [[rock and roll]] cover of the song, originally a slow [[ballad]] in [[waltz]] time, and re-recorded it himself with a faster arrangement after Presley's version became a hit.<ref name=\"LarkinGE\"/> Several gospel-themed numbers are credited to the \"Blue Grass Quartet\", which featured four-part vocal arrangements accompanied solely by mandolin and guitar – Monroe's usual practice when performing \"sacred\" songs.\n\nBoth Flatt and Scruggs left Monroe's band in early 1948, soon forming their own group, the [[Foggy Mountain Boys]]. In 1949, after signing with Decca Records, Monroe entered what has been called the \"golden age\" of his career<ref>''Bill Monroe and Bluegrass'' by Roughstock staff, January 27, 2009 {{cite web |url=http://www.roughstock.com/history/bill-monroe-and-bluegrass/ |title=Roughstock's History of Country Music - Bill Monroe and Bluegrass |access-date=June 7, 2009 |url-status=dead |archive-url=https://web.archive.org/web/20090620032558/http://www.roughstock.com/history/bill-monroe-and-bluegrass/ |archive-date=June 20, 2009  }}</ref> with what many consider the classic \"high lonesome\" version of the Blue Grass Boys, featuring the lead vocals and rhythm guitar of [[Jimmy Martin]], the banjo of [[Rudy Lyle]] (replacing [[Don Reno]]), and fiddlers such as Merle \"Red\" Taylor, [[Charlie Cline]], [[Bobby Hicks]], and [[Vassar Clements]].\n\nThis band recorded a number of bluegrass classics, including \"My Little Georgia Rose\", \"On and On\", \"Memories of Mother and Dad\", and \"Uncle Pen\", as well as instrumentals such as \"Roanoke\", \"Big Mon\", \"Stoney Lonesome\", \"Get Up John\", and the mandolin feature \"Raw Hide\". [[Carter Stanley]] joined the Blue Grass Boys as guitarist for a short time in 1951 during a period when [[The Stanley Brothers]] had temporarily disbanded.\n\nOn January 16, 1953, Monroe was critically injured in a two-car wreck.<ref name=\"LarkinGE\"/> He and \"Bluegrass Boys\" bass player, [[Bessie Lee Mauldin]], were returning home from a fox hunt north of [[Nashville, Tennessee|Nashville]]. On highway 31-W, near White House, their car was struck by a drunken driver. Monroe, who had suffered injuries to his back, left arm and nose, was rushed to General Hospital in Nashville. It took him almost four months to recover and resume touring.<ref name=\"LarkinGE\"/> In the meantime [[Charlie Cline]] and [[Jimmy Martin]] kept the band together.<ref name=\"Rosenberg\"/>{{Page needed|date=May 2024}}\n\nBy the late 1950s, however, Monroe's commercial fortunes had begun to slip.<ref name=\"LarkinGE\"/> The rise of rock-and-roll and the development of the \"[[Nashville sound]]\" in mainstream [[country music]] both represented threats to the viability of bluegrass. While still a mainstay on the Grand Ole Opry, Monroe found diminishing success on the singles charts, and struggled to keep his band together in the face of declining demand for live performances.\n\n==Folk revival==\n{{More citations needed section|date=February 2020}}\nMonroe's fortunes began to improve during the [[American folk music revival]] of the early 1960s. Many college students and other young people were beginning to discover Monroe, associating his style more with traditional folk music than with the country-and-western genre with which it had previously been identified.\n\nThe word \"bluegrass\" first appeared around this time to describe the sound of Monroe and similar artists such as Flatt and Scruggs, the Stanley Brothers, [[Reno and Smiley]], [[Jim & Jesse|Jim and Jesse]], and the [[Osborne Brothers]]. While Flatt and Scruggs immediately recognized the potential for a lucrative new audience in cities and on college campuses in the North, Monroe was slower to respond. Under the influence of [[Ralph Rinzler]], a young musician and folklorist from New Jersey who briefly became Monroe's manager in 1963, Monroe gradually expanded his geographic reach beyond the traditional southern country music circuit.<ref name=\"LarkinGE\"/> Rinzler was also responsible for a lengthy profile and interview in the influential folk music magazine ''[[Sing Out!]]'' that first publicly referred to Monroe as the \"father\" of bluegrass. Accordingly, at the first bluegrass festival organized by Carlton Haney at [[Roanoke, Virginia]] in 1965, Bill Monroe was the central figure.<ref name=\"LarkinGE\"/>\n\nIn 1964, before the [[Grateful Dead]] got together, [[Jerry Garcia]] caravanned across the country from California to tag along with Monroe.<ref>{{Cite web|url=https://gardenandgun.com/articles/jerry-garcias-bluegrass-roots/|title=Jerry Garcia's Bluegrass Roots|date=May 3, 2018|website=Gardenandgun.com|access-date=August 8, 2021}}</ref>\n\nThe growing national popularity of Monroe's music during the 1960s was also apparent in the increasingly diverse background of musicians recruited into his band. Non-southerners who served as Blue Grass Boys during this period included banjo player [[Bill Keith (musician)|Bill Keith]] and singer/guitarist [[Peter Rowan]] from Massachusetts,<ref name=\"LarkinGE\"/> fiddler Gene Lowinger from New Jersey, banjo player Lamar Grier from Maryland, banjo player Steve Arkin from New York, and singer/guitarist [[Roland White]] and fiddler [[Richard Greene (musician)|Richard Greene]] from California.\n\n==Later years==\n[[File:Bill Monroe's Bluegrass Hall of Fame Museum - June 2022 - Sarah Stierch.jpg|thumb|Bill Monroe's Bluegrass Hall of Fame Museum in [[Morgantown, Indiana]]. He founded the Hall in 1984.]]\nEven after the folk revival faded in the mid-1960s, it left a loyal audience for bluegrass music. Bluegrass festivals became common, with fans often traveling long distances to see a number of different acts over several days of performances.\n\nIn 1967, Monroe himself founded an annual bluegrass festival at [[Beanblossom, Indiana|Bean Blossom]] in southern Indiana, a park he had purchased in 1951,<ref name=\"LarkinGE\"/> which routinely attracted a crowd of thousands; a double LP from the festival featuring Monroe, Jimmy Martin, Lester Flatt, and Jim and Jesse was released in 1973. The annual ''Bill Monroe Bean Blossom Bluegrass Festival'' is now the world's oldest continuously running annual bluegrass festival.<ref>{{Cite web|url=http://lcweb2.loc.gov/diglib/legacies/loc.afc.afc-legacies.200002995/|archiveurl=https://web.archive.org/web/20080905004417/http://lcweb2.loc.gov/diglib/legacies/IN/200002995.html|url-status=dead|title=Bill Monroe Bluegrass Festival in Brown County|first=Representative (9th District) Baron P. Hill--|last=Collector|date=August 8, 2000|archive-date=September 5, 2008|website=Lcweb2.loc.gov|access-date=August 8, 2021}}</ref>\n\nMonroe's compositions during his later period were largely instrumentals, including \"Jerusalem Ridge\", \"Old Dangerfield\" (originally spelled Daingerfield after [[Daingerfield, Texas|the town in East Texas]]),<ref>\"Stoney Lonesome Fiddle Book\", by Stacy Phillips</ref> and \"My Last Days on Earth\"; he settled into a new role as a musical patriarch who continued to influence younger generations of musicians. Monroe recorded two albums of duets in the 1980s; the first featured collaborations with country stars such as [[Emmylou Harris]], [[Waylon Jennings]], and [[The Oak Ridge Boys]], while the second paired him with other prominent bluegrass musicians.<ref name=\"LarkinGE\"/> A 1989 live album celebrated his 50th year on the Grand Ole Opry.<ref name=\"LarkinGE\"/> Monroe also kept a hectic touring schedule.<ref name=\"LarkinGE\"/> On April 7, 1990, Monroe performed for [[Farm Aid|Farm Aid IV]] in [[Indianapolis]], Indiana along with [[Willie Nelson]], [[John Mellencamp]], [[Neil Young]] and with many other artists.<ref>{{Cite web |last=Mitchell |first=Dawn |date=18 June 2007 |title=RetroIndy: Farm Aid IV raised a bumper crop of cash |url=https://www.indystar.com/story/news/history/retroindy/2017/06/18/farm-aid-iv-raised-bumper-crop-cash/395865001/ |access-date=2024-05-08 |website=[[The Indianapolis Star]] |language=en-US}}</ref>\n\n=== Death ===\nMonroe's last performance occurred on March 15, 1996. He ended his touring and playing career in April, following a stroke. Monroe died on September 9, 1996, in [[Springfield, Tennessee]], four days before his 85th birthday.<ref name=\"Flippo\">{{cite magazine|last1=Flippo|first1=Chet|title=Industry Mourns Father of Bluegrass|magazine=Billboard|date=September 21, 1996|pages=6, 79|url=https://books.google.com/books?id=wwkEAAAAMBAJ&pg=PA9|access-date=June 13, 2014}}</ref><ref>{{cite news |author1=Jon Pareles |author-link1=Jon Pareles |title=Bill Monroe Dies at 84; Fused Musical Roots Into Bluegrass |url=https://www.nytimes.com/1996/09/10/arts/bill-monroe-dies-at-84-fused-musical-roots-into-bluegrass.html |url-access=subscription |access-date=31 October 2021 |work=[[The New York Times]] |date=10 September 1996 |page=D 22}}</ref>\n\n== Legacy and influence ==\n\nAccording to [[Ralph Rinzler]], Bill Monroe impacted music in the following five ways:<ref>{{Cite AV media notes |title=Live Recordings 1963-1980: Off the Record Volume 2 |title-link= |last=Rinzler |first=Ralph |author-link=Ralph Rinzler |first2= |last2= |author-link2= |others= |url=https://folkways-media.si.edu/docs/folkways/artwork/SFW40064.pdf#page=6 |date=1993 |access-date= |chapter= |page=7 |pages= |at= |type= |publisher=[[Smithsonian Folkways]] |id= |location= }}</ref>\n\n# When others were going electric, Bill created a space for an acoustic string band tradition to continue to grow and develop within country music.\n# He developed a distinct vocal tradition - the \"high lonesome\" sound.\n# He established the mandolin as a virtuoso string band instrument\n# He composed a diverse repertoire of songs and instrumental tunes which have become standard fare among bluegrass, country, and some pop musicians.\n# More than any other musician of his time, he skillfully infused country music with archaic tonal subtlety, including Anglo-Scots-Irish and Blues influences.\n\nBill Monroe was made an honorary [[Kentucky Colonel]] in 1966.<ref name=\"Rosenberg\">{{Cite book |last1=Rosenberg |first1=Neil V. |url=https://www.jstor.org/stable/10.5406/jj.13944080 |title=The music of Bill Monroe |last2=Wolfe |first2=Charles K. |publisher=[[University of Illinois Press]] |year=1989 |isbn=978-0-252-05623-9 |series=Music in American life |location=Urbana, IL |publication-date=2007 |jstor=10.5406/jj.13944080 |oclc=1431193963 |access-date=}}</ref>{{Page needed|date=May 2024}} He was inducted into the [[Country Music Hall of Fame and Museum|Country Music Hall of Fame]] in 1970,<ref name=\"LarkinGE\" /> the [[Nashville Songwriters Hall of Fame]] in 1971,<ref name=\"LarkinGE\" /> and the [[Rock and Roll Hall of Fame]] (as an \"early influence\") in 1997. [[Jimmie Rodgers (country singer)|Jimmie Rodgers]], [[Bob Wills]], [[Hank Williams|Hank Williams Sr.]], and [[Johnny Cash]] are the only other performers honored in all three. As the \"father of bluegrass\", he was also an inaugural inductee into the [[International Bluegrass Music Hall of Fame|International Bluegrass Music Hall of Honor]] in 1991. Monroe was a recipient of a 1982 [[National Heritage Fellowship]] awarded by the [[National Endowment for the Arts]], which is the United States government's highest honor in the folk and traditional arts.<ref>{{cite web |url=https://www.arts.gov/honors/heritage/year/1982|title=NEA National Heritage Fellowships 1982 |author=<!--Not stated-->  |website=www.arts.gov |publisher=National Endowment for the Arts |access-date=November 22, 2020 |archive-url=https://web.archive.org/web/20200929133224/https://www.arts.gov/honors/heritage/year/1982 |archive-date=September 29, 2020 |url-status=dead}}</ref> That year's fellowships were the first bestowed by the NEA. In 1993, he received the [[Grammy Lifetime Achievement Award]], and he was awarded the [[List of recipients of the National Medal of Arts|National Medal of Arts]] in 1995. His well-known song \"[[Blue Moon of Kentucky]]\" has been covered not only by bluegrass but also rock and country artists, most notably Elvis Presley, [[Paul McCartney]], and [[Patsy Cline]]. In 2003, [[CMT (American TV channel)|CMT]] had Bill Monroe ranked No.&nbsp;16 on ''CMT 40 Greatest Men of Country Music''.\n\nArtists that claimed to be influenced by or to be playing the bluegrass genre were often bullied by Bill Monroe. He always considered himself the father and caretaker of bluegrass. He would often say of new bands that did not perform to his standards, \"That ain't no part of nothin'.\" Even those who question the scope of bluegrass refer to Monroe as a \"musical giant\" and recognize that \"there would be no bluegrass without Bill Monroe.\"<ref>{{cite news|author=Teachout, Terry|title=Kentucky Troubadour: A biography of Bill Monroe and the bluegrass music he invented.|newspaper=[[The New York Times]]|date=September 17, 2001|url=https://www.nytimes.com/books/00/09/17/reviews/000917.17teachot.html|access-date=January 20, 2018}}</ref>\n\nMore than 150 musicians played in the Blue Grass Boys over the nearly 60 years of Monroe's performing career. Monroe tended to recruit promising young musicians who served an apprenticeship with him before becoming accomplished artists in their own right. Some of Monroe's band members who went on to greater prominence include singer/guitarists [[Clyde Moody]], [[Lester Flatt]], Jack Cook, [[Mac Wiseman]], [[Jimmy Martin]], [[Carter Stanley]], [[Del McCoury]], [[Peter Rowan]], [[Roland White]], Roland Dunn and [[Riders in the Sky (band)|Doug Green]]; banjo players [[Earl Scruggs]], Bob Black, [[Butch Robins]], [[Buck Trent]], [[Don Reno]], [[David \"Stringbean\" Akeman|Stringbean]], [[Osborne Brothers|Sonny Osborne]], and [[Bill Keith (musician)|Bill Keith]]; and fiddlers Tommy Magness, [[Chubby Wise]], [[Vassar Clements]], [[Byron Berline]], [[Kenny Baker (fiddler)|Kenny Baker]], [[Bobby Hicks]], [[Gordon Terry]], [[Randall Franks]] and Glen Duncan. Monroe also regularly performed with flat-picking guitar virtuoso [[Doc Watson]].\n\nModern bluegrass singer and mandolin player [[Ricky Skaggs]] was influenced by Monroe. Skaggs was only six years old, in 1960, when he first got to perform on stage with Monroe and his band at the high school in Martha, Kentucky. He stated, \"I think Bill Monroe's importance to American music is as important as someone like Robert Johnson was to blues, or Louis Armstrong. He was so influential: I think he's probably the only musician that had a whole style of music named after his band.\"<ref name=\"Music\">{{cite book\n| first= Paul\n| last= Du Noyer\n| year= 2003\n| title= The Illustrated Encyclopedia of Music\n| edition= 1st\n| publisher= Flame Tree Publishing\n| location= Fulham, London\n| isbn= 1-904041-96-5\n| page= 196}}</ref>\n\nIn 1999, the portion of [[Indiana State Road 135]] running from [[Morgantown, Indiana|Morgantown]] through to [[Nashville, Indiana]] was dedicated to Bill Monroe and is known as the Bill Monroe Memorial Highway.<ref>{{Cite web |url=http://www.browncounty.com/bill-monroe-memorial-highway |title=Brown County Convention & Visitors Bureau Web site, 2018.08.28 |access-date=August 28, 2018 |archive-url=https://web.archive.org/web/20180828170130/http://www.browncounty.com/bill-monroe-memorial-highway |archive-date=August 28, 2018 |url-status=dead }}</ref>\n\n==Discography==\n{{Main|Bill Monroe discography}}\n\n==References==\n{{Reflist}}\n\n==Sources==\n* Ewing, Tom. 2018. ''Bill Monroe: The Life and Music of the Blue Grass Man.'' Urbana: University of Illinois Press. {{ISBN|978-0-252-04189-1}}\n* Klein, Bradley. (2011). \"[https://www.npr.org/2011/09/12/140366232/bill-monroe-celebrating-the-father-of-bluegrass-at-100 Bill Monroe: Celebrating The Father Of Bluegrass At 100]\". NPR.\n* Rumble, John (1998). \"Bill Monroe\". In ''The Encyclopedia of Country Music''. Paul Kingsbury, Editor. New York: Oxford University Press. pp.&nbsp;350–2.\n* Smith, Richard D. (2000). ''Can't You Hear Me Callin': The Life of Bill Monroe, Father of Bluegrass.'' Little, Brown and Company. {{ISBN|0-316-80381-2}}.\n* Rosenberg, Neil V., and Charles K. Wolfe (2007). ''The Music of Bill Monroe.'' University of Illinois Press. {{ISBN|0-252-03121-0}}.\n\n==External links==\n{{Wikiquote-inline|Bill Monroe}}\n{{Portal|Biography}}\n* {{Rockhall}}\n* [https://web.archive.org/web/20100730034713/http://www.countrymusichalloffame.org/full-list-of-inductees/view/bill-monroe Country Music Hall of Fame profile]\n* [https://web.archive.org/web/20070927224702/http://cms.ibma.org/site/ibma.awards/hall.of.honor/#1991 International Bluegrass Music Hall of Honor profile]\n* [https://web.archive.org/web/20110927085513/http://www.nashvillesongwritersfoundation.com/l-o/bill-monroe.aspx Nashville Songwriters Hall of Fame profile]\n* [http://www.floridamemory.com/Collections/folklife/folklife_cd2.cfm Recording of \"Wayfaring Stranger\" from the 1993 Florida Folk Festival (available for public use from the State Archives of Florida)]\n* [http://www.folkstreams.net/pub/FilmPage.php?title=210 Bill Monroe: Father of Bluegrass Music (documentary video)] {{Webarchive|url=https://web.archive.org/web/20170201092656/http://www.folkstreams.net/pub/FilmPage.php?title=210 |date=February 1, 2017 }}\n* [http://blog.history.in.gov/?p=307 \"Bill Monroe in Indiana: From Lake to Brown County, Oil to Bluegrass,\"] Indiana Historical Bureau\n* [https://adp.library.ucsb.edu/names/103708 Bill Monroe recordings] at the [[Discography of American Historical Recordings]].\n{{Bill Monroe|state=autocollapse}}{{Navboxes\n| title = Awards for Bill Monroe\n| list =\n{{1970s Country Music Hall of Fame}}\n{{National Medal of Arts recipients 1990s}}\n{{1997 Rock and Roll Hall of Fame}}\n}}\n{{Grand Ole Opry members}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Monroe, Bill}}\n[[Category:Bill Monroe|*]]\n[[Category:1911 births]]\n[[Category:1996 deaths]]\n[[Category:People from Ohio County, Kentucky]]\n[[Category:Bluegrass musicians from Kentucky]]\n[[Category:Country musicians from Kentucky]]\n[[Category:American people of Scottish descent]]\n[[Category:American country singer-songwriters]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:Grand Ole Opry members]]\n[[Category:Grammy Lifetime Achievement Award winners]]\n[[Category:National Heritage Fellowship winners]]\n[[Category:Peabody Award winners]]\n[[Category:United States National Medal of Arts recipients]]\n[[Category:American bluegrass mandolinists]]\n[[Category:20th-century American singer-songwriters]]\n[[Category:Singer-songwriters from Kentucky]]"
}