{
    "Bobbejaan_Schoepen": "{{Short description|Belgian musician}}\n{{More citations needed|date=July 2013}}\n{{Infobox musical artist\n| name         = Bobbejaan Schoepen\n| image        = Bobbejaan Schoepen guitarist.jpg\n| image_size   =\n| caption      = ca. 1943\n| birth_name   = Modest Schoepen\n| birth_date   = {{Birth date|df=yes|1925|5|16}}\n| death_date   = {{Death date and age|df=yes|2010|05|17|1925|5|16}}\n| origin       = [[Boom, Belgium|Boom]], Antwerp, Flanders, Belgium\n| genre        = [[Alternative country|Twang]]<br>[[Folk music|Folk]]<br>Pop<br>[[Country music|Country]]<br>[[Cabaret]]<br>[[Film music]]\n| instrument   = Vocals<br>Guitar<br>[[Whistling|Art whistling]]<br>[[Ukulele]]<br>Harmonica<br>[[Yodeling]]\n| years_active = 1935–2010\n| label        = [[Decca Records]], [[World Music Company]], [[Sony BMG]], [[EMI Group|EMI]], [[PIAS Recordings|PIAS]], [[Bobbejaan Records]]\n| website      = [http://www.bobbejaan.be Bobbejaan Schoepen website]\n}}\n'''Bobbejaan Schoepen''' (a pseudonym of '''Modest Schoepen'''; 16 May 1925&nbsp;– 17 May 2010) was a [[Flemish people|Flemish]] pioneer in Belgian pop music, [[vaudeville]], and European [[country music]].<ref>\"Bobbejaan Schoepen, a Flemish entertainer\"&nbsp;– Histories documentary, 4 January 2001 ([[Vlaamse Radio- en Televisieomroep|VRT]]-[[Canvas (TV channel)|Canvas]]).</ref> Schoepen was a versatile entertainer, entrepreneur, singer-songwriter, guitarist, comedian, actor, and professional [[whistling|whistler]], as well as the founder and former director of the [[amusement park]] [[Bobbejaanland]].<ref name=\"De Standaard 2008\">{{cite web|url=https://www.standaard.be/cnt/4i1rrg5b|archive-url=https://web.archive.org/web/20211029174604/https://www.standaard.be/cnt/4i1rrg5b|url-status=dead|archive-date=29 October 2021|title=De culturele weerwraak van de jodelaar|work=[[De Standaard]]|date=5 October 2008|access-date=2 July 2013}}</ref> His musical career flourished from 1948 until the first half of the 1970s. He sold more than five million copies from his repertoire of 482 songs, which extended from [[Alternative country|Twang]], [[cabaret]], [[instrumental]] [[film music]], [[chanson]]s, [[Country music|country]], to [[Folk music|folk]] and [[vocal music]].<ref name=\"Knack Focus 2007\">\"Schoepen Troef\", ''Knack Focus'' Magazine, 14 February 2007.</ref><ref>''Bobbejaan Schoepen, a Flemish entertainer''&nbsp;– Histories documentary, 4 January 2001 ([[Vlaamse Radio- en Televisieomroep]]).</ref> Born in [[Boom, Belgium|Boom]], Antwerp, Flanders, [[Belgium]], he worked his way up from a working-class environment to become one of the 200 richest people in Belgium.<ref>Verduyn, Ludwig. \"De 200 rijkste Belgen\", Uitgeverij Van Halewyck Leuven, 2000.</ref>\n\nSchoepen married Dutch former opera singer and photographer's model [[Josephina (Josée) Jongen]] on 18 May 1961. They have five children: Robert (\"Bob Jr.\", 1962), Myriam (1963), Jacky (1964), Peggy (1968), and Tom (1970). His son Tom became his manager in Belgium.\n\n==Early musical period==\n{{more citations needed section|date=May 2012}}\nModest Schoepen grew up in a [[Forge|smithy]] in [[Boom, Belgium|Boom]], Antwerp. His career started in the late 1930s when he and his sister Liesje performed vaudeville shows in the surrounding villages, going around with the hat collecting money afterwards. He had his first audition for radio, in 1944 in [[Brussels]]. In 1943 he undertook classical guitar instruction with guitarist Frans De Groodt (1892–1990).\n\n===Musical and political debut===\nThat same year he had a memorable debut performance <!-- {{POV-statement|date=May 2012}} - it was certainly memorable: see what ensued. People remembered it. -->in the [[Ancienne Belgique]] of Brussels. In front of a full house he sang the South-African song, \"[[Mamma, 'k wil 'n man hê|Mama, ek wil 'n man hé]]\". Nee mamma, née, 'n Duitseman, die wil ek nie. Want Schweinefleisch dit lus ek nie\" (\"Mommy, I want a husband. No mommy no, I don't want a '''''German''''' 'cause I don't like pig meat.\") The song was perceived as being anti-German, provoking a few [[Nazis]] who were present at the show to take him away. The South African song is making reference to a 'German man'. The Ancienne Belgique was closed for three weeks. Shortly thereafter he was forced to go work in Germany. As an alternative he chose to sing for the Flemish workers doing compulsory labor. For this he was locked up for three months in the Dossin barracks in [[Mechelen]] from October 1944, without a hearing or a trial.\n\n===Two Boys and Two Guitars===\nIn 1945 he formed a duo with Kees Brug, a young man from his own village, with the name of \"Two Boys and Two Guitars\". They performed impersonations, poetry, South-African songs, and country music from Calais to Amsterdam, all with plenty of room for improvisation and adventure. The name \"Bobbejaan\" comes from the South-African song, \"Bobbejaan klim die berg\" (\"Baboon Climbs the Mountain\"). Schoepen took it as his artist name in 1945 or 1946.{{Specify|date=May 2012}}\n\n===Performing to the allied forces===\nIn 1947 he came into contact with [[Jacques Kluger]]. Kluger asked Schoepen to entertain the American and Canadian troops during the [[Nuremberg Trials]], and in [[Frankfurt]] and [[Berlin]]. Kluger was pleased to receive an unexpected, flattering letter from Major Mearker, and contracted Schoepen to go on tour in Germany for several months. In Berlin, which was still partly in ruins, his floor shows were also attended by the American general and military governor [[Lucius D. Clay]], who asked him for two additional performances. These tours would further stimulate his country music tendencies.\n[[File:Bobbejaan schoepen grand ole opry 1953.jpg|thumb|right|200px|Bobbejaan in [[Grand Ole Opry]], 1953]]\n\n===First hit record and Indonesian tour===\nIn between these shows, Schoepen also gave occasional performances in his own country. While he initially did not wish to sing in Dutch, Kluger convinced him to record 'a Flemish record'. Schoepen's first recordings followed, and in 1948 \"De Jodelende Fluiter\" (\"The Yodeling Whistler\") became Schoepen's first hit. His breakthrough in the Netherlands also happened that year. Among his many performances, he was frequently asked to guest-star in the Netherlands.\n\nBobbejaan soon became the right man to work for the benefit of the Dutch. In 1949 he went on tour for the Dutch troops in [[Indonesia]], performing 127 shows over the course of three months. He was decorated for courage and self-sacrifice by the Dutch government because he also performed for troops near the front line. Five days after returning home he began a 220-day tour through Belgium, playing nostalgic songs, such as the tried and true \"De lichtjes van de Schelde\" (\"The Lights of the Scheldt\") (1952), which is still an evergreen in Belgium today, Bobbejaan Schoepen quickly became one of the most popular artists in [[Flanders]].\n\n==International tours and success==\n[[File:Bobbejaan schoepen jacques brel 1955.jpg|thumb|right|200px|Bobbejaan Schoepen (right) and [[Jacques Brel]], 1955]]\nSchoepen toured in at least twenty different countries, together with artists such as [[Josephine Baker]], [[Caterina Valente]], [[Gilbert Bécaud]], and [[Toots Thielemans]] (who was a guitarist in his band in 1951). He is one of the first Europeans (excluding the British) to have appeared at the [[Grand Ole Opry]] in [[Nashville, Tennessee|Nashville]], one of the most important centers of country music in the United States. In 1953 he played there three times with [[Roy Acuff]] (1903–1992). There was one performance with the country singer [[Red Foley]] (1910–1968) in Springfield, Missouri. The American country singer, [[Tex Williams]], a [[Western swing]] performer, would later release a cover of Schoepen's \"Fire and Blisters\" in the US (1974).<ref name=\"Folklife Chronicles 2006\">''The Official Biography of Bobbejaan Schoepen''&nbsp;– Folklife Chronicles (Flanders Cultural Studies), April–June 2006</ref>\n\n===1954 tours===\nIn 1954 there followed a three-month European tour through Germany, [[Iceland]], and [[Denmark]], which concluded with a few months of performances in the [[Folies Bergère]] in Brussels. [[Syd Fox]] was Schoepen's manager in Iceland and Denmark. When [[Jacques Brel]] performed the opening act in the [[Ancienne Belgique]] in Brussels in January 1955, Schoepen already had the status of an international [[vedette (cabaret)|vedette]] in his own country. He was chosen as the best Flemish singer by the broadcasting company NIR (former [[Vlaamse Radio- en Televisieomroep|VRT]]), for which he received the \"Grand Prize for Flemish Gramophone Recording.\"<ref name=\"Folklife Chronicles 2006\" />\n\nThat autumn he toured with his show for a month through Germany then a month through the [[Democratic Republic of the Congo|Congo]].\n\n===1957 tours===\nIn 1957 he again went to New York, where he was asked to make a guest-appearance on the famous [[The Ed Sullivan Show|Ed Sullivan Show]]. He recorded albums at [[RCA Records]] with the producer [[Steve Sholes]]. Sholes offered him a contract to promote his record, by visiting radio stations in the US for three months, under the name \"Bobby John\". This tour was intended to promote his recent releases, and in the meantime he was to produce new songs. But Schoepen, who had already been on tour almost constantly for ten years, and had contractual obligations in Europe, was increasingly looking for a place to settle down (this would become [[Bobbejaanland]]). He decided no longer to pursue his success in the US.<ref name=\"Folklife Chronicles 2006\" />\n\nThat same month he became the last-minute Belgian representative at the second [[Eurovision Song Contest 1957]]. He was rushed by his manager Jacques Kluger from the US to Germany in order to take part in the event. This performance was memorable for having featured a whistling solo. Schoepen is also rumoured not to have known which song he was to perform at the Contest until he arrived, only rehearsing his entry a few days before performance. The song that was finally chosen was the lightly poetic \"Straatdeuntje\" ('[[Street Tune]]'). Belgium tied for eighth place with the Swiss.<ref name=\"Folklife Chronicles 2006\" /><ref>{{Cite web|url=http://www.eurovision.tv/index/main?page=66&event=274|archiveurl=https://web.archive.org/web/20081002015033/http://www.eurovision.tv/index/main?page=66&event=274|url-status=dead|title=Eurovision Song Contest 1957|archivedate=2 October 2008}}</ref>\n\n===1958 tours===\nA year later in 1958, Kluger secured Schoepen a place in the \"[[Royal Variety Show]]\" in England, a yearly gala for the Queen Mother ([[Elizabeth Bowes-Lyon]]). After the show, his local manager Jack Heath let him hear the first golden Australian hit in the US, \"[[A Pub with No Beer]]\" by [[Slim Dusty]], and Schoepen decided to make a Dutch, German, and English cover of it. In 1960, \"Ich steh an der Bar und ich habe kein Geld\" stayed on the hit lists for thirty weeks in Germany; it also became a number-one hit in [[Austria]]. The Flemish version, \"Café zonder bier\" dates from 1959, and that year it reached @3 in the hit parade.<ref>{{Cite web|url=http://www.freewebs.com/top-1959/juni.htm|archiveurl=https://web.archive.org/web/20121018160627/http://www.freewebs.com/top-1959/juni.htm|url-status=dead|title=Vlaamse hitparade 1959 &#124;|archivedate=18 October 2012}}</ref> It later became a golden oldie.\n\n===Other hits and tours===\nHis German versions of \"Een hutje op de Heide\" (\"Little cottage on the Heath\") and \"Kili Watch\" (originally by The Cousins) also did very well (among other reasons because of the German film, ''{{ill|Davon träumen alle Mädchen|de}}'', 1961). Schoepen toured frequently in Germany and Austria with [[Caterina Valente]] (1955) and [[Dalida]] (1961), among others. This earned him many new, interesting contracts. In 1961 he became one of the top musical acts at the Berlin Film Festival, where he brought down the house at the [[Deutschlandhalle]] with his crazy whistling acts.<ref>{{Cite web|url=http://www.bobbejaanschoepen.be/index.php?pagina=media&mode=beschrijving&id=36|title=Bobbejaan Schoepen|access-date=26 January 2019|archive-date=30 May 2012|archive-url=https://archive.today/20120530094114/http://www.bobbejaanschoepen.be/index.php?pagina=media&mode=beschrijving&id=36|url-status=bot: unknown}}</ref>\n\nDuring the 1960s, [[Camillo Felgen]], [[Heino]], and [[James Last]], among others, would catapult his evergreen \"Ik heb eerbied voor jouw grijze haren\" (\"I Respect Your Grey Hair\") into a huge European hit, which has sold more than three million copies. In 1961, Caterina Valente also released a version of \"In de schaduw van de mijn\" (\"In the Shadow of the [Coal] Mine\") in Italy, under the title \"Amice Miei\", and in 1965 Richard Anthony sang a French and Spanish version \"Ik heb me dikwijls afgevraagd\" (''Je me suis souvent demandé'') into the international charts: the song reached #1 in France, April 3, 1965.<ref>{{Cite web|url=https://books.google.com/books?id=ZykEAAAAMBAJ&dq=je+me+suis+souvent+demand%C3%A9+billboard+3+april+1965&pg=PA26|title=Billboard|date=3 April 1965|publisher=Nielsen Business Media, Inc.|via=Google Books}}</ref> In 1965 it earned Schoepen, who wrote the music, an artistic 'Diploma of the Croix d'Honneur' in Paris.<ref>[\"Education Artistique, diplôme de Croix d'Honneur de Chevalier\". (30 June 1965 by the \"Académie Nationale Artistique Littéraire et Scientifque, Paris\" (no 5177).</ref>\n\nIn 1967, [[ZDF]]-Germany decided to produce a musical television film in which he plays a series of his hits. The film was partially recorded in the [[Barrandov Studios]] in Prague, in [[Campine|Kempen]] and in [[Bobbejaanland]], which at the time was still without attractions.<ref>[http://www.bobbejaanschoepen.be/index.php?pagina=projecten&mode=beschrijving&id=74 “Bobbejaanland” filmproduction ZDF&nbsp;— Regie: Vladimir Sis, 1967]{{Dead link|date=August 2018 |bot=InternetArchiveBot |fix-attempted=yes }}.</ref>\n\nDuring the sixties and seventies, he was a regular visitor to the United States, where he took up with actor [[Roy Rogers]], [[Nudie Cohn]] (the fashion designer of [[Elvis]], [[Johnny Cash]] and others), and [[Tex Williams]], the founding father of [[western swing]]. The foursome occasionally performed together in local clubs.<ref name=\"Folklife Chronicles 2006\" /><ref>TV-show \"30 jaar Bobbejaan\" (1978) – BRT</ref>\n\n==Tours with a circus tent: 1958–1961==\n{{more citations needed section|date=May 2012}}\nIn 1958, Schoepen purchased a big circus tent to be able to tour more efficiently in his own country. Doing so freed him from having to deal with music venue owners, who were asking for ever-increasing rental prices and did not always have appropriate space for his program. He took over the two-master circus tent from the Tondeur family, who were finding it difficult to keep their performances profitable. Schoepen was handed the organizational reins and the circus again began to flourish. The day before a show he would promote the show himself at the designated location, sometimes in his own bizarre manner.\n\nAn American circus stunt team came to Brussels on the occasion of the world exhibition, [[Expo 58]]; it was a private endeavor led by [[Casey Tibbs]]. But because of the excessively long distance to the actual Expo events, and the persistent bad weather, they went bankrupt. They could no longer afford to care for their fifty horses and so the team had to return to the US. Tibbs had no choice but to give away some of the equipment, and among other things he sold Zorro's horse—named Midnight, from the [[Zorro]] television series—to Bobbejaan Schoepen. He used the horse for many years for stunts in his shows and as an attraction during his cavalcades, but the horse stepped on an exposed electricity cable and died.\n\nIn 1959, Schoepen bought a new circus tent. It had room for 900 people and could be expanded to accommodate a capacity of 1,200. These tours came to an end as soon as Bobbejaanland opened its doors in 1961. Using a circus tent for concert tours was unique for its time.<ref name=\"De Standaard 2008\" />\n\n==Film==\nBetween 1950 and 1967 he acted in five musical film productions: two Belgian, two German, and one German-[[Czechoslovakia|Czech]]. In 1962 he played the leading role in the absurd comedy, [[At the Drop of a Head]] (alias ''De Ordannans''), together with leaders of the Flemish film scene: Ann Peterson, Yvonne Lex, Denise Deweerdt, Nand Buyl, and Tony Bell. The Dutch and English versions were recorded on the set at the same time. Schoepen was not pleased with this particular adventure into the world of film: \"The takes were chaotic and they fired two different directors. Jef Bruyninckx (alias, De Witte) had to solve everything.\"<ref>The Bobbejaan Story\". [[HUMO]]. 5 November 1964.</ref> In 1999, the Belgian cult-rock band, [[Dead Man Ray]], toured through Belgium and the Netherlands with the film. For Daan Stuyven ([[Daan (band)|Daan]]) and [[Rudy Trouvé]] (ex-[[dEUS]]), it is also an ode to the sometimes misunderstood)artistic versatility that characterized Schoepen the artist:\n:A true professional who was able to turn his jazzy country-guitar playing, his deep, angelic voice and his wacky sense of humor into a trademark and later into an amusement park.<ref>{{Cite web|url=http://www.deadbeattown.com/stuff/dmrhumo1999.htm|archiveurl=https://web.archive.org/web/20120213202323/http://www.deadbeattown.com/stuff/dmrhumo1999.htm|url-status=dead|title=Dead Man Ray Humo 1999|archivedate=13 February 2012}}</ref>\n\n== Bobbejaanland and caberet ==\n{{more citations needed section|date=May 2012}}\nIt was never Schoepen's intention to build an amusement park; the current park arose from his musical career.<ref>{{Cite web|url=http://www.klara.be/cm/klara/2.607/1.19036-bobbejaan-en-daan|title=Klara.be – Bobbejaan is back – Bobbejaan en Daan}}</ref> After nearly 15 years of constant touring, he began thinking about a place to settle down. In 1959, he bought a 30&nbsp;hectare, marshy domain in [[Lichtaart]]-[[Kasterlee]], called the Abroek. There he built a theater with nearly 1000 seats and created a 2.2&nbsp;kilometer beach. This was to become [[Bobbejaanland]], a name coined by his manager, Jacques Kluger. On 31 December 1961, Bobbejaanland was officially opened by Bobbejaan Schoepen and his wife Josée, with whom he developed the park into his life's work. During the high season, Schoepen himself performed from two to five concerts per day. Artists from the Belgian, Dutch, and German cabaret-world performed there as well, though not during Schoepen's own program.<ref name=\"De Standaard 2008\" />\n\nBobbejaanland evolved from 1975 onwards into a fully fledged amusement park. Schoepen focused his attention solely on the business aspect of the park, slowly pushing his musical career into the background. His performances became a rarity but Bobbejaanland, which he operated with his family, developed into one of the top amusement parks in the [[Benelux]] region.\n\nIn the mid-80s the shows became more streamlined, and oriented toward a more international audience. The amusement park finally dominated the cabaret, and the entrepreneur the artist. He did continue singing, albeit with more streamlined shows, which inevitably gave way to the routine of the amusement park.\n:At a certain point my performances no longer had anything artistic about them. I received a phone call from my wife five minutes before I had to go on stage: 'Two busses of Germans, one bus of Danes and three busses of Spaniards'. And then I adapted my show to suit them. There was no room for sentiment in Bobbejaanland. It was work, work, and more work in order to keep the business profitable. Sixteen hours a day, seven days a week. We employed four-hundred people who had to be paid every month.<ref name=\"Knack Focus 2007\" />\n\n==Challenges==\n[[File:Bobbejaanland 1988 tom schoepen.jpg|thumb|right|200px|[[Bobbejaanland]], 1988]]\nBobbejaan Schoepen's life was not without its difficulties: he was thrown into prison twice during wartime, he lost his virtuoso whistling ability due to a surgical intervention, and in 1986 he underwent a serious heart operation.{{Citation needed|date=May 2010}} In 1999 he was diagnosed with intestinal cancer,{{Citation needed|date=May 2010}} which raised the issue of selling Bobbejaanland, his life's work. But he continued and, in the winter of 2003, a major investment of nearly 12 million euros was made on two unique rides (\"Typhoon\" and \"Sledge Hammer\"). That year, the Flemish consumer magazine Test-Aankoop conducted a comparative survey of 13 European amusement parks. Bobbejaanland was the most highly esteemed park in Belgium on almost every level, and in Europe it shared second place, together with Disneyland and the Parc Astérix.<ref>Test-Aankoop magazine 477, June 2004</ref>\n\nHowever, in April 2004, after preparing for more than three years, the family finally decided to sell the park. At that time Bobbejaanland employed 400 people and was taken over by [[Parques Reunidos]], a Spanish-American amusement park group. It remained uncertain until the very last minute whether the founder would put his signature on the deal. Uncertainty over the future of amusement parks was ultimately decisive. The Schoepen family chose the more certain path, which also seemed evident to the founder. After the sale, when the news program [[Terzake]] on the Flemish Broadcast [[Vlaamse Radio- en Televisieomroep|VRT]] asked him if he had chosen to take the big money, Schoepen answered, staring ahead blankly, \"What am I going to do with all that money; I can only eat twice a day.\"<ref name=\"Folklife Chronicles 2006\" />\n\nSchoepen was considered to be the artistic attraction of the park; his wife Josée (the oldest of eighteen children) was a leading figure and the commercial backbone; and her sister Louise (Wies) was the solid foundation with respect to accounting and finances.\n:The key to the success of this family business is found in the loyalty within this triumvirate, as well as their work ethic, which was strengthened from the 1990s on by three of their five children.\n\nWith the sale of the park, the last family business in the amusement park sector in Belgium disappeared. Schoepen and his wife lived on the domain together, until his death in May 2010.<ref name=\"Folklife Chronicles 2006\" />\n\n==Comeback==\nSchoepen recovered from his illness and was again engaged in music. In 2005 he gave four surprise performances at the literary festival Saint-Amour, where he again brought people his well-known \"De lichtjes van de Schelde\". The song dated from 1952 and since then has been covered many times by popular Flemish and Dutch artists such as [[Louis Neefs]], [[Hans De Booij]], [[Wannes Van de Velde]], and recently by [[Will Tura]] and [[Daan (band)|DAAN]]. In November 2006 at the Radio2 \"Hall of Fame\", the song was performed by Bobbejaan admirer [[Daan Stuyven]]. That month, with the efforts of his son Tom Schoepen, Bobbejaan Records was brought back to life. The record company was established in 1966 but lapsed following the success of Bobbejaanland. The label is now focused on releases centered on Bobbejaan Schoepen.\n\n===Award===\nOn 13 February 2007, with much media attention, Schoepen received a Lifetime Achievement Award in the Ancienne Belgique in Brussels for his successful career as a singer, musician, and for his pioneering work in Belgian music history.<ref>[http://www.zamu.be/awards/genomineerden.php Lifetime Achievement Award] ZAMU Awards Belgium. {{webarchive |url=https://web.archive.org/web/20120210215354/http://www.zamu.be/awards/genomineerden.php |date=10 February 2012 }}</ref><ref>{{cite web|url=http://www.flandersnews.be/cm/flandersnews.be/Flanders%2BToday/culture/070214_zamu |title=''Veteran singer honoured'' |publisher= [[Vlaamse Radio- en Televisieomroep|VRT]]-news|date=14 February 2007|access-date=2013-07-25|archive-url=https://web.archive.org/web/20071102234134/http://www.flandersnews.be/cm/flandersnews.be/Flanders%2BToday/culture/070214_zamu|archive-date=2 November 2007}}</ref>\n\n===Another album===\nAfter Bobbejaanland was sold, Schoepen focussed on his music career, resulting in the new album release ''Bobbejaan'' (Bobbejaan Records/PIAS) in May 2008, his first album in 35 years. The album was mixed at South Beach Studios in Miami.<ref>[https://web.archive.org/web/20211027175551/https://issuu.com/contentconnections/docs/ft_2008_22 ''Face of Flanders: Bobbejaan'', Flanders Today, June 2008.]</ref>\n\nThe idea for this project originated with music producer [[:nl:Firmin Michiels|Firmin Michiels]] and the [[Dead Man Ray]]-tour in 1999, but the idea was shelved when Schoepen was diagnosed with cancer. In 2005, the idea was revived by Michiels (A&R) and executive producer Tom Schoepen, who would concentrate fully on the production of Bob's voice recordings. Michiels was aware that Bobbejaan Schoepen could not just pick up where he left off and carry his show for a large audience: his top years were long past and the amusement park had inflicted too much damage on the singer.<ref name=\"De Standaard 2008\" /> But slowly his credibility returned. The album was recorded with five Belgian musicians in Schoepen's living room; he would have to deal with various health issues throughout the recording sessions. The release in May 2008 immediately received broad attention from the TV-journals and other media.<ref>{{Cite web|url=https://www.youtube.com/watch?v=zulruu9Hjfc|title=Bobbejaan Schoepen - Ter Zake reportage over come back album 2008|date=27 November 2008 |via=www.youtube.com}}</ref>\n\n==Final years and death==\nIn July 2008 he was inducted as the first European into the \"Whistler's Hall of Fame\", by the US [[International Whisters Convention|International Whistlers Convention]].<ref>{{Cite web|url=https://groups.io/g/GroupManagersForum/wiki/319|title=GroupManagersForum|website=groups.io}}</ref><ref>{{Cite web|url=https://www.youtube.com/watch?v=6WWX-2TZFoY|title=Kampioen kunstfluiten|date=28 July 2008 |via=www.youtube.com}}</ref>\n\nIn December 2009, an official compilation with 76 songs spanning 60 years of musical career was released: \"The World of Bobbejaan — Songbook\" (Bobbejaan Records).\n\nSchoepen died on 17 May 2010, the day after his 85th birthday, from cardiac arrest.\n\n==In other media==\n* He had his own comic strip: \"De Bobbejaanstory\" (\"The Bobbejaan Story\"), by Jef Broeckx, Jacques Bakker, and Ronnie Van Riet.<ref>Published by Uitgeverij Het Volk, Ghent (1977)</ref>\n* He also appeared in the comic book \"Jommeke in Bobbejaanland\", from the series Jommeke by Jef Nys (1978).\n* He also appeared in the comic strip \"[[Urbanus]]: de pretparkprutsers\" (\"Urbanus: The Amusement Park Bunglers\"), Urbanus and Linthout, published by Uitgeverij Loempia.\n* In 2005, Schoepen was one of the contestants for the title of The Greatest Belgian, but did not make the final list of nominees and ended up 307th among those who fell outside the nominees.\n\n==Awards and nominations Bobbejaan Schoepen==\n* 1949: Decorated \"For courage and self-sacrifice\" for his musical support of Dutch soldiers on the front lines in [[Indonesia]], presented by General Baay, commander of Dutch troops in [[East Java]], 1949.\n* 1955: Chosen as best Flemish singer, won the \"Grand Prize for Flemish Gramophone Recording\" ([[Vlaamse Radio- en Televisieomroep|BRT]]) in cooperation with Studio Gent. (15 March 1955)\n* 1965: Education Artistique, diplôme de Croix d'Honneur de Chevalier. Presented by the Académie Nationale Artistique Littéraire et Scientifique in Paris (No 5177). (30 June 1965)\n* 1978: Platinum record for ''30 years of Flemish Hits'', Telstar Holland, 1978.\n* 1986: Companion of the Order of the Crown, presented by the Ministry of the Flemish Community. (9 April 1986)\n* 1992: Bobbejaanland receives the \"Brass Ring Award\" (1st prize for best advertising brochure) from the [[IAAPA]] in Dallas (US).\n* 1993: [[Sabam]] Prize-medal&nbsp;– Belgian Artistical Promotion. (19 January 1993)\n* 1995: Sabam Prize-medal&nbsp;– Belgian Artistical Promotion. (26 September 1995)\n* 1995: Knight of the [[Order of Leopold II]], presented by the [[Ministry of the Flemish Community]]. (26 September 1995)\n* 2000: Place of honour in the Radio 2 & Sabam Hall of Fame. (November 2000)\n* 2000: \"Ik heb eerbied voor jouw grijze haren\" (nomination for the Radio2 Hall of Fame, 2000)\n* 2005: \"De lichtjes van de Schelde\" (nomination for the Radio2 Hall of Fame, November 2005)\n* 2006: \"De lichtjes van de Schelde\" (Radio 2 & Sabam Hall of Fame Award, November 2006)\n* 2007: \"Lifetime Achievement Award\", [[ZAMU]] 2006. (13 February 2007)\n* 2008: \"Inducted into the US [[Whistlers Hall of Fame]]\" presented by the [[International Whistlers Convention]] in Tokyo. (21 July 2008)\n* 2009: [[Order of the Crown (Belgium)|Officer in the Order of the Crown]], presented by the [[Ministry of the Flemish Community]]. (6 July 2009)\n* 2009: First honorary citizen of [[Boom, Belgium|Boom]], on the occasion of the 700th anniversary of this municipality. (2 October 2009)\n* Overall: 25 Golden Records.\n\n==Five international greatest hits==\n* \"Ich hab Ehrfurcht vor schneeweißen Haaren\" (1959 and 1960s)\n* \"Je me suis souvent demandé\" (1965)\n* \"Ich steh an der Bar und habe kein Geld\" (1959) (\"[[A Pub with No Beer]]\")\n* \"De lichtjes van de Schelde\" (1952, Belgium)\n* \"Ein Hauschen auf der Heide\" (1960)/\"Kili watch\" (1961)\n\n==Artist names==\n* Belgium and The Netherlands: Bobbejaan Schoepen\n* Germany and Austria: Bobby Jaan, Bobbejaan\n* Denmark and Iceland: Bobby Jaan\n* France: Bobby Jaan, Bobby Jann, Bobbi-Jean\n* US: Bobby John\n\n==Filmography==\n* ''Ah! t'Is zo fijn in België te leven'' (1950, Belgium)\n* ''Televisite'' (TV series 1955, Belgium)\n* The Eurovision Song Contest (1957, West Germany)\n* ''At the Drop of a Head''/''De Ordonnans''/''Café zonder bier'' (1962, Belgium–England)\n* ''{{Ill|O sole mio (1960 film)|de|3=O sole mio (1960)|lt=O sole mio}}'' (1960, West Germany)\n* ''{{ill|Davon träumen alle Mädchen|de}}'' (1961, West Germany)\n* ''Bobbejaanland'' (film production [[ZDF]]&nbsp;– by Vladimir Sis, 1967, Studio Barrandov Prague)\n* ''Der Goldene Schuß''—TV episode (as Bobbejaan) (Musical, 1969)\n* \"Uit met Bobbejaan\" ([[Vlaamse Radio- en Televisieomroeporganisatie|BRT]], 1969)\n* \"30 jaar Bobbejaan\" (BRT, 1978)\n* \"Bobbejaan 70\" ([[Vlaamse Radio- en Televisieomroep]], 1995)\n\n==References==\n{{Reflist|2}}\n\n==Further reading==\n* Bobbejaan Schoepen (Johan Roggen, Publisher Het Volk, 1980 – D/1980/2345/10).\n* [http://www.ethesis.net/kleinkunst/kleinkunst_inhoud.htm De Vlaamse kleinkunstbeweging na de Tweede Wereldoorlog – Een historisch overzicht (Peter Notte, Universiteit Gent 1992)]. 'The Flemish Variety Movement after World War II&nbsp;– An Historical Overview'. Peter Notte, [[Ghent University]], 1992\n* Bobbejaan Schoepen&nbsp;– \"Histories\" documentary, 4 January 2001 (Canvas/[[Vlaamse Radio- en Televisieomroep]])\n* [http://houbi.com/belpop/groepen/schoepen.htm Bobbejaan Schoepen&nbsp;— The Belgian Pop & Rock Archive (Dirk Houbrechts and the Flanders Music Center, 2001)].\n* \"Brel Le flamand\"&nbsp;– Histories documentary, 2003 (Canvas/[[Vlaamse Radio- en Televisieomroep]]).\n\n==External links==\n{{wikiquote|Bobbejaan Schoepen}}\n* [http://bobbejaanschoepen.be/ Official website]\n* [http://www.yodelingwhistler.com The Yodeling Whistler]\n* [https://www.myspace.com/bobbejaan The official MySpace]\n* {{IMDb name|0774484}}\n\n{{s-start}}\n{{succession box \n| before=[[Mony Marc]]<br>with \"[[Le Plus Beau Jour de ma vie]]\"<br>[[Fud Leclerc]]<br>with \"[[Messieurs les noyés de la Seine]]\"\n| title=[[Belgium in the Eurovision Song Contest]]\n| years=1957\n| after=[[Fud Leclerc]]<br>with \"[[Ma petite chatte]]\"\n}}\n{{s-end}}\n\n{{Navboxes\n|title = Articles related to Bobbejaan Schoepen\n|list  =\n{{Belgium in the Eurovision Song Contest|state=collapsed}}\n{{Eurovision Song Contest 1957|state=collapsed}}\n}}\n\n{{Use dmy dates|date=May 2017}}\n{{Authority control}}\n\n{{DEFAULTSORT:Schoepen, Bobbejaan}}\n[[Category:1925 births]]\n[[Category:2010 deaths]]\n[[Category:Belgian composers]]\n[[Category:Belgian male composers]]\n[[Category:Belgian male musicians]]\n[[Category:Eurovision Song Contest entrants for Belgium]]\n[[Category:Belgian male guitarists]]\n[[Category:Belgian male singers]]\n[[Category:Belgian pop musicians]]\n[[Category:Dutch-language singers of Belgium]]\n[[Category:Decca Records artists]]\n[[Category:Eurovision Song Contest entrants of 1957]]\n[[Category:20th-century Flemish male actors]]\n[[Category:Harmonica players]]\n[[Category:Knights of the Order of Leopold II]]\n[[Category:Officers of the Order of the Crown (Belgium)]]\n[[Category:Yodelers]]\n[[Category:Whistlers]]\n[[Category:Flemish cabaret]]\n[[Category:People from Boom, Belgium]]\n[[Category:Musicians from Antwerp Province]]\n[[Category:Flemish male film actors]]"
}