{
    "Buddy_Holly": "{{Short description|American rock and roll singer (1936–1959)}}\n{{other uses}}\n{{redirect|Charles Holly|the Colorado judge|Charles Frederick Holly}}\n{{Use American English|date=March 2024}}\n{{Use mdy dates|date=September 2024}}\n{{Infobox person\n| image              = Buddy Holly Brunswick Records.jpg\n| alt                = \n| caption            = Holly in a 1958 publicity photo\n| birth_name         = Charles Hardin Holley\n| birth_date         = {{Birth date|mf=yes|1936|09|07}}\n| birth_place        = [[Lubbock, Texas]], U.S.\n| death_date         = {{Death date and age|mf=yes|1959|02|03|1936|09|07}}\n| death_place        = [[Grant Township, Cerro Gordo County, Iowa]], U.S.\n| death_cause        = [[Blunt trauma]] as a result of a [[The Day the Music Died|plane accident]]\n| resting_place      = City of Lubbock Cemetery in [[Lubbock County, Texas]]\n| occupation         = {{hlist|Singer|songwriter}}\n| years_active       = 1952–1959\n| spouse             = {{marriage|[[María Elena Holly|María Elena Santiago]]|August 15, 1958}}\n| module             = {{Infobox musical artist\n| embed            = yes\n| instruments      = {{hlist|Vocals|guitar}}\n| genre            = {{hlist|[[Rock and roll]]|[[rockabilly]]|[[country music|country]]|[[Pop music|pop]]}}\n| discography      = [[Buddy Holly discography]]\n| label            = {{hlist|[[Decca Records|Decca]]|[[Brunswick Records|Brunswick]]|[[Coral Records|Coral]]}}\n| past_member_of   = {{hlist|Buddy and Bob|[[The Crickets]]}}\n}}\n}}\n\n'''Charles Hardin Holley''' (September 7, 1936 – February 3, 1959), known as '''Buddy Holly''', was an American singer, songwriter and musician who was a central and pioneering figure of mid-1950s [[rock and roll]]. He was born to a musical family in [[Lubbock, Texas]], during the [[Great Depression]], and learned to play guitar and sing alongside his siblings. Holly's style was country and western music which he performed in Lubbock with his friends from high school.\n\nHolly made his first appearance on local television in 1952, and the following year he formed the group Buddy and Bob with his friend [[Bob Montgomery (songwriter)|Bob Montgomery]]. In 1955, after opening for [[Elvis Presley]] as part of the Louisiana Hayride's habit of seeking out local bands to add to the show, Holly decided to pursue a career in music. Subsequently, he played with Presley three times that year and his band's style shifted from country and western to entirely rock and roll. In October that year, when Holly opened for [[Bill Haley & His Comets]], he was spotted by [[Nashville, Tennessee|Nashville]] scout Eddie Crandall, who helped him get a contract with [[Decca Records]].\n\nHolly's recording sessions at Decca were produced by [[Owen Bradley]], who had become famous for producing orchestrated country hits for stars like [[Patsy Cline]]. Unhappy with Bradley's musical style and control in the studio, Holly went to producer [[Norman Petty]] in [[Clovis, New Mexico]], and recorded a demo of \"[[That'll Be the Day]]\", among other songs. Petty became the band's manager and sent the demo to [[Brunswick Records]], which released it as a single credited to [[The Crickets]], a name chosen by the band to subvert Decca's contract limitations. It became the name of Holly's band. In September 1957, as the band toured, \"That'll Be the Day\" topped the [[List of Billboard number-one singles of 1957|US]] and [[UK Singles Chart|UK]] singles charts. Its success was followed in October by another major hit, \"[[Peggy Sue]]\".\n\nThe album ''[[The \"Chirping\" Crickets]]'', released in November 1957, reached number five on the [[UK Albums Chart]]. Holly made his second appearance on ''[[The Ed Sullivan Show]]'' in January 1958 and soon after toured Australia and then the UK. In early 1959, he assembled a new band, consisting of future country music star [[Waylon Jennings]] (bass), famed session musician [[Tommy Allsup]] (guitar), and [[Carl Bunch]] (drums), and embarked on a tour of the mid-western US. After a show in [[Clear Lake, Iowa]], Holly chartered an airplane to travel to his next show in [[Moorhead, Minnesota]]. Soon after takeoff, the plane crashed, killing Holly, [[Ritchie Valens]], [[The Big Bopper]], and pilot Roger Peterson in a crash later referred to by [[Don McLean]] as \"[[The Day the Music Died]]\" in his song \"[[American Pie (song)|American Pie]]\".\n\nDuring his short career, Holly wrote and recorded many songs. He is often regarded as the artist who defined the traditional rock-and-roll lineup of two guitars, bass, and drums.  This was unfounded considering he first saw Elvis with this line-up in Lubbock in 1955 when Holly was strictly a country music band. Holly was a major influence on later popular music artists, including [[Bob Dylan]], [[the Beatles]], [[the Rolling Stones]], [[Eric Clapton]], [[Brian May]], [[Cliff Richard]], [[the Hollies]], [[Elvis Costello]], [[Jeff Beck]], [[Dave Edmunds]], [[Fiona Apple]], [[Lou Reed]], [[Marshall Crenshaw]], [[Freddie Mercury]] and [[Elton John]]. Holly was among the first artists inducted into the [[Rock and Roll Hall of Fame]], in 1986. ''[[Rolling Stone]]'' magazine ranked him number 13 in its list of 100 Greatest Artists in 2010. Holly was inducted into the Texas Country Music Hall of Fame in 2022.<ref>{{Cite web |last=swieser@panolawatchman.com |first=Stella Wieser |date=2022-08-10 |title=Texas Country Music Hall of Fame announces 2022 inductees |url=https://www.panolawatchman.com/news/texas-country-music-hall-of-fame-announces-2022-inductees/article_359dcf74-16de-11ed-9286-4396dc593295.html |access-date=2024-09-26 |website=Panola Watchman |language=en}}</ref>\n\n==Life and career==\n===Early life and career (1936–1955)===\nCharles Hardin Holley (spelled \"-ey\") was born in [[Lubbock, Texas]], on September 7, 1936, the youngest of four children of Lawrence Odell \"L.O.\" Holley (1901–1985) and Ella Pauline Drake (1902–1990). His elder siblings were Larry (1925–2022),<ref>{{Cite news |last=Driggars |first=Alex |date=April 8, 2022 |title=Larry Holley, Eldest Brother of Buddy Holly, Dies at 96 |work=[[Lubbock Avalanche-Journal]] |url=https://www.lubbockonline.com/story/news/2022/04/08/larry-holley-eldest-brother-buddy-holly-dies-96/9516263002/}}</ref> Travis (1927–2016),<ref>{{Cite web |title=Travis Holley, One of Buddy's Brothers, Dies Thursday (Playbill by Kerns Blog) |url=http://lubbockonline.com/interact/blog-post/william-kerns/2016-12-02/travis-holley-one-buddys-brothers-passes-away-thursday |url-status=dead |archive-url=https://web.archive.org/web/20170806180712/http://lubbockonline.com/interact/blog-post/william-kerns/2016-12-02/travis-holley-one-buddys-brothers-passes-away-thursday |archive-date=August 6, 2017 |access-date=December 30, 2016 |website=lubbockonline.com}}</ref> and Patricia Lou (1929–2008).<ref>{{Cite web |title=Patricia Holley Obituary (2008) - Surrey Advertiser |url=https://www.legacy.com/amp/obituaries/surreyad/107400302 |website=www.legacy.com}}</ref> Holly was of mostly [[English Americans|English]] and Welsh descent and had small amounts of Native American ancestry as well.<ref>Buddy Holly: A Biography By Ellis Amburn pg. 10</ref> From early childhood, Holly was nicknamed \"Buddy.\"{{sfn|Gribbin|2012|p=12}} During the Great Depression, the Holleys frequently moved residence within Lubbock; L.O. changed jobs several times. Buddy Holly was baptized a Baptist, and the family were members of the Tabernacle Baptist Church.{{sfn|Gribbin|2012|p=12}}\n\nThe Holleys had an interest in music; all the family members except L.O. were able to play an instrument or sing. The elder Holley brothers performed in local talent shows; on one occasion, Buddy joined them on violin. Since he could not play it, his brother Larry greased the bow so it would not make any sound. The brothers won the contest.{{sfn|Gribbin|2012|p=13}} During World War II, Larry and Travis were called to military service. Upon his return, Larry brought with him a guitar he had bought from a shipmate while serving in the Pacific. At age 11, at his mother's urging, Buddy took piano lessons but abandoned them after nine months. He switched to the guitar after he saw a classmate playing and singing on the school bus. Buddy's parents initially bought him a [[steel guitar]], but he insisted that he wanted a guitar like his brother's. His parents bought him an acoustic guitar from a local pawnshop, and he learned how to play it from Travis.{{sfn|Gribbin|2012|p=14}}\n\nDuring his early childhood, Holly was influenced by the music of [[Hank Williams]], [[Jimmie Rodgers]], [[Moon Mullican]], [[Bill Monroe]], [[Hank Snow]], [[Bob Wills]], and the [[Carter Family]]. At Roscoe Wilson Elementary, Holly became friends with [[Bob Montgomery (songwriter)|Bob Montgomery]], and the two played together, practicing with songs by [[The Louvin Brothers]] and [[Johnnie & Jack]].{{sfn|Norman|2011|p=34}} They both listened to the radio programs ''[[Grand Ole Opry]]'' on [[WSM (AM)|WSM]], ''[[Louisiana Hayride]]'' on [[KWKH]], and ''[[Big D Jamboree]]''. At the same time, Holly played with other musicians he met in high school, including [[Sonny Curtis]] and [[Jerry Allison]].{{sfn|Schinder|Schwartz|p=80|2007}} In 1952 Holly and Jack Neal participated as a duo billed as Buddy and Jack in a talent contest on a local television show. After Neal left, he was replaced by Bob Montgomery, and they were billed as Buddy and Bob. They soon started performing on the ''Sunday Party'' show on [[KDAV]] in 1953 and performed live gigs in Lubbock.{{sfn|Lehmer|p=6|2003}} At that time, Holly was influenced by late-night radio stations that played blues and rhythm and blues (R&B). He would sit in his car with Curtis and tune to distant radio stations that could only be received at night, when local transmissions ceased.{{sfn|Lehmer|p=7|2003}} Holly then modified his music by blending his earlier [[country and western]] influence with R&B.{{sfn|Wishart|p=540|2004}} We do know it wasn't until Holly saw Elvis in Lubbock that led him to follow the Presley example.\n\nBy 1955, after graduating from [[Lubbock High School]], Holly decided to pursue a full-time career in music. He was further encouraged after seeing Elvis Presley perform live in Lubbock, whose act was booked by Pappy Dave Stone of KDAV. In February, Holly opened for Presley at the Fair Park Coliseum, in April at the Cotton Club, and again in June at the Coliseum. By that time, Holly had incorporated into his band Larry Welborn on the stand-up bass and Allison on drums, as his style shifted from country and western to [[rock and roll]] due to seeing Presley's performances and hearing his music.{{sfn|Lehmer|p=7|2003}} In October, Stone booked Bill Haley & His Comets and placed Holley as the opening act to be seen by [[Nashville, Tennessee|Nashville]] scout Eddie Crandall. Impressed, Crandall persuaded [[Grand Ole Opry]] manager Jim Denny to seek a recording contract for Holley. Stone sent a demo tape, which Denny forwarded to [[Paul Cohen (record producer)|Paul Cohen]], who signed the band to [[Decca Records]] in February 1956.{{sfn|Carr, Joseph|Munde, Alan|p=130|1997}} In the contract, Decca misspelled Holly's surname as \"Holly\", and from then on he was known as Buddy Holly, instead of his real name Holley.{{Citation needed|date=October 2022}}\n\nOn January 26, 1956, Holly attended his first formal recording session, which was produced by [[Owen Bradley]].{{sfn|Schinder|Schwartz|2007|p=97}} He attended two more sessions in Nashville, but with the producer selecting the session musicians and arrangements, Holly became increasingly frustrated by his lack of creative control.{{sfn|Carr, Joseph|Munde, Alan|1997|p=130}} In April 1956, Decca released \"[[Blue Days, Black Nights]]\" as a single, with \"Love Me\" on the B-side. Denny included Holly on a tour as the opening act for [[Faron Young]]. During the tour, they were promoted as Buddy Holly and the Two Tones, while later Decca called them Buddy Holly and the Three Tunes.{{sfn|Carr, Joseph|Munde, Alan|1997|p=130}} The label later released Holly's second single \"Modern Don Juan\", [[b-side|backed with]] \"You Are My One Desire\". Neither single made an impression. On January 22, 1957, Decca informed Holly his contract would not be renewed, but insisted he could not record the same songs for anyone else for five years.{{sfn|Uslan|Solomon|1981|p=49}}\n\n===The Crickets (1956–1957) ===\n{{Main article|The Crickets}}\n[[File:Buddy Holly & The Crickets publicity portrait - cropped.jpg|Buddy Holly and the Crickets in 1957 (top to bottom: Allison, Holly and Mauldin)|thumb]]\nHolly was unhappy with the results of his time with Decca, and inspired by the success of [[Buddy Knox]]'s \"[[Party Doll]]\" and [[Jimmy Bowen]]'s \"[[I'm Stickin' with You]]\", he visited [[Norman Petty]], who had produced and promoted both records. Together with Allison, bassist [[Joe B. Mauldin]], and rhythm guitarist [[Niki Sullivan]], he went to Petty's studio in [[Clovis, New Mexico]]. The group recorded a demo of \"[[That'll Be the Day]]\", a song they had previously recorded in Nashville. In June 1956, Holly along with his older brother Larry as well as Allison and [[Sonny Curtis]] had gone to see the film ''[[The Searchers]]'', starring [[John Wayne]], in which Wayne repeatedly used the phrase \"That'll be the day\". This line of dialogue inspired the young musicians.<ref>Trzcinski, Matthew (February 10, 2022). [https://www.cheatsheet.com/entertainment/john-wayne-movie-inspired-buddy-hollys-thatll-be-the-day.html/ \"How a John Wayne Movie Inspired Buddy Holly's 'That'll Be the Day'\"]. ''CheatSheet''.</ref><ref>{{Cite web |date=February 24, 2013 |title=My brother, Buddy Holly |url=https://www.youtube.com/watch?v=c2cHUkUsoKo |access-date=May 23, 2024 |website=YouTube}}</ref> Now playing lead guitar, Holly achieved the sound he desired. Petty became his manager and sent the record to [[Brunswick Records]] in New York City. Holly, still under contract with Decca, could not release the record under his name, so a band name was used; Allison proposed the name \"Crickets.\" Brunswick gave Holly a basic agreement to release \"That'll Be the Day\", leaving him with both artistic control and financial responsibility for future recordings.<ref>{{Cite book |last=Amburn |first=Ellis |url=https://books.google.com/books?id=3EAGAwAAQBAJ&pg=PT101 |title=Buddy Holly: A Biography |date=April 22, 2014 |publisher=St. Martin's Griffin |isbn=9781466868564 |page=101 |via=[[Google Books]]}}</ref>\n\nImpressed with the demo, the label's executives released it without recording a new version. \"I'm Looking for Someone to Love\" was the B-side; the single was credited to [[The Crickets]]. Petty and Holly later learned that Brunswick was a subsidiary of Decca, which legally cleared future recordings under the name Buddy Holly. Recordings credited to the Crickets would be released on Brunswick, while the recordings under Holly's name were released on another subsidiary label, [[Coral Records]]. Holly concurrently held a recording contract with both labels.{{sfn|Carr, Joseph|Munde, Alan|1997|p=131}}\n\nNorman Petty reasoned correctly that disc jockeys would be reluctant to play and promote multiple new records by the same artist, but would have no problem playing these same records if they were credited to different performers. Holly himself was unaware of this strategy; in a 1957 radio interview with Dale Lowery, Holly said, \"We have three records going out right now. Of course, the first one was 'That'll Be the Day', the first one released. Then we have a new one out by The Crickets, called 'Oh Boy!' and 'Not Fade Away', and then there's one out, it's the same group but it's under my name -- I don't know why they did it that way, but it went out under my name -- called 'Peggy Sue' and 'Everyday'.\"<ref>Buddy Holly interviewed by Dale Lowery for KTOP radio (Topeka, Kansas), 1957.</ref> Holly's records were released with labels reading \"Buddy Holly\" ''or'' \"The Crickets\"; the band was never credited on records as \"Buddy Holly ''and'' the Crickets\" until 1962, when a compilation album was released.\n\n\"That'll Be the Day\" was released on July 27, 1957. Petty booked Holly and the Crickets for a tour with [[Irvin Feld]], who had noticed the band after \"That'll Be the Day\" appeared on the R&B chart. He booked them for appearances in Washington, D.C., Baltimore, and New York City.{{sfn|Lehmer|2003|p=16}} The band was booked to play at New York's [[Apollo Theater]] on August 16–22. During the opening performances, the group did not impress the audience, but they were accepted after they included \"[[Bo Diddley (Bo Diddley song)|Bo Diddley]].\" By the end of their run at the Apollo, \"That'll Be the Day\" was climbing the charts. Encouraged by the single's success, Petty started to prepare two album releases; a solo album for Holly and another for the Crickets.{{sfn|Lehmer|2003|p=17}} Holly appeared on ''[[American Bandstand]]'', hosted by [[Dick Clark]] on [[American Broadcasting Company|ABC]], on August 26. Before leaving New York, the band befriended [[The Everly Brothers]].{{sfn|Lehmer|2003|p=18}}\n[[File:That'll Be the Day ad - Cash Box 1957.jpg|thumb|left|''[[Cashbox (magazine)|Cashbox]]'' advertisement, August 3, 1957]] \n\"That'll Be the Day\" topped the [[Number-one hits of 1957 (United States)|US \"Best Sellers in Stores\"]] chart on September 23 and was number one on the UK Singles Chart for three weeks in November.{{sfn|Lehmer|2003|p=19}} Three days prior, Coral released \"[[Peggy Sue]]\", backed with \"[[Everyday (Buddy Holly song)|Everyday]]\", with Holly credited as the performer. By October, \"Peggy Sue\" had reached number three on ''Billboard''{{'}}s pop chart and number two on the R&B chart; it peaked at number six on the UK Singles chart. As the success of the song grew, it brought more attention to Holly, with the band at the time being billed as \"Buddy Holly and the Crickets\"{{sfn|Gribbin|2012|p=57}} (although never on records during Holly's lifetime).\n\nIn the last week of September, the band members flew to Lubbock to visit their families.{{sfn|Gribbin|2012|p=58}} Holly's high school girlfriend, Echo McGuire, had left him for a fellow student.{{sfn|Norman|p=156|1996}} Aside from McGuire, Holly had a relationship with Lubbock fan June Clark.{{sfn|Norman|p=127|1996}} After Clark ended their relationship, Holly realized the importance of his relationship with McGuire and considered his relationship with Clark a temporary one.{{sfn|Norman|p=156|1996}} Meanwhile, for their return to recording, Petty arranged a session in [[Oklahoma City]], where he was performing with his own band. While the band drove to the location, the producer set up a makeshift studio. The rest of the songs needed for an album and singles were recorded; Petty later dubbed the material in Clovis.{{sfn|Gribbin|2012|p=58}} The resulting album, ''[[The \"Chirping\" Crickets]]'', was released on November 27, 1957. It reached number five on the UK Albums Chart. In October, Brunswick released the second single by the Crickets, \"[[Oh, Boy! (The Crickets song)|Oh, Boy!]]\", with \"[[Not Fade Away (song)|Not Fade Away]]\" on the B-side. The single reached number 10 on the pop chart and 13 on the R&B chart.{{sfn|Gribbin|2012|p=57}} Holly and the Crickets performed \"That'll Be the Day\" and \"Peggy Sue\" on ''The Ed Sullivan Show'' on December 1, 1957. Following the appearance, Niki Sullivan left the group because he was tired of the intensive touring, and wished to resume his education. On December 29, Holly and the Crickets performed \"Peggy Sue\" on ''[[The Arthur Murray Party]]''.{{sfn|Moore|2011|p=127}}\n\n===International tours and split (1958)===\nOn January 8, 1958, Holly and the Crickets joined ''America's Greatest Teenage Recording Stars'' tour.{{sfn|Moore|2011|p=128}} On January 25, Holly recorded \"[[Rave On]]\"; the next day, he made his second appearance on ''The Ed Sullivan Show'', singing \"Oh, Boy!\"{{sfn|Moore|2011|p=128}} Holly departed to perform in [[Honolulu]], Hawaii, on January 27, and then started a week-long tour of Australia billed as the ''Big Show'' with [[Paul Anka]], [[Jerry Lee Lewis]] and [[Jodie Sands]].{{sfn|Norman|2011|p=189}}<ref>{{Cite web |last=Lo |first=Ping |date=October 29, 2008 |title=The night I saw Buddy Holly and the Crickets... for free |url=http://abc.net.au/local/stories/2008/10/29/2404761.htm |access-date=March 27, 2020 |publisher=Australian Broadcasting Corporation}}</ref> In March, the band toured the United Kingdom, playing 50 shows in 25 days.<ref name=\"Buddy Holly UK Tour\">{{Cite web|url=http://www.americanrocknrolluktours.co.uk/tour/buddy-holly-and-the-crickets-march-1958/|title=Buddy Holly & The Crickets – March 1958 « American Rock n Roll The UK Tours}}</ref> The same month, his debut solo album, ''[[Buddy Holly (album)|Buddy Holly]]'', was released. Upon their return to the United States, Holly and the Crickets joined Alan Freed's ''Big Beat Show'' tour for 41 dates. In April, Decca released ''[[That'll Be the Day (album)|That'll Be the Day]]'', featuring the songs recorded with Bradley during his early Nashville sessions.{{sfn|Schinder|Schwartz|2007|p=90}}\n\nA new recording session in Clovis was arranged in May; Holly hired [[Tommy Allsup]] to play lead guitar. The session produced the recordings of \"[[It's So Easy! (The Crickets song)|It's So Easy]]\" and \"[[Heartbeat (Buddy Holly song)|Heartbeat]].\" Holly was impressed by Allsup and invited him to join the Crickets. In June, Holly traveled alone to New York for a solo recording session. Without the Crickets, he chose to be backed by a jazz and R&B band, recording \"Now We're One\" and [[Bobby Darin]]'s \"[[Early in the Morning (Bobby Darin song)|Early in the Morning]].\"{{sfn|Schinder|Schwartz|2007|p=91}}\n\nDuring a visit to the offices of [[Peermusic|Peer-Southern]], Holly met [[María Elena Santiago]]. He asked her out on their first meeting and proposed marriage to her on their first date. The wedding took place on August 15. Norman Petty had tried to dissuade Holly from marriage; he felt that it would disappoint Holly's public and damage his career.\n\nHolly and Santiago frequented many of New York's music venues, including the [[Village Gate]], Blue Note, [[Village Vanguard]], and Johnny Johnson's. Santiago later said that Holly was keen to learn fingerstyle flamenco guitar and that he would often visit her aunt's home to play the piano there. Holly planned collaborations between soul singers and rock and roll. He wanted to make an album with [[Ray Charles]] and [[Mahalia Jackson]]. Holly also had ambitions to work in film and registered for acting classes with Lee Strasberg's [[Actors Studio]].{{sfn|Norman|2011|p=281}}\n\nSantiago accompanied Holly on tours. To hide her marriage to Holly, she was presented as the Crickets' secretary. She took care of the laundry and equipment set-up and collected the concert revenues. Santiago kept the money for the band instead of its habitual transfer to Petty in New Mexico.{{sfn|Norman|2011|p=274}} She and her aunt Provi Garcia, an executive in the Latin American music department at Peer-Southern, convinced Holly that Petty was paying the band's royalties from Coral-Brunswick into his own company's account. Holly planned to retrieve his royalties from Petty and to later fire him as manager and producer. At the recommendation of the Everly Brothers, Holly hired lawyer Harold Orenstein to negotiate his royalties.{{sfn|Norman|2011|p=280}} The problems with Petty were triggered after he was unable to pay Holly. At the time, New York promoter Manny Greenfield reclaimed a large part of Holly's earnings; Greenfield had booked Holly for shows during previous tours. The two had a verbal agreement; Greenfield would obtain 5% of the booking earnings. Greenfield later felt he was also acting as Holly's manager and deserved a higher payment, which Holly refused. Greenfield then sued Holly. Under New York law, because Holly's royalties originated in New York and were directed out of the state, the payments were frozen until the dispute was settled.{{sfn|Laing|p=153|2010}}\n\nIn September, Holly returned to Clovis for a new recording session, which yielded \"Reminiscing\" and \"Come Back Baby.\" During the session, he ventured into producing by recording Lubbock DJ [[Waylon Jennings]]. Holly produced the single \"Jole Blon\" and \"When Sin Stops (Love Begins)\" for Jennings.{{sfn|Carr, Joseph|Munde, Alan|1997|p=155}} Holly became increasingly interested in the New York music, recording, and publishing scene. Holly and Santiago settled in Apartment 4H of the Brevoort Apartments, at 11 Fifth Avenue in [[Greenwich Village]], where he recorded a series of acoustic songs, including \"[[Crying, Waiting, Hoping]]\" and \"What to Do.\"{{sfn|Norman|2011|p=274–278}} The inspiration to record the songs is sometimes attributed to the ending of his relationship with McGuire.{{sfn|Lloyd Webber|2015}}\n\nOn October 21, 1958, Holly's final studio session was recorded at the [[Pythian Temple (New York City)|Pythian Temple]] on West 70th Street (now a luxury condominium). Known by Holly fans as \"the string sessions\", Holly recorded four songs for Coral in an innovative collaboration with an 18-piece ensemble composed of former members of the [[NBC Symphony Orchestra]] (including saxophonist [[Boomie Richman]]) under the direction of [[Dick Jacobs]].\n\nThe four songs recorded during the {{frac|3|1|2}}-hour session were: \n*\"True Love Ways\" (written by Buddy Holly), \n*\"[[Moondreams (Norman Petty song)|Moondreams]]\" (written by [[Norman Petty]]), \n*\"[[Raining in My Heart]]\" (written by Felice and Boudleaux Bryant) and \n*\"[[It Doesn't Matter Anymore]]\" (written by Paul Anka).{{sfn|Norman|2011|p=276–278}}\nThese four songs were the only ones Coral ever mixed in stereo, but only \"Raining in My Heart\" was released that way (in 1959, on an obscure promotional LP titled ''Hitsville''). All four records otherwise received releases in mono. The original stereo mixes were consulted many years later for compilation albums.\n\nHolly ended his association with Petty in December 1958. His band members kept Petty as their manager and split from Holly. The split was amicable and based on logistics: Holly had decided to settle permanently in New York, where the business and publishing offices were, and the Crickets preferred not to leave their home state.\n\n===Winter Dance Party tour and death (1959)===\n{{Main|The Day the Music Died}}\n[[File:GlassesSign.jpg|thumb|right|Signpost near the Clear Lake crash site]]\n\nHolly vacationed with his wife in Lubbock and visited Jennings's radio station in December 1958.{{sfn|Jennings|Kaye|1996|p = 51}} For the start of the [[Winter Dance Party]] tour, he assembled a band consisting of [[Waylon Jennings]] (electric bass), [[Tommy Allsup]] (guitar), and [[Carl Bunch]] (drums).{{sfn|Corbin, Sky|2014}} Holly and Jennings left for New York City, arriving on January 15, 1959. Jennings stayed at Holly's apartment by [[Washington Square Park]] on the days prior to a meeting scheduled at the headquarters of the [[General Amusement Corporation|General Artists Corporation]], which organized the tour.{{sfn|Jennings|Kaye|1996|p = 58, 59}} They then traveled by train to Chicago to join the rest of the band.{{sfn|Jennings|Kaye|1996|p = 62}}\n\n[[File:Surf Ballroom Monument.jpg|thumb|Monument in front of Surf Ballroom in Clear Lake, Iowa]]\nThe Winter Dance Party tour began in [[Milwaukee, Wisconsin]], on January 23, 1959. The amount of travel involved created logistical problems, as the distance between venues had not been considered when scheduling performances. Adding to the problem, the unheated tour buses twice broke down in freezing weather, with dire consequences. Holly's drummer, Carl Bunch, was hospitalized for [[frostbite]] to his toes (sustained while aboard the bus), so Holly decided to seek other transportation.{{sfn|Everitt|2004|p = [https://books.google.com/books?id=H4TSH_b7IHYC&pg=PA13 13]}} On February 2, before their appearance in [[Clear Lake, Iowa]], Holly chartered a four-seat [[Beechcraft Bonanza]] airplane for Jennings, Allsup, and himself, from Dwyer Flying Service in [[Mason City, Iowa]]. Holly's idea was to depart following the show at the [[Surf Ballroom]] in Clear Lake and fly to their next venue, in [[Moorhead, Minnesota]], via [[Fargo, North Dakota]], allowing them time to rest and launder their clothes and avoid an arduous bus journey. Immediately after the Clear Lake show (which ended just before midnight), Allsup agreed to flip a coin for the seat with [[Ritchie Valens]]. Valens called heads; when he won, he reportedly said, \"That's the first time I've ever won anything in my life.\" Allsup later opened a restaurant/bar in [[Fort Worth, Texas]], called Heads Up Saloon.<ref>{{Cite news |last=Galloway |first=Paul |date=June 24, 1988 |title=Hit parade |work=Chicago Tribune |id={{ProQuest|882608515}}}}</ref> Waylon Jennings voluntarily gave up his seat to [[The Big Bopper|J. P. Richardson (the Big Bopper)]], who had influenza and complained that the tour bus was too cold and uncomfortable for a man of his size.<ref>{{Cite news |last=Denberg |first=Jody |date=January 1988 |title=Chantilly Lace and a Jolly Face |url=https://books.google.com/books?id=AyoEAAAAMBAJ&pg=PA103 |newspaper=[[Texas Monthly]] |page=100 |via=[[Google Books]]}}</ref>\n\nThe pilot, Roger Peterson, took off in inclement weather<!-- The meteorological conditions at the time of the aircraft's takeoff were not \"a snowstorm\" as previously stated here, but \"Precipitation ceiling 3,000 feet (1,800 feet AGL), sky obscured; visibility 6 miles; scattered light snow; temperature {{convert|18|°F|°C|abbr=on}}; winds south 20 knots, gusts to 30 knots; altimeter setting 29.85 inches\". Snow level on the ground the morning after was four inches. See [<ref>{{cite web |url=http://www.fiftiesweb.com/cab.htm |title=Crash Report – The Day the Music Died, February 3, 1959 |website=Fiftiesweb.com |last=Rich |first=Candace |date=October 24, 2023 |access-date=August 13, 2024}}</ref>] for the Civil Aeronautics Board investigation report. -->, even though he was not certified to fly by [[instrument flight rules|instruments only]]. Buddy's brother Larry Holley said, \"I got the full report from the Civil Aeronautics – it took me a year to get it, but I got it – and they had installed a new Sperry gyroscope in the airplane. The Sperry works different than any other gyro. One of them, the background moves and the plane stays like this [stationary], and in the other one the background stays steady and the plane moves, it works just backwards. He [the pilot] could have been reading this backwards... they were going down, they thought they were still climbing.\"\n\nShortly after 1:00&nbsp;a.m. on February 3, 1959, Holly, Valens, Richardson, and Peterson were killed when the aircraft crashed into a cornfield five miles northwest of Clear Lake shortly after takeoff. The three musicians, who were ejected from the fuselage upon impact, sustained severe head and chest injuries.{{sfn|Associated Press staff|1959}} Holly was 22 years old.\n\nThe report did not mention a gun belonging to Holly that was found by a farmer two months after the crash. Newspaper accounts of the gun discovery fueled rumors among fans that the pilot was somehow shot, causing the crash. Another curious finding at the crash was that Richardson's body was discovered nearly {{convert|40|ft|m|abbr=off}} away from the crash while the others were found in or near the wreckage. However, an autopsy done at the request of Richardson's son in 2007 found no evidence to support the rumors. Dr. Bill Bass, a forensic anthropologist at the University of Tennessee, stated that \"There was no indication of foul play,\" and that Richardson \"died immediately.\"<ref>{{Cite web |date=March 7, 2007 |title=Big Bopper rumours put to rest by autopsy |url=https://www.cbc.ca/news/entertainment/big-bopper-rumours-put-to-rest-by-autopsy-1.683130 |publisher=The Associated Press |via=CBC}}</ref>\n\n[[File:Buddy holley headstone.jpg|thumb|right|Holly's headstone in the City of Lubbock Cemetery]]\nHolly's funeral was held on February 7, 1959, at the Tabernacle Baptist Church in Lubbock. The service was officiated by Ben D. Johnson, who had presided at the Hollys' wedding just months earlier. The pallbearers were Jerry Allison, Joe B. Mauldin, Niki Sullivan, Bob Montgomery, and [[Sonny Curtis]]. Some sources say that Phil Everly, one half of [[The Everly Brothers]], was also pallbearer, but Everly said that he attended the funeral but was not a pallbearer.{{sfn|Amburn, Ellis|p=347|2014}} Waylon Jennings was unable to attend because of his commitment to the still-touring Winter Dance Party. Holly's body was interred in the City of Lubbock Cemetery, in the eastern part of the city. Holly's headstone carries the correct spelling of his surname (Holley) and a carving of his [[Fender Stratocaster]] guitar.{{sfn|Amburn, Ellis|p=348–52|2014}}\n\nSantiago watched the first reports of Holly's death on television. The following day, she suffered a miscarriage. Holly's mother, who heard the news on the radio in Lubbock, Texas, screamed and collapsed. Because of Elena's miscarriage, in the months following the accident, some government authorities implemented a policy against announcing victims' names until after families are informed.{{sfn|Suddath|2009}} Santiago did not attend the funeral and has never visited the gravesite. She later told the ''Avalanche-Journal'', \"In a way, I blame myself. I was not feeling well when he left. I was two weeks pregnant, and I wanted Buddy to stay with me, but he had scheduled that tour. It was the only time I wasn't with him. And I blame myself because I know that, if only I had gone along, Buddy never would have gotten into that airplane.\"{{sfn|Kerns|2008}}\n\n== Personal life ==\nHolly married [[María Elena Holly|María Elena Santiago]], a New York record company receptionist, on August 15, 1958, at [[Tabernacle Baptist Church (Fort Worth)|Tabernacle Baptist Church]] in his hometown of Lubbock, Texas. In 1959, Santiago was pregnant with their first child, but suffered a miscarriage immediately after Holly's death. They had only been married for six months.<ref>{{Cite web |last1=Pisula |first1=Theresa |last2=Lovelace |first2=Tommy |date=June 1, 2000 |title=Interview with Maria Elena Holly |url=https://www.houstontheatre.com/buddy2.html |access-date=May 22, 2024 |website=HoustonTheatre.com}}</ref>\n\nPeggy Sue Gerron was the inspiration behind Holly's hit song \"Peggy Sue\". Holly and Gerron had a flirtatious relationship, and Gerron had known Holly since her schooldays when she was dating drummer Jerry Allison. Gerron married Allison on July 22, 1958. The two newlywed couples had a shared honeymoon in [[Acapulco]], Mexico.<ref name=\":0\">{{Cite web |date=April 11, 2012 |title=My love for Buddy Holly and how his death stopped us marrying - by the |url=https://www.standard.co.uk/showbiz/my-love-for-buddy-holly-and-how-his-death-stopped-us-marrying-by-the-real-peggy-sue-6648204.html |access-date=May 22, 2024 |website=Evening Standard |language=en}}</ref>\n\nHolly's own marriage to Santiago was distant and tense, and the couple were supposedly headed for divorce. In late 1958, Holly had also encouraged Gerron to divorce Allison over his drunkenly behaviour, but she declined. The act of divorce went against her [[Catholic Church|Catholic]] beliefs (however, Gerron eventually did divorce Allison in 1965). In December 1958, Holly recorded a demo of one of his last songs \"Peggy Sue Got Married\"—about Gerron and Allison's marriage.<ref name=\":0\" />\n\n==Image and style==\nHolly's singing style was characterized by his [[vocal hiccup]]s, a technique he acquired after hearing Elvis do it in 1955 on the Hayride show, and his alternation between his [[Modal voice|regular voice]] and [[falsetto]].{{sfn|Rolling Stone staff|2001}} Holly's \"stuttering vocals\" were complemented by his [[Percussive fingerstyle|percussive guitar playing]], solos, [[Double stop|stops]], [[bent note]]s, and rhythm and blues [[chord progression]]s.{{sfn|Henderson|Stacey|p=296|2014}} He often strummed [[Downpicking|downstrokes]] that were accompanied by Allison's percussion.{{sfn|Wishart|p=540|2004}}\n\nHolly bought his first [[Fender Stratocaster]], which became his signature guitar, at Harrod Music in Lubbock. His innovative playing style was characterized by its blending of chunky rhythm and high string lead work. Holly played his first 1954 Stratocaster until it was stolen during a tour stop in [[Michigan]] in 1957. To replace it, he purchased a 1957 model before a show in Detroit. Holly owned four or five Stratocasters during his career.{{sfn|Hunter|p=87|2013}}\n\nAt the beginning of their music careers, Holly and his group wore business suits. When they met the Everly Brothers, Don Everly took the band to Phil's Men's Shop in New York City and introduced them to [[Ivy League (clothes)|Ivy League clothes]]. The brothers advised Holly to replace his old-fashioned glasses with [[horn-rimmed glasses]], which had been popularized by [[Steve Allen]].{{sfn|Norman|1996|p=144}} Holly bought a pair of glasses made in Mexico from Lubbock optometrist Dr. J. Davis Armistead. Teenagers in the United States started to request this style of glasses, which were later popularly known as \"Buddy Holly glasses.\"{{sfn|Jones|p=175|2014}}\n\nWhile Holly's other belongings were recovered immediately following his fatal plane crash, there was no record of his signature glasses being found. They were presumed lost until, in March 1980, they were discovered in a Cerro Gordo County courthouse storage area by Sheriff Gerald Allen. They had been found in the spring of 1959, after the snow had melted, and had been given to the sheriff's office. They were placed in an envelope dated April 7, 1959, along with the Big Bopper's watch, a lighter, two pairs of dice and part of another watch, and misplaced when the county moved courthouses. The glasses frames were returned to Santiago a year later, after a legal contest over them with his parents. They are now on display at the Buddy Holly Center in Lubbock, Texas.<ref>{{Cite news |date=March 12, 1980 |title=Holly's glasses returned to family |work=The Beaver County Times |url=https://news.google.com/newspapers?nid=2002&dat=19800312&id=UfsqAAAAIBAJ&pg=4079,2430645 |access-date=December 19, 2015}}</ref><ref>{{Cite news |date=March 22, 1981 |title=Eyeglasses returned |work=The Prescott Courier |url=https://news.google.com/newspapers?nid=886&dat=19810322&id=oZ5OAAAAIBAJ&pg=6240,5970296 |access-date=December 19, 2015}}</ref>\n\n==Legacy==\n[[File:WinterDanceParty.jpg|thumb|right|Poster for the ill-fated \"Winter Dance Party\" tour]]\n\nBuddy Holly left behind dozens of unfinished recordings&nbsp;— solo transcriptions of his new compositions, informal jam sessions with bandmates, and tapes demonstrating songs intended for other artists. The last known recordings, made in Holly's apartment in late 1958, were his last six original songs. In June 1959, Coral Records overdubbed two of them with backing vocals by the [[Ray Charles Singers]] and studio musicians in an attempt to simulate the established Crickets sound. The finished tracks became the first posthumous Holly single, \"[[Peggy Sue Got Married (song)|Peggy Sue Got Married]]\"/\"[[Crying, Waiting, Hoping]].\" The new release was successful enough to warrant an album drawing upon the other Holly demos, using the same studio personnel, in January 1960.<ref>Goldrosen, John (1979). The Buddy Holly Story. Quick Fox. {{ISBN|978-0-825-63936-4}}</ref> All six songs were included in ''[[The Buddy Holly Story, Vol. 2]]'' (1960).\n\nThe demand for Holly records was so great (although none saw much chart success on the US billboards), and Holly had recorded so prolifically, that his record label was able to release new Holly albums and singles for the next 10 years. Norman Petty produced most of these new editions, drawing upon unreleased studio masters, alternate takes, audition tapes, and even amateur recordings (some dating back to 1954 with low-fidelity vocals). The final \"new\" Buddy Holly album, ''[[Giant (Buddy Holly album)|Giant]]'', was released in 1969; the single chosen from the album was \"[[Love Is Strange]].\"<ref>{{Cite web |title=Buddy Holly- Giant |year=1969 |url=https://www.discogs.com/Buddy-Holly-Giant/master/490135 |access-date=February 24, 2019 |publisher=discogs}}</ref>\n \n''[[Encyclopædia Britannica]]'' stated that Holly \"produced some of the most distinctive and influential work in rock music.\"{{sfn|Crenshaw, Marshall|2015}} [[AllMusic]] defined him as \"the single most influential creative force in early rock and roll.\"{{sfn|Eder, Bruce|2015}} ''[[Rolling Stone]]'' ranked him number 13 on its list of \"100 Greatest Artists.\"{{sfn|Mellecamp|2011}} The ''[[The Daily Telegraph|Telegraph]]'' called him a \"pioneer and a revolutionary [...] a multidimensional talent [...] (who) co-wrote and performed (songs that) remain as fresh and potent today.\"{{sfn|Norman, Phillip|2015}} In 2023, ''Rolling Stone'' ranked Holly at number 74 on its list of the 200 Greatest Singers of All Time.<ref>{{Cite magazine |date=January 1, 2023 |title=The 200 Greatest Singers of All Time |url=https://www.rollingstone.com/music/music-lists/best-singers-all-time-1234642307/buddy-holly-8-1234642434/ |magazine=[[Rolling Stone]] |access-date=February 20, 2023}}</ref>\n\nThe Rock and Roll Hall of Fame included Holly among its first class in 1986. On its entry, the Hall of Fame remarked upon the large quantity of material he produced during his short musical career, and said it \"made a major and lasting impact on popular music.\" It called him an \"innovator\" for writing his own material, his experimentation with [[double tracking]] and the use of [[orchestration]]; he is also said to have \"pioneered and popularized the now-standard\" use of two guitars, bass, and drums by rock bands.{{sfn|Rock and Roll Hall of Fame staff|2015}} [[The Songwriters Hall of Fame]] also inducted Holly in 1986, and said his contributions \"changed the face of Rock 'n' Roll.\"{{sfn|Songwriters hall of Fame staff|2002}} Holly developed in collaboration with Petty techniques of [[overdubbing]] and [[reverb effect|reverb]], while he used innovative instrumentation later implemented by other artists.{{sfn|Wishart|p=540|2004}} Holly became \"one of the most influential pioneers of rock and roll\" who had a \"lasting influence\" on genre performers of the 1960s.{{sfn|Henderson|Stacey|p=296|2014}}\n\n[[File:Buddy Holly Center in Lubbock, TX IMG 0078.JPG|thumb|The [[Buddy Holly Center]], a museum in Lubbock, Texas]]\nIn 1980, [[Grant Speed]] sculpted a statue of Holly playing his Fender guitar. This statue is the centerpiece of Lubbock's Walk of Fame, which honors notable people who contributed to Lubbock's musical history. Other memorials to Buddy Holly include a street named in his honor and the [[Buddy Holly Center]], which contains a museum of Holly memorabilia and fine arts gallery. The center is located on Crickets Avenue, one street east of Buddy Holly Avenue, in a building that previously housed the Fort Worth and Denver South Plains Railway Depot.{{sfn|Buddy Holly Center staff|2014}} In 2010, the statue was taken down for refurbishment, and construction of a new Walk of Fame began.\n\nIn 1997, the [[National Academy of Recording Arts and Sciences]] gave Holly the [[Grammy Lifetime Achievement Award|Lifetime Achievement Award]].{{sfn|Hollywood Reporter Staff|1997}} He was inducted into the [[Iowa Rock 'n' Roll Hall of Fame]] in 2000. On May 9, 2011, the City of Lubbock held a ribbon-cutting ceremony for the Buddy and Maria Elena Holly Plaza, the new home of the statue and the Walk of Fame.{{sfn|Kerns|2011}} On what would have been his 75th birthday, a star bearing Holly's name was placed on the [[Hollywood Walk of Fame]].{{sfn|Duke, Alan|2011}}\n\nGroundbreaking was held on April 20, 2017, for the construction of a new performing arts center in Lubbock, the [[Buddy Holly Hall of Performing Arts and Sciences]], a downtown $153&nbsp;million project expected to be completed in 2020.<ref>{{Cite web |title=Lubbock's $153M Buddy Holly Hall Due to Open in 2020 |url=https://www.constructionequipmentguide.com/lubbocks-153m-buddy-holly-hall-due-to-open-in-2020/38691 |access-date=August 7, 2019 |website=constructionequipmentguide.com}}</ref> Thus far, the private group, the Lubbock Entertainment and Performing Arts Association, has raised or received pledges in the amount of $93&nbsp;million to underwrite the project.<ref>{{Cite news |last=Kerns |first=William |date=April 1, 2017 |title=Restaurant Partnership, Groundbreaking Date Announced for Buddy Holly Hall |work=[[Lubbock Avalanche-Journal]] |url=http://lubbockonline.com/entertainment/news/2017-04-01/restaurant-partnership-groundbreaking-date-announced-buddy-holly-hall |access-date=April 1, 2017}}</ref>\n\nAccording to a June 2019 article in ''[[The New York Times Magazine]]'', \"virtually all\" of Holly's masters were lost in the [[2008 Universal fire]].<ref name=\"NYT-20190611\">{{Cite news |last=Rosen |first=Jody |date=June 11, 2019 |title=The Day the Music Burned: It Was the Biggest Disaster in the History of the Music Business — and Almost Nobody Knew |work=[[The New York Times Magazine]] |url=https://www.nytimes.com/2019/06/11/magazine/universal-fire-master-recordings.html |url-access=limited |access-date=June 11, 2019 |archive-url=https://ghostarchive.org/archive/20220101/https://www.nytimes.com/2019/06/11/magazine/universal-fire-master-recordings.html |archive-date=January 1, 2022}}{{cbignore}}</ref> This is disputed by Chad Kassem of [[Analogue Productions]], who claims to have used the master tapes of Holly's first two albums in Analogue Productions reissues of these albums on LP and SACD in 2017.<ref>{{Cite web |title=The Crickets/Buddy Holly - Buddy Holly |url=https://store.acousticsounds.com/d/114086/The_CricketsBuddy_Holly-Buddy_Holly-200 |access-date=April 25, 2021 |website=Acoustic Sounds}}</ref>\n\n===Influence===\n\n==== The Beatles ====\n[[John Lennon]] and [[Paul McCartney]] saw Holly for the first time when he appeared on ''[[Sunday Night at the London Palladium]]''.{{sfn|Humphries|p=73|2003}} The two had recently met and begun their musical association. They studied Holly's records, learned his performance style and lyricism, and based their act around his persona. Inspired by Holly's insect-themed Crickets, they chose to name their band \"[[the Beatles]]\". Lennon and McCartney later cited Holly as one of their main influences.{{sfn|Riley|p=67–70|2011}}\n\nLennon's band [[the Quarrymen]] covered \"That'll Be the Day\" in their first recording session, in 1958.{{sfn|Gaar|p=238|2013}} During breaks in the Beatles' first appearance on ''The Ed Sullivan Show'', on February 9, 1964, Lennon asked [[CBS]] coordinator Vince Calandra about Holly's performances; Calandra said Lennon and McCartney repeatedly expressed their appreciation of Holly.{{sfn|Harris|p=192–193|2014}} The Beatles recorded a close cover of Holly's version of \"[[Words of Love]]\", which was released on their 1964 album ''[[Beatles for Sale]]'' (in the US, in June 1965 on ''[[Beatles VI]]''). During the January 1969 recording sessions for their album ''[[Let It Be (album)|Let It Be]]'', the Beatles played a slow, impromptu version of \"Mailman, Bring Me No More Blues\" – which Holly popularized but did not write – with Lennon mimicking Holly's vocal style.{{sfn|Margotin|Guesdon|2014|p=186}} Lennon recorded a cover version of \"Peggy Sue\" on his 1975 album ''[[Rock 'n' Roll (John Lennon album)|Rock 'n' Roll]]''.{{sfn|Blaney, John|p=163|2005}} McCartney owns the [[Music publisher|publishing rights]] to Holly's song catalog.{{sfn|BBC News staff|2003}}\n\n==== Bob Dylan ====\nOn January 31, 1959, two nights before Holly's death, 17-year-old [[Bob Dylan]] attended Holly's performance in [[Duluth, Minnesota|Duluth]]. Dylan referred to this in his acceptance speech when he received the [[Grammy Award for Album of the Year]] for ''[[Time Out of Mind (Bob Dylan album)|Time Out of Mind]]'' in 1998: \"...&nbsp;when I was sixteen or seventeen years old, I went to see Buddy Holly play at [[Duluth National Guard Armory]] and I was three feet away from him&nbsp;... and he looked at me. And I just have some sort of feeling that he was&nbsp;... with us all the time we were making this record in some kind of way.\"{{sfn|Shelton|p=37|2011}}\n\n==== The Rolling Stones ====\n[[Mick Jagger]] saw Holly performing live in [[Woolwich]], London, during a tour of the UK; Jagger particularly remembered Holly's performance of \"[[Not Fade Away (song)|Not Fade Away]]\" – a song that also inspired [[Keith Richards]], who modeled his early guitar playing on the track. The Rolling Stones had a hit version of the song in 1964.{{sfn|Norman|p=12|2011}} Richards later said, \"[Holly] passed it on via the Beatles and via [the Rolling Stones]&nbsp;...&nbsp;He's in everybody.\"{{sfn|Amburn, Ellis|2014|p=274}}\n\n==== Steve Marriott ====\nFrom a young age, [[Steve Marriott]] was a huge fan of Holly and would mimic his hero by wearing large-rimmed spectacles with the lenses removed. Marriott wrote his first song, called \"Shelia My Dear\", after his aunt Shelia to whom he was close. Those who heard the song said it was played at a jaunty pace in the style of Holly and his bandmates also nicknamed him 'Buddy'.<ref>{{Cite book |last1=Hewitt |first1=Paolo |url=https://books.google.com/books?id=I4fwswEACAAJ |title=Steve Marriott: All Too Beautiful |last2=Hellier |first2=John |date=2004 |publisher=Helter Skelter Publishing |isbn=978-1-900924-44-3 |pages=44 |language=en}}</ref> Marriott also recorded a version of [[Kenny Lynch]]'s song \"Give Her My Regards\" b/w \"Imaginary Love\", the B-side written by Marriott, and released as a [[Single (music)|45-rpm]] in 1963 on Decca, inspired by Buddy Holly and the Crickets.<ref>[https://www.discogs.com/master/907139-Steve-Marriott-Give-Her-My-Regards \"Steve Marriott - Give Her My Regards\"]. ''[[Discogs]]''.</ref><ref>{{Cite web |title=Making Time- Steve Marriott - Give All She's Got |url=http://www.makingtime.co.uk/cds/cdrev082013.html |access-date=May 22, 2024 |website=www.makingtime.co.uk}}</ref> His band, [[Humble Pie]] released a cover version of \"Heartbeat\" on their 1969 album [[Town and Country (album)|''Town and Country'']].<ref>{{Cite web |last=Wall |first=Mick |date=July 29, 2020 |title=Humble Pie: a guide to their best albums |url=https://www.loudersound.com/features/humble-pie-a-guide-to-their-best-albums |access-date=May 22, 2024 |website=louder |language=en}}</ref>\n\n==== Don McLean ====\n[[Don McLean]]'s popular 1971 [[ballad (music)|ballad]] \"[[American Pie (song)|American Pie]]\" was inspired by Holly's death and the day of the plane crash. The song's lyric, which calls the incident \"The Day the Music Died\", became popularly associated with the crash. McLean's album ''[[American Pie (Don McLean album)|American Pie]]'' is dedicated to Holly.{{sfn|Crouse, Richard|p=86|2012}} In 2015, McLean wrote, \"Buddy Holly would have the same stature musically whether he would have lived or died, because of his accomplishments&nbsp;...&nbsp;By the time he was 22 years old, he had recorded some 50 tracks, most of which he had written himself&nbsp;...&nbsp;in my view and the view of many others, a hit&nbsp;...&nbsp;Buddy Holly and the Crickets were the template for all the rock bands that followed.\"{{sfn|McLean|2015}}\n\n==== Eric Clapton ====\n''The Chirping Crickets'' was the first album [[Eric Clapton]] ever bought; he later saw Holly on ''Sunday Night at the London Palladium''. In his autobiography, Clapton recounted the first time he saw Holly and his Fender, saying, \"I thought I'd died and gone to heaven&nbsp;...&nbsp;it was like seeing an instrument from outer space and I said to myself: 'That's the future – that's what I want{{'\"}}.{{sfn|Clapton, Eric|p=19|2010}} In 1969, his supergroup [[Blind Faith]] released a cover version of Holly's \"Well All Right\" featuring [[Steve Winwood]] on vocals.<ref>{{Cite web |last=Gallucci |first=Michael |date=January 11, 2023 |title=Top 10 Jeff Beck Songs |url=https://ultimateclassicrock.com/jeff-beck-songs/ |access-date=May 22, 2024 |website=Ultimate Classic Rock |language=en}}</ref>\n\n====Bobby Vee====\nThe launch of [[Bobby Vee]]'s successful musical career resulted from Holly's death; Vee was selected to replace Holly on the tour that continued after the plane crash. Holly's profound influence on Vee's singing style can be heard in the songs \"[[Rubber Ball]]\" – the B-side of which was a cover of Holly's \"Everyday\" – and \"Run to Him.\"{{sfn|Dean, Maury|2003|p=73}}\n\n====The Hollies====\nThe name of the British rock band [[the Hollies]] is often claimed as a tribute to Holly; according to the band, they admired Holly, but their name was mainly inspired by sprigs of holly in evidence around Christmas 1962.{{sfn|Eder, Bruce|1996}}\n\n====Phil Ochs====\nIn 1970, protest folk singer [[Phil Ochs]] released his sarcastic ''[[Greatest Hits (Phil Ochs album)|Greatest Hits]]'' (1970) album, and eventually, his live album ''[[Gunfight at Carnegie Hall]]'' (1974). During his concert at [[Carnegie Hall]] on March 27, 1970, [[Phil Ochs]] performed his \"Buddy Holly Medley\" comprising Holly's songs \"Not Fade Away\", \"I'm Gonna Love You Too\", \"Think It Over\", \"Oh, Boy!\", \"Everyday\", and \"It's So Easy\".<ref>{{Cite web |title=Buddy Holly Medley (1970/Live At Carnegie Hall) |url=https://www.youtube.com/watch?v=8cxoSpcV0Vo |access-date=May 23, 2024 |website=YouTube| date=October 30, 2018 }}</ref><ref>{{Cite news |last=Sanchez |first=Joshua |date=March 26, 2020 |title=Phil Ochs: the doomed folk singer who woke up from the American dream |url=https://www.theguardian.com/music/2020/mar/26/phil-ochs-the-doomed-folk-singer-who-woke-up-from-the-american-dream |access-date=May 23, 2024 |work=The Guardian |language=en-GB |issn=0261-3077}}</ref> Before performing the medley, Ochs announced to the audience, \"We're going to do a medley of songs of one of the greatest musicians that ever lived, a man who died prematurely, a man who had a big influence on me&nbsp;...&nbsp;Before I became a protest and folk singer, I had memorized many other things before [[Pete Seeger]], before Bob Dylan, before [[the Weavers]], before anything you might have ever heard in New York City, and this is Buddy Holly.\"\n\n====Elton John====\n[[Elton John]] was musically influenced by Holly. At age 13, although he did not require them, John started wearing horn-rimmed glasses to imitate Holly.{{sfn|Goldrosen|1979|p=8}}\n\n====Elvis Costello====\nDuring the height of punk, [[Elvis Costello]] resembled Holly. He wore his stylized glasses and dressed like him.<ref>{{Cite magazine |last=Crandall |first=Bill |date=February 28, 2003 |title=Rock and Roll Hall of Fame: Elvis Costello |url=https://www.rollingstone.com/music/music-news/rock-and-roll-hall-of-fame-elvis-costello-176284/ |access-date=May 23, 2024 |magazine=Rolling Stone |language=en-US}}</ref> Bob Dylan on Costello, from his 2022 book ''[[The Philosophy of Modern Song]]'', \"Elvis Costello and the Attractions were a better band than any of their contemporaries. Light years better. Elvis himself was a unique figure. Horn-rimmed glasses, quirky, pigeon-toed and intense. The only singer-guitarist in the band. You couldn’t say that he didn’t remind you of Buddy Holly. The Buddy stereotype. At least on the surface. Elvis had Harold Lloyd in his DNA as well. At the point of ‘Pump It Up’, he obviously had been listening to Springsteen too much. But he also had a heavy dose of 'Subterranean Homesick Blues'.\"<ref>{{Cite web |date=November 7, 2022 |title=Bob Dylan: 'Elvis Costello was light years better' |url=https://faroutmagazine.co.uk/bob-dylan-elvis-costello-was-light-years-better/ |access-date=May 23, 2024 |website=faroutmagazine.co.uk |language=en-US}}</ref><ref>{{Cite book |last=Dylan |first=Bob |url=https://books.google.com/books?id=5zXwzgEACAAJ |title=The Philosophy of Modern Song |date=November 1, 2022 |publisher=Simon & Schuster |isbn=978-1-4516-4870-6 |language=en}}</ref>\n\n====Bruce Springsteen====\nIn an August 24, 1978, interview with ''Rolling Stone'', [[Bruce Springsteen]] told [[Dave Marsh]], \"I play Buddy Holly every night before I go on; that keeps me honest.\"{{sfn|Deardorff II, Donald|p=16|2013}}\n\n====Grateful Dead====\nThe [[Grateful Dead]] performed the song \"Not Fade Away\" in concerts.{{sfn|Meriwether|p=134|2013}}\n\n====Richard Barone====\nIn 2016, [[Richard Barone]] released his album ''Sorrows & Promises: Greenwich Village in the 1960s'', paying tribute to the new wave of singer-songwriters in the Village during that pivotal, post-Holly era. The album opens with Barone's version of \"Learning the Game\", one of the final songs written and recorded by Holly at his home in Greenwich Village, a week before his death.<ref>{{Cite news |date=April 12, 2017 |title=Richard Barone Breathes New Life into the Golden Age of Village Folk |work=Observer |url=http://observer.com/2016/08/richard-barone-breathes-new-life-into-the-golden-age-of-village-folk/}}</ref>\n\n===Film and musical depictions===\n====Film====\nHolly's life story inspired a Hollywood biographical film, ''[[The Buddy Holly Story]]'' (1978); its lead actor [[Gary Busey]] received a nomination for the [[Academy Award for Best Actor]] for his portrayal of Holly. The film was widely criticized by the rock press, and by Holly's friends and family, for its inaccuracies.<ref>{{Cite magazine |last=Flippo |first=Chet |date=September 21, 1978 |title=The Truth Behind 'The Buddy Holly Story' |url=https://www.rollingstone.com/music/features/the-buddy-holly-story-19780921 |url-status=dead |magazine=Rolling Stone |archive-url=https://web.archive.org/web/20171117070007/http://www.rollingstone.com/music/features/the-buddy-holly-story-19780921 |archive-date=November 17, 2017 |access-date=December 19, 2015}}</ref> This led Paul McCartney (whose MPL Communications by then controlled the publishing rights to Buddy Holly's song catalog) to produce and host his own documentary about Holly in 1985, titled ''The Real Buddy Holly Story''. This video includes interviews with Keith Richards, Phil and Don Everly, Sonny Curtis, Jerry Allison, Holly's family, and McCartney, among others.{{sfn|Lehmer|2003|p=174–176}}\n\nIn 1987, musician [[Marshall Crenshaw]] portrayed Buddy Holly in the movie ''[[La Bamba (film)|La Bamba]]'', which depicts him performing at the Surf Ballroom and boarding the fatal airplane with Ritchie Valens and the Big Bopper. Crenshaw's version of \"Crying, Waiting, Hoping\" is featured on the ''La Bamba'' original motion picture soundtrack.{{sfn|Green|p=267|1999}}\n\nHolly's follow up to the hit song \"Peggy Sue\" is featured in the 1986 [[Francis Ford Coppola]] film ''[[Peggy Sue Got Married]]'', in which a 43-year-old mother and housewife facing divorce played by [[Kathleen Turner]] is thrust back in time and given the chance to change the course of her life.\n\n[[Steve Buscemi]] appeared as Holly in a brief cameo as a 1950s-themed restaurant employee in [[Quentin Tarantino]]'s 1994 film ''[[Pulp Fiction]]'', in which he takes Mia Wallace and Vincent Vega's orders (portrayed respectively by [[Uma Thurman]] and [[John Travolta]]).\n\nIn 1998, the post-apocalyptic film ''[[Six-String Samurai]]'' depicted Holly as a guitar-playing samurai traveling to Las Vegas to become the new king of Nevada after the death of Elvis Presley.\n\n==== Television ====\nHolly was depicted in a 1989 episode of the science-fiction television program ''[[Quantum Leap (1989 TV series)|Quantum Leap]]'' titled \"How the Tess Was Won\"; Holly's identity is only revealed at the end of the episode. Dr. [[Sam Beckett]] ([[Scott Bakula]]) influences Buddy Holly to change his lyrics from \"piggy, suey\" to \"Peggy Sue\", setting up Holly's future hit song.{{sfn|Phillips|Garcia|1996|p=358}}\n\nIn the animated series ''[[The Venture Bros.]]'', it is implied that the elderly villains Dragoon and Red Mantle are actually Richardson and Buddy Holly, who were recruited into the supervillain organization the Guild of Calamitous Intent on the night of their supposed deaths.\n\nThe TV documentaries ''Without Walls: Not Fade Away'' (aired on Channel Four in 1996),{{citation needed|date=May 2024}} and ''Buddy Holly: Rave On'' (aired on BBC Four in 2017).<ref>{{Cite web |title=Buddy Holly: Rave On |url=https://www.bbc.co.uk/programmes/b08q8f1n |access-date=May 29, 2022 |website=BBC Four}}</ref> An upcoming documentary ''The Day the Music Died/American Pie'' explores the story behind the Don McLean song.{{citation needed|date=May 2024}}\n\n====Music====\n*''[[Buddy: The Buddy Holly Story]]'', a [[jukebox musical]] depicting Holly's life, opened in 1989.\n*In 1961, [[Mike Berry (singer)|Mike Berry]] recorded \"[[Tribute to Buddy Holly]].\"\n*In 1980, [[The Clash]] referenced Holly in their song \"If Music Could Talk\" from the ''[[Sandinista!]]'' album.{{sfn|Fletcher|p=174|2012}} \n*In 1985, the German punk band [[Die Ärzte]] composed a song centering on Buddy Holly's glasses, titled \"Buddy Holly's Brille.\"<ref>{{Cite web |last1=Leim |first1=Christof |last2=Hömke |first2=Andrea |date=April 14, 2019 |title=Time Jump: On April 7, 1959 Buddy Holly's Glasses Are Found in Iowa |url=https://www.udiscover-music.de/popkultur/zeitsprung-am-7-4-1959-wird-buddy-hollys-brille-in-iowa-gefunden |access-date=February 13, 2021 |website=U Discover |language=German}}</ref>\n*In 1994, [[Weezer]]'s first top 40 single in the US was titled \"[[Buddy Holly (song)|Buddy Holly.]]\"\n*In 2006, country band the [[Dixie Chicks]] mention Buddy Holly in their song \"[[Lubbock or Leave It]].\" Lead singer [[Natalie Maines]] and Holly share a hometown of [[Lubbock, Texas]].\n\n==Discography==\n{{Main|Buddy Holly discography}}\n\n===The Crickets===\n*''[[The \"Chirping\" Crickets]]'' (1957)\n\n===Solo===\n*''[[Buddy Holly (album)|Buddy Holly]]'' (1958)\n*''[[That'll Be the Day (album)|That'll Be the Day]]'' (1958)\n\n==References==\n{{reflist}}\n\n===Sources===\n*[[Nancy Sinatra]] (2013){{citation needed|date=May 2024}}\n*[[Pomplamoose]] (2016), on ''Pomplamoose Live''{{citation needed|date=May 2024}}\n*[[Na Yoon-sun|Youn Sun Nah]] (2003), on her album ''Elles̤''{{citation needed|date=May 2024}}* {{Cite book |last=Amburn, Ellis |title=Buddy Holly: A Biography |publisher=St. Martin's Press |year=2014 |isbn=978-0-312-14557-6}}\n*{{Cite news |year=1959 |title=Iowa Crash Kills 3 Singers; Rock 'n' Roll Stars and Pilot Die as Chartered Craft Falls After Its Take-Off |page=1 |work=The New York Times |agency=Associated Press |url=https://www.nytimes.com/1959/02/04/archives/iowa-air-crash-kills-3-singers-rock-n-roll-stars-and-pilot-die-as.html |access-date=November 13, 2010 |ref={{harvid|Associated Press staff|1959}}}}\n*{{Cite news |year=2003 |title=Sir Paul's fortune boosted |work=BBC News |url=http://news.bbc.co.uk/1/hi/entertainment/showbiz/2974853.stm |access-date=January 2, 2010 |ref={{harvid|BBC News staff|2003}}}}\n*{{Cite book |last=Blaney, John |title=John Lennon: Listen to This Book |publisher=John Blaney |year=2005 |isbn=978-0-954-45281-0}}\n*{{Cite web |year=2014 |title=The Buddy Holly Center – History |url=http://www.mylubbock.us/departmental-websites/departments/buddy-holly-center/history |url-status=dead |archive-url=https://web.archive.org/web/20150325191616/http://www.mylubbock.us/departmental-websites/departments/buddy-holly-center/history |archive-date=March 25, 2015 |access-date=March 25, 2015 |website=The Buddy Holly Center |publisher=The City of Lubbock |ref={{harvid|Buddy Holly Center staff|2014}}}}\n*{{Cite book |last1=Carr, Joseph |title=Prairie Nights to Neon Lights: The Story of Country Music in West Texas |last2=Munde, Alan |publisher=Texas Tech University Press |year=1997 |isbn=978-0-89672-365-8}}\n*{{Cite book |last=Clapton, Eric |title=Eric Clapton: The Autobiography |publisher=Random House |year=2010 |isbn=978-1-409-06039-0}}\n*{{Cite news |last=Corbin, Sky |year=2014 |title=The Waylon Jennings Years at KLLL (Part Five) |publisher=KLLL |url=http://www.klll.com/pages/18144181.php?pid=395032 |archive-url=https://web.archive.org/web/20140714155659/http://www.klll.com/pages/18144181.php?pid=395032 |archive-date=July 14, 2014}}\n*{{Cite encyclopedia |year=2015 |title=Buddy Holly (American Musician) |encyclopedia=Encyclopædia Britannica |url=https://www.britannica.com/EBchecked/topic/269448/Buddy-Holly |access-date=March 24, 2015 |author=Crenshaw, Marshall}}\n*{{Cite book |last=Crouse, Richard |title=Who Wrote The Book of Love? |publisher=Random House Digital |year=2012 |isbn=978-0-385-67442-3}}\n*{{Cite book |last=Dean, Maury |title=Rock and Roll: Gold Rush |publisher=Algora Publishing |year=2003 |isbn=978-0-875-86227-9}}\n*{{Cite book |last=Deardorff II, Donald |url=https://archive.org/details/brucespringsteen0000dear |title=Bruce Springsteen: American Poet and Prophet |publisher=Scarecrow Press |year=2013 |isbn=978-0-810-88427-4}}\n*{{Cite news |last=Duke, Alan |year=2011 |title=Buddy Holly's Officially a Hollywood Star |publisher=CNN |url=http://edition.cnn.com/2011/SHOWBIZ/celebrity.news.gossip/09/08/buddy.holly.star/ |access-date=March 24, 2015}}\n*{{Cite journal |last=Eder, Bruce |year=1996 |title=Just One More Look at The Hollies |journal=Goldmine |volume=22 |number=14}}\n*{{Cite web |last=Eder, Bruce |year=2015 |title=Buddy Holly – Biography |url=http://www.allmusic.com/artist/buddy-holly-mn0000538677/biography |access-date=March 24, 2015 |publisher=AllMusic}}\n*{{Cite book |last=Eiss |first=Harry |title=The Mythology of Dance |publisher=Cambridge Scholars Publishing |year=2013 |isbn=978-1-443-85288-3}}\n*{{Cite book |last=Everitt |first=Rich |title=Falling Stars: Air Crashes That Filled Rock and Roll Heaven |publisher=Harbor House |year=2004 |isbn=978-1-891799-04-4}}\n*{{Cite book |last=Fletcher |first=Tony |title=The Clash: The Music That Matters |publisher=Music Sales Group |year=2012 |isbn=978-0-857-12749-5}}\n*{{Cite book |last=Gaar |first=Gillian |title=100 Things Beatles Fans Should Know & Do Before They Die |publisher=Triunph Books |year=2013 |isbn=978-1-623-68202-6}}\n*{{Cite book |last=Goldrosen |first=John |url=https://archive.org/details/buddyhollystoryj00gold |title=The Buddy Holly Story |publisher=Quick Fox |year=1979 |isbn=978-0-825-63936-4}}\n*{{Cite book |last=Green |first=Stanley |title=Hollywood Musicals Year by Year |publisher=Hal Leonard Corporation |year=1999 |isbn=978-0-634-00765-1}}\n*{{Cite book |last=Gribbin |first=John |title=Not Fade Away: The Life and Music of Buddy Holly |publisher=Icon Books |year=2012 |isbn=978-1-848-31384-2}}\n*{{Cite book |last=Harris |first=Michael |title=Always on Sunday: An Inside View of Ed Sullivan, the Beatles, Elvis, Sinatra & Ed's Other Guests |publisher=Word International |year=2014}}\n*{{Cite book |last1=Henderson |first1=Lol |title=Encyclopedia of Music in the 20th Century |last2=Stacey |first2=Lee |publisher=Routledge |year=2014 |isbn=978-1-135-92946-6}}\n*{{Cite news |year=1997 |title=Highest Honor |work=Hollywood News Reporter |url=https://www.newspapers.com/clip/2058669/ |access-date=March 24, 2015 |ref={{harvid|Hollywood Reporter Staff|1997}} |via=[[Newspapers.com]]}}{{open access}}\n*{{Cite book |last=Humphries |first=Patrick |title=Elvis The No. 1 Hits: The Secret History of the Classics |publisher=Andrews McMeel Publishing |year=2003 |isbn=978-0-740-73803-6}}\n*{{Cite book |last=Hunter |first=Dave |title=The Fender Stratocaster: The Life & Times of the World's Greatest Guitar & Its Players |publisher=Voyageur Press |year=2013 |isbn=978-0-760-34484-2}}\n*{{Cite book |last1=Jennings |first1=Waylon |url=https://archive.org/details/waylonautobiogra00jenn |title=Waylon: An Autobiography |last2=Kaye |first2=Lenny |publisher=Warner Books |year=1996 |isbn=978-0-446-51865-9}}\n*{{Cite book |last=Jones |first=Steve |title=Start You Up: Rock Star Secrets to Unleash Your Personal Brand and Set Your Career on Fire |publisher=Greenleaf Book Group |year=2014 |isbn=978-1-626-34070-1}}\n*{{Cite news |last=Kerns |first=William |year=2008 |title=Buddy and Maria Elena Holly Married 50 Years Ago |work=LubbockOnline.com |url=http://www.lubbockonline.com/stories/081508/loc_318846994.shtml |url-status=dead |access-date=March 25, 2015 |archive-url=https://web.archive.org/web/20160323234441/http://lubbockonline.com/stories/081508/loc_318846994.shtml |archive-date=March 23, 2016}}\n*{{Cite news |last=Kerns |first=William |year=2011 |title=Buddy and Maria Holly Plaza dedication attracts large turnout |work=Lubbock-Online.com |url=http://lubbockonline.com/entertainment/2011-05-09/buddy-and-maria-holly-plaza-dedication-attracts-large-turnoutn |access-date=March 25, 2015}}\n*{{Cite book |last=Laing |first=Dave |title=Buddy Holly |publisher=Indiana University Press |year=2010 |isbn=978-0-253-22168-1}}\n*{{Cite book |last=Lehmer |first=Larry |title=The Day the Music Died: The Last Tour of Buddy Holly, the Big Bopper and Ritchie Valens |publisher=Music Sales Group |year=2003 |isbn=978-0-825-67287-3}}\n*{{Cite book |last1=Margotin |first1=Phillipe |title=All The Songs: The Story Behind Every Beatles Release |last2=Guesdon |first2=Jean-Michael |publisher=Black Dog, Leventhal |year=2014 |isbn=978-1-603-76371-4}}\n*{{Cite news |last=McLean |first=Don |year=2015 |title=Don McLean: Buddy Holly, rest in peace |publisher=CNN |url=http://edition.cnn.com/2015/03/05/opinions/mclean-buddy-holly-ntsb/ |access-date=March 26, 2015}}\n*{{Cite magazine |last=Mellecamp |first=John |year=2011 |title=100 Greatest Artists |url=https://www.rollingstone.com/music/lists/100-greatest-artists-of-all-time-19691231/buddy-holly-20110420 |url-status=dead |magazine=Rolling Stone |archive-url=https://web.archive.org/web/20150329042845/http://www.rollingstone.com/music/lists/100-greatest-artists-of-all-time-19691231/buddy-holly-20110420 |archive-date=March 29, 2015 |access-date=March 24, 2015}}\n*{{Cite book |last=Meriwether |first=Nicholas |title=Studying the Dead: The Grateful Dead Scholars Caucus, an Informal History |publisher=Scarecrow Press |year=2013 |isbn=978-0-810-89125-8}}\n*{{Cite book |last=Moore |first=Gary |title=Hey Buddy: In Pursuit of Buddy Holly, My New Buddy John, and My Lost Decade of Music |publisher=Savas Beatie |year=2011 |isbn=978-1-932-71497-5}}\n*{{Cite book |last=Norman |first=Phillip |url=https://archive.org/details/isbn_9780684800820 |title=Rave on: The Biography of Buddy Holly |publisher=Simon & Schuster |year=1996 |isbn=978-0-684-80082-0}}\n*{{Cite book |last=Norman |first=Philip |title=Buddy: The Definitive Biography of Buddy Holly |publisher=Pan MacMillan |year=2011 |isbn=978-1-447-20340-7}}\n*{{Cite news |last=Norman |first=Philip |date=February 3, 2015 |title=Why Buddy Holly will never fade away |work=The Telegraph |url=https://www.telegraph.co.uk/culture/music/rockandjazzmusic/4402149/Why-Buddy-Holly-will-never-fade-away.html |url-status=live |url-access=subscription |access-date=August 27, 2015 |archive-url=https://ghostarchive.org/archive/20220111/https://www.telegraph.co.uk/culture/music/rockandjazzmusic/4402149/Why-Buddy-Holly-will-never-fade-away.html |archive-date=January 9, 2022 |ref={{sfnref|Norman, Phillip|2015}}}}{{cbignore}}\n*{{Cite book |last1=Phillips |first1=Mark |title=Science Fiction Television Series: Episode Guides, Histories, and Casts and Credits for 62 Prime-Time Shows, 1959 through 1989 |last2=Garcia |first2=Frank |publisher=McFarland |year=1996 |isbn=978-1-476-61030-6}}\n*{{Cite book |last=Riley |first=Tim |title=Lennon: The Man, the Myth, the Music |publisher=Random House |year=2011 |isbn=978-1-448-11319-4}}\n*{{Cite web |year=2015 |title=Buddy Holly Biography |url=http://www.rockhall.com/inductees/buddy-holly/bio/ |url-status=dead |archive-url=https://web.archive.org/web/20170808154753/https://www.rockhall.com/inductees/buddy-holly/bio |archive-date=August 8, 2017 |access-date=March 24, 2015 |website=Rock and Roll Hall of Fame |publisher=The Rock and Roll Hall of Fame and Museum, Inc |ref={{harvid|Rock and Roll Hall of Fame staff|2015}}}}\n*{{Cite magazine |year=2001 |title=Buddy Holly Biography |url=https://www.rollingstone.com/music/artists/buddy-holly/biography |magazine=Rolling Stone |access-date=March 24, 2015 |ref={{harvid|Rolling Stone staff|2001}}}}\n*{{Cite book |last1=Schinder |first1=Scott |last2=Schwartz |first2=Andy |title=Icons of Rock: An Encyclopedia of the Legends Who Changed Music Forever |publisher=Greenwood |year=2007 |isbn=978-0-313-33845-8 |volume=1}}\n*{{Cite book |last=Shelton |first=Robert |title=No Direction Home – The Life And Music of Bob Dylan |publisher=Omnibus Press |year=2011 |isbn=978-0-857-12616-0}}\n*{{Cite web |year=2002 |title=Buddy Holly |url=http://www.songwritershalloffame.org/index.php/exhibits/bio/C118 |url-status=dead |archive-url=https://web.archive.org/web/20150402164041/http://www.songwritershalloffame.org/index.php/exhibits/bio/C118 |archive-date=April 2, 2015 |access-date=March 24, 2015 |website=Songwriters Hall of Fame |publisher=American National Academy of Popular Music |ref={{harvid|Songwriters hall of Fame staff|2002}}}}\n*{{Cite magazine |last=Suddath |first=Claire |year=2009 |title=The Day the Music Died |url=http://www.time.com/time/arts/article/0,8599,1876542,00.html |url-status=dead |magazine=Time |archive-url=https://web.archive.org/web/20090205112819/http://www.time.com/time/arts/article/0,8599,1876542,00.html |archive-date=February 5, 2009 |access-date=February 23, 2011}}\n*{{Cite book |last1=Uslan |first1=Michael |url=https://archive.org/details/dickclarksfirst200usla |title=Dick Clark's the First 25 Years of Rock & Roll |last2=Solomon |first2=Bruce |publisher=Dell Publishing Company |year=1981 |isbn=978-0-440-51763-4}}\n* {{Cite news |last=Lloyd Webber |first=Julian |year=2015 |title=Buddy Holly's heartbreak songs |work=The Telegraph |url=https://www.telegraph.co.uk/culture/music/rockandjazzmusic/4433239/Buddy-Hollys-heartbreak-songs.html |url-status=live |url-access=subscription |access-date=May 11, 2015 |archive-url=https://ghostarchive.org/archive/20220111/https://www.telegraph.co.uk/culture/music/rockandjazzmusic/4433239/Buddy-Hollys-heartbreak-songs.html |archive-date=January 11, 2022}}{{cbignore}}\n*{{Cite book |last=Wishart |first=David |title=Encyclopedia of the Great Plains |publisher=University of Nebraska Press |year=2004 |isbn=978-0-80-324787-1}}\n\n==Further reading==\n{{refbegin}}\n*Bustard, Anne (2005). ''Buddy: The Story of Buddy Holly''. Simon & Schuster. {{ISBN|978-1-4223-9302-4}}.\n*Comentale, Edward P. (2013). Chapter Five. ''Sweet Air: Modernism, Regionalism, and American Popular Song''. University of Illinois Press. {{ISBN|978-0-252-07892-7}}.\n*Dawson, Jim; Leigh, Spencer (1996). ''Memories of Buddy Holly''. Big Nickel Publications. {{ISBN|978-0-936433-20-2}}.\n*Gerron, Peggy Sue (2008). ''Whatever Happened to Peggy Sue?''. Togi Entertainment. {{ISBN|978-0-9800085-0-0}}.\n*Goldrosen, John; Beecher, John (1996). ''Remembering Buddy: The Definitive Biography''. New York: Da Capo Press. {{ISBN|0-306-80715-7}}.\n*Goldrosen, John (1975). ''Buddy Holly: His Life and Music''. Popular Press. {{ISBN|0-85947-018-0}}\n*Laing, Dave (1971–2010). ''Buddy Holly''. Icons of Pop Music. Bloomington, IN: Indiana University Press. {{ISBN|0-253-22168-4}}. {{Oclc|611172616}}.\n*Mann, Alan (1996). ''The A-Z of Buddy Holly''. Aurum Press (2nd edition). {{ISBN|1-85410-433-0}} or 978–1854104335.\n*McFadden, Hugh (2005). \"Elegy for Charles Hardin Holley\". ''Elegies & Epiphanies: Selected Poems''. Belfast: Lagan Press.\n*Norman, Phillip (1996) ''Rave On: The Biography of Buddy Holly''. Simon & Schuster Publishing. {{ISBN|0684800829}}.\n*Peer, Elizabeth and Ralph II (1972). ''Buddy Holly: A Biography in Words, Photographs and Music'' Australia: Peer International. ASIN B000W24DZO.\n*Peters, Richard (1990). ''The Legend That Is Buddy Holly''. Barnes & Noble Books. {{ISBN|0-285-63005-9}} or 978–0285630055.\n*Rabin, Stanton (2009). ''OH BOY! The Life and Music of Rock 'n' Roll Pioneer Buddy Holly''. Van Winkle Publishing (Kindle). ASIN B0010QBLLG.\n*Tobler, John (1979). ''The Buddy Holly Story''. Beaufort Books.\n*VH1's Behind the Music ''The Day the Music Died'' interview with Waylon Jennings\n{{refend}}\n\n==External links==\n{{commons category}}\n{{Wikiquote}}\n* [https://web.archive.org/web/20011019201015/http://www.buddyhollyarchives.com/ Buddy Holly news archives at the Lubbock Avalanche-Journal]\n*{{allMusic}}\n*{{IMDb name}}\n*[https://web.archive.org/web/20150509025932/http://www.hankwilliamslistings.com/ind-bud.htm?= Buddy Holly – sessions and cover songs]\n*[https://adp.library.ucsb.edu/names/204633 Buddy Holly recordings] at the [[Discography of American Historical Recordings]]\n*[http://www.songwriter.co.uk/page53.html Interview with Norman Petty in International Songwriters Association's \"Songwriter Magazine\"]\n\n==External links==\n\n{{Buddy Holly}}\n{{The Crickets}}\n{{1986 Rock and Roll Hall of Fame}}\n{{Authority control}}\n\n{{DEFAULTSORT:Holly, Buddy}}\n[[Category:Buddy Holly| ]]\n[[Category:1936 births]]\n[[Category:1959 deaths]]\n[[Category:20th-century American guitarists]]\n[[Category:20th-century American male singers]]\n[[Category:20th-century American singer-songwriters]]\n[[Category:Accidental deaths in Iowa]]\n[[Category:American country rock singers]]\n[[Category:American country singer-songwriters]]\n[[Category:American male guitarists]]\n[[Category:American male singer-songwriters]]\n[[Category:American people of English descent]]\n[[Category:American people who self-identify as being of Native American descent]]\n[[Category:American people of Welsh descent]]\n[[Category:American rock guitarists]]\n[[Category:American rock singers]]\n[[Category:American rockabilly guitarists]]\n[[Category:American rockabilly musicians]]\n[[Category:Baptists from Texas]]\n[[Category:Brunswick Records artists]]\n[[Category:Coral Records artists]]\n[[Category:Decca Records artists]]\n[[Category:Grammy Lifetime Achievement Award winners]]\n[[Category:Guitarists from Texas]]\n[[Category:American lead guitarists]]\n[[Category:Lubbock High School alumni]]\n[[Category:Musicians from Lubbock, Texas]]\n[[Category:Rock and roll musicians]]\n[[Category:Singer-songwriters from Texas]]\n[[Category:The Crickets members]]\n[[Category:Victims of aviation accidents or incidents in 1959]]\n[[Category:Victims of aviation accidents or incidents in the United States]]\n[[Category:Musicians killed in aviation accidents or incidents]]"
}