{
    "Darren_Warren": "{{short description|American singer-songwriter}}\n\n{{Use mdy dates|date=June 2020}}\n{{Infobox musical artist\n| name        = Darren Warren\n| birth_place = [[Mayfield, Kentucky]], United States\n| instrument  = Singing, guitar\n| genre       = [[Country music|country]]\n| occupation  = Singer-songwriter\n}}\n'''Darren Warren''' is an American [[Country music|country]] music singer and songwriter from [[Mayfield, Kentucky]], United States.\n\n==Personal life==\nWarren was 16 years old when he was diagnosed with [[non-Hodgkin lymphoma]]. The doctor's prognosis was dire, Warren was given less than a 50-percent chance of survival. He spent the next three years at [[St. Jude Children's Research Hospital]] in Memphis, Tennessee seeking treatment. Warren began treatment at St. Jude on January 5, 1999. Over an almost three-year period, he endured over 120 rounds of [[chemotherapy]]. In 2001, Warren was diagnosed as cancer free.<ref>Watts, Cindy (2012). \"Darren Warren Plays St. Jude.\" The Tennessean. Retrieved May 16, 2012.</ref>\n\n\"There are things that come at you that are stumbling blocks.,\" Warren said. \"If we can take them and make them stepping stones, we can help more people and do things to change people's lives.\"\nIn August 2011, Darren Warren celebrated a milestone: 10 years in remission from non-Hodgkin Lymphoma.  \"Going back to St. Jude with my guitar to meet the patients and sing songs like \"Old McDonald Had a Farm\" might sound small to a lot of people, but to me, that's what it's all about.\"<ref>The Huffington Post (2012). \"How I'm Still Saying Thank You to St. Jude's Hospital Research.\" Retrieved May 16, 2012.</ref>\n\n==Music career==\nAfter overcoming cancer, Warren set his sights on another challenge: conquering the airwaves of country music as a performing songwriter. So far, he has shared the stage with [[Vince Gill]], [[Travis Tritt]], and Emerson Drive, among others. Warren has also journeyed across the country sharing his story and his music. He is an active participant in St. Jude's Country Cares for Kids, a radiothon founded by [[Alabama (American band)|Alabama]] band member, [[Randy Owen]]. The cross-country tour is focused on raising awareness and support for the research medical center.\n\nDarren Warren's CD \"Cowboy Up and Party Down\" was recorded in Nashville, Tennessee and produced by industry veteran Doug Grau. Grau is credited with producing [[The Statler Brothers]], as well as stand-up acts [[Jeff Foxworthy]] and Bill Engvall.<ref>{{cite web |url=http://www.allmusic.com/artist/doug-grau-p81673/credits |title=Doug Grau Songs, Albums, Reviews, Bio & More |website=www.allmusic.com |access-date=May 17, 2012}}</ref> Warren plans to release his next single, \"The Way God Made Me,\" in June 2012.\n\nDarren Warren now regards the diagnosis he received as a teenager a blessing-in-disguise.  Warren's life-threatening experience was a life-changing catalyst that propelled him into the future pursuing his dream as a country music artist. Warren never lacked inspiration during his time in the hospital. Incredibly, it was during treatment that he wrote almost every song that would be recorded on his debut CD.\n\n\"There were times when I sat down and told my guitar how I felt, and I realized I had created a song,\" Warren remembers.\n\nThe title track \"Cowboy Up and Party Down\" (written by Eddie Kilgallon) was released as his first single and distributed to country music radio stations in May 2011. A poignant song Warren wrote for the album, \"Go Get My Angel,\" deals with the loss of a young victim to cancer. Randy Owen of the Country Music Hall of Fame band Alabama is featured as a guest artist on the song. It is a fan favorite that has provided inspiration to many families struggling with grief.<ref>Skates, Sarah (September 22, 2011). \"Darren Warren Working Debut EP\". Music Row. Retrieved May 17, 2012.</ref>\n\nWarren has said that the sole motivation for his music career is simple: he wants to offer hope and encouragement to young boys and girls faced with a terminal illness.<ref>\"Earning His Wings\" Reprinted from Promise magazine, autumn 2007. Retrieved May 16, 2012.</ref><ref>Rollins, Lisa L. (August 11, 2011). \"Cancer Survivor Darren Warren Gets Vocal Aid from Randy Owen\". Examiner. Retrieved May 17, 2012.</ref>\n\n==References==\n{{Reflist}}\n\n==External links==\n* {{Official website|http://www.darrenwarren.com/index.php}}\n\n{{DEFAULTSORT:Warren, Darren}}\n[[Category:Living people]]\n[[Category:American country singer-songwriters]]\n[[Category:People from Mayfield, Kentucky]]\n[[Category:Country musicians from Kentucky]]\n[[Category:Singer-songwriters from Kentucky]]\n[[Category:Year of birth missing (living people)]]"
}