{
    "Diamond_Rio": "{{Short description|American country and Christian music band}}\n{{About|the country music band|the line of digital audio players by [[Diamond Multimedia]]|Rio (digital audio players)|the truck manufacturer|Diamond Reo Trucks}}\n{{good article}}\n{{Use mdy dates|date=February 2016}}\n{{Infobox musical artist\n| name            = Diamond Rio\n| image           = Diamond Rio USAF.jpg\n| caption         = Diamond Rio performing at [[Kunsan Air Base]], 2006\n| alt = Members of the country music band Diamond Rio performing before an audience.\n| alias           = {{hlist|Grizzly River Boys|Tennessee River Boys}}\n| image_size      = 200px\n| origin          = [[Nashville, Tennessee]], United States\n| genre           = {{hlist|[[Country music|Country]]|[[contemporary Christian music|CCM]]}}\n| years_active    = 1982–present\n| label           = {{hlist|[[Arista Nashville]]|[[Word Records|Word]]|Rio Hot}}\n| website         = http://diamondrio.com\n| current_members = {{hlist| Dan Truman|Marty Roe|Jimmy Olander|Dana Williams|Carson McKee|Micah Schweinsberg}}\n| past_members    = {{hlist|Matt Davenport|Danny Gregg|[[Ty Herndon]]|Larry Beard|Mel Deal|Al DeLeonibus|Ed Mummert|[[Anthony Crawford (musician)|Anthony Crawford]]|Virgil True|Jimmy \"J.J.\" Whiteside|Gene Johnson|Brian Prout}}\n}}\n'''Diamond Rio''' is an American [[country music]] band. The band was founded in 1982 as an attraction for the [[Opryland USA]] theme park in [[Nashville, Tennessee]], and was originally known as the Grizzly River Boys, then the Tennessee River Boys. It was founded by Matt Davenport, Danny Gregg, and [[Ty Herndon]], the last of whom became a solo artist in the mid-1990s. After undergoing several membership changes in its initial years, the band consisted of the same six members from 1989 to 2022: Marty Roe (lead vocals, rhythm guitar), Gene Johnson (mandolin, guitar, fiddle, tenor vocals), Jimmy Olander (lead guitar, banjo), Brian Prout (drums), Dan Truman (keyboards), and Dana Williams (bass guitar, baritone vocals). After Prout and Johnson both retired in 2022, they were replaced by Micah Schweinsberg and Carson McKee respectively.\n\nAfter assuming the name Diamond Rio, the band was signed to [[Arista Nashville]] and debuted in 1991 with the single \"[[Meet in the Middle]]\", which made them the first band ever to send a debut single to No.&nbsp;1 on the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs]] charts. The band charted 32 more singles between then and 2006, including four more that reached No.&nbsp;1: \"[[How Your Love Makes Me Feel]]\" (1997), \"[[One More Day (Diamond Rio song)|One More Day]]\" (2001), \"[[Beautiful Mess (Diamond Rio song)|Beautiful Mess]]\" (2002), and \"[[I Believe (Diamond Rio song)|I Believe]]\" (2003).\n\nDiamond Rio has recorded nine studio albums, four Greatest Hits compilations, and an album of Christmas music. Three of the band's albums have achieved [[RIAA]] platinum certification in the United States. In addition, Diamond Rio has received four Group of the Year awards from the [[Country Music Association]], two Top Vocal Group awards from the [[Academy of Country Music]], and one [[Grammy Award]]. The band is known for its vocal harmonies, varied instrumentation, and near-exclusive use of only its own band members on recordings instead of [[session musician]]s. Their sound was originally defined by mainstream country, [[bluegrass music|bluegrass]], and [[rock music|rock]] influences, but later albums drew more influence from Christian country music and [[country pop]].\n\n==Beginnings==\n[[File:Tyherndon.jpg|150px|thumb|left|[[Ty Herndon]] (seen here in 2009) was an early member of the Grizzly River Boys, who later became Diamond Rio.|alt=Country music singer Ty Herndon standing before a fireplace.]]\nIn 1982, Matt Davenport and Danny Gregg founded a band at [[Opryland USA]], a former country music-based [[amusement park]] in [[Nashville, Tennessee]]. The band was first named the Grizzly River Boys, after a new [[river rafting ride]] at the park, but quickly changed names to the Tennessee River Boys due to its members disliking the original name.{{sfn|Diamond Rio|Roland|2009|p=11}} Originally intended to promote the park through a one-time television special, the band proved popular enough that it became one of many regular performers there. Davenport, Gregg, and [[Ty Herndon]] alternated as lead vocalists, with Davenport also playing bass guitar and Gregg on rhythm guitar; completing the lineup were Larry Beard (lead guitar, fiddle, banjo), Mel Deal (steel guitar), Al DeLeonibus (piano), and Ed Mummert (drums).<ref>{{cite news|url=https://www.newspapers.com/newspage/82876926/|title=Country trio to perform at MHS|date=October 31, 1983|work=Mattoon Journal-Gazette|page=15|access-date=June 10, 2015}}</ref> The group \"swapped lead voices, told jokes, and balanced old-school country concert shtick with a contemporary sound\".{{sfn|Diamond Rio|Roland|2009|p=11}} Herndon left the group in 1983 to compete on the talent show ''[[Star Search]]'',{{sfn|Diamond Rio|Roland|2009|p=12}} and became a solo artist for [[Epic Records]] between 1995 and the early 2000s.<ref>{{cite web|url={{AllMusic|class=artist|id=p142392|pure_url=yes}} |title=Ty Herndon biography |last=Erlewine |first=Stephen Thomas |author-link=Stephen Thomas Erlewine |publisher=[[AllMusic]]}}</ref> Herndon was temporarily replaced by [[Anthony Crawford (musician)|Anthony Crawford]] and then Virgil True before his role was taken over by Marty Roe, who had originally toured nationally with the Christian band Windsong,<ref name=\"new\"/> and worked in the park by doing impersonations of [[Larry Gatlin]]. Following Herndon's departure, DeLonibus and Mummert quit as well, with Dan Truman (who had previously played in [[Brigham Young University]]'s [[Young Ambassadors]]<ref name=\"stambler\"/>) and Jimmy \"J. J.\" Whiteside taking their places. Beard quit shortly afterward and ultimately became a [[session musician]], and former [[Mel McDaniel]] sideman Jimmy Olander took his place.{{sfn|Diamond Rio|Roland|2009|p=13–17}} The band, through the assistance of [[Bill Anderson (singer)|Bill Anderson]]'s drummer Len \"Snuffy\" Miller, submitted [[demo (music)|demos]] to various Nashville record labels with no success.{{sfn|Diamond Rio|Roland|2009|p=18}}\n\nBy 1985, the Tennessee River Boys had quit working at Opryland. According to Roe, while the band enjoyed playing at the park, they also felt that their status as a theme park attraction discredited them as \"real musicians\" to those in the Nashville community.{{sfn|Diamond Rio|Roland|2009|p=18}} For the next few years, they played at small venues, such as high school auditoriums, and usually worked no more than four concerts a month.{{sfn|Diamond Rio|Roland|2009|p=19–20}} They also competed on ''Star Search'', but were eliminated in the first round.{{sfn|Diamond Rio|Roland|2009|p=21}} Frustrated by the sporadic touring schedules, Whiteside quit the group and was replaced by Brian Prout, who previously performed in Hot Walker Band and Heartbreak Mountain.<ref name=\"new\"/><ref name=\"stambler\"/> Around 1986, Deal and Gregg both left the group, the latter due to health complications from a serious illness he had developed as a teenager.{{sfn|Diamond Rio|Roland|2009|p=30}} They initially chose to operate as a quintet, with Davenport as the sole lead vocalist and Roe and Prout singing harmony; when this arrangement proved unsuccessful, they found mandolinist Gene Johnson, a former member of the bluegrass group Eddie Adcock's IInd Generation, which Olander was a fan of as a child.{{sfn|Diamond Rio|Roland|2009|p=30–31}} Johnson debuted at a concert in [[Clewiston, Florida]], in May 1987. Also at this point, the band members supplemented their incomes with outside jobs: Johnson continued to work in [[carpentry]], Olander and Roe mowed lawns, and Prout drove tour buses.{{sfn|Diamond Rio|Roland|2009|p=35}}\n\nIn 1988, the band caught the attention of [[Keith Stegall]], a singer-songwriter who would later become known primarily for his work as [[Alan Jackson]]'s record producer. Stegall produced demos for the Tennessee River Boys, but noted that Davenport could not record the lead vocal and bass parts at the same time, as they would be difficult to separate in the control room. As a result, Stegall had Roe sing a \"scratch\" vocal track live with the other musicians, which would then be replaced by Davenport's voice in post-production. Upon hearing Roe sing the \"scratch\" track, Stegall successfully convinced the other members that Roe should be the lead vocalist instead.{{sfn|Diamond Rio|Roland|2009|p=36–37}} Due to his discomfort outside the lead role and his wife's dissatisfaction with his career, Davenport quit in late 1988, becoming the last founding member to leave. The group quickly had to find a replacement, as they were scheduled to appear on the talk show ''[[Nashville Now]]'' on January 23, 1989. Alan LeBeouf, who had just left [[Baillie & the Boys]], expressed interest in replacing Davenport but ultimately declined due to other commitments. They finally chose Dana Williams, a nephew of the bluegrass group [[Osborne Brothers]] and former sideman for [[Jimmy C. Newman]], who had been a fan of the Tennessee River Boys since Herndon was a member.{{sfn|Diamond Rio|Roland|2009|p=37–39}}\n\n===1990: Signing with Arista Nashville===\nWilliams officially joined before the ''Nashville Now'' appearance, but the band still did not have a record deal at this point. They continued to record demos in Prout's garage with assistance from [[Monty Powell]], who had previously hired Roe and Olander for recording jingles, but wanted to produce commercial music. Powell was a friend of [[audio engineer]] Mike Clute, who would later become one of the band's producers, and songwriters [[Tim DuBois]] and [[Van Stephenson]]. DuBois was talking with record executive [[Clive Davis]] about creating a country music branch of [[Arista Records]] called [[Arista Nashville]];{{sfn|Diamond Rio|Roland|2009|p=153}} Stephenson would later sign to the label in 1993 as a member of [[Blackhawk (band)|Blackhawk]].{{sfn|Whitburn|2008|p=51}} Initially, DuBois was hesitant about signing the Tennessee River Boys, as he felt that there were too many popular bands in country music, and he was about to sign both [[Asleep at the Wheel]] and [[Exile (American band)|Exile]]. He expressed interest in signing Roe as a solo artist, but at Powell's insistence, he agreed to see the band open for [[George Jones]] at a May 1989 concert,{{sfn|Diamond Rio|Roland|2009|p=153-156}} and officially signed them to Arista Nashville in 1990.<ref name=\"allmusic\">{{cite web|url={{AllMusic|class=artist|id=p1587|pure_url=yes}} |title=Diamond Rio biography |access-date=September 10, 2007 |last=Huey |first=Steve |publisher=[[AllMusic]]}}</ref> The band members also decided to choose a new name, as they thought that Tennessee River Boys sounded more suitable for a bluegrass or gospel group than a country one.<ref>{{cite web|url=http://articles.philly.com/1995-03-24/entertainment/25699393_1_diamond-rio-country-music-grand-ole-opry-house|title=A Long Road For Diamond Rio, And It's Headed For Tropworld|last=Lloyd|first=Jack|date=March 24, 1995|work=[[The Philadelphia Inquirer]]|access-date=June 9, 2015}}</ref> Among the names they had chosen were Kilroy and T-Town Mavericks, the latter of which was rejected by Arista executives. Prout suggested Diamond Rio, after the [[truck]] manufacturing company [[Diamond Reo Trucks]].<ref>{{cite web|url=http://www.fayobserver.com/living/weekender/diamond-rio-shines-with-hit-single/article_421b7cf1-5efb-5c66-bf5a-36dff4b20d24.html|title=Diamond Rio shines with hit single|last=Price|first=Mark|date=May 17, 1991|work=Fayetteville Observer|access-date=July 8, 2015}}</ref> The name had been previously rejected by another country band, [[Shenandoah (band)|Shenandoah]], whose lead singer [[Marty Raybon]] (also a former member of Heartbreak Mountain) gave Prout permission to use the name even though Shenandoah \"conducted business\" under that name.{{sfn|Diamond Rio|Roland|2009|pp=161}}\n\nShortly after the band received its record deal, the band underwent a series of misfortunes when Olander, Johnson, and Williams came down with health problems. On August 9, 1990, Johnson was injured in a carpentry accident in Arkansas a day before his 41st birthday, severely cutting his left thumb. Robert Bolin substituted for Johnson during the band's tour in [[Brazil]] with [[Kevin Welch]] and [[Jann Browne]]. On September 6, four weeks after Johnson's accident, Williams was water skiing with his family in [[Cookeville, Tennessee]], as his boat came forward at high speed when his wife was picking him up. The propeller slashed Williams' legs, and he was rushed to a hospital for his injuries.{{sfn|Diamond Rio|Roland|2009|pp=163–165}} Brian Helgos and Paul Gregg (Danny Gregg's brother, and a member of [[Restless Heart]]{{sfn|Diamond Rio|Roland|2009|p=20}}) substituted for Williams. Meanwhile, Olander discovered that he had a lemon-sized tumor that was pressing against his esophagus. The tumor was never successfully diagnosed, although it ultimately vanished.{{sfn|Diamond Rio|Roland|2009|pp=166, 190}}\n\n==Musical career==\n[[File:Diamond Rio 1.jpg|200px|thumb|left|Diamond Rio in 2008.|alt=Diamond Rio performing onstage.]]\n===1991–1992: ''Diamond Rio''===\nAfter Olander, Williams, and Johnson had recovered, the six musicians set to work on their debut album. In doing so, Johnson soon discovered that the injuries to his hands had altered his dexterity on the mandolin, and threatened to walk away after Powell offhandedly remarked that he would have Roe dub in his own tenor harmonies instead of having Johnson sing them.{{sfn|Diamond Rio|Roland|2009|pp=167}} The band also had commitments to finish as the Tennessee River Boys, to the point that they occasionally had to promote themselves under both names in the same day.{{sfn|Diamond Rio|Roland|2009|pp=169–170}}\n\nArista Nashville released Diamond Rio's debut single, \"[[Meet in the Middle]]\", on February 6, 1991.{{sfn|Diamond Rio|Roland|2009|pp=168}} As the lead single to their [[Diamond Rio (album)|self-titled debut album]], \"Meet in the Middle\" went on to spend two weeks at No.&nbsp;1 on the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs]] charts,{{sfn|Whitburn|2008|p=124}} making Diamond Rio the first country music group ever to send its debut single to the top of that chart.{{sfn|Diamond Rio|Roland|2009|pp=171}}<ref name=\"allmusic\"/> Following its release, the band performed its first official concert as Diamond Rio on May 4, 1991. They shared the bill with [[Wild Rose (band)|Wild Rose]], whose membership included Prout's then-wife, Nancy Given Prout.{{sfn|Diamond Rio|Roland|2009|pp=171–173}} Released three weeks later<ref name=\"mansfield\">{{cite web|url=http://www.allmusic.com/album/release/diamond-rio-mr0001259584|title=''Diamond Rio''|last=Mansfield|first=Brian|publisher=AllMusic|access-date=June 10, 2015}}</ref> with DuBois and Powell as producers,<ref>{{cite web|url=http://www.allmusic.com/album/release/diamond-rio-mr0001259584/credits|title=''Diamond Rio'' credits|publisher=AllMusic|access-date=June 10, 2015}}</ref> ''Diamond Rio'' was met with positive critical reception from critics such as [[Allmusic]], ''[[Chicago Tribune]]'', and ''[[Entertainment Weekly]]'', which praised the band's vocal harmonies, instrumentation, and song choices.<ref name=\"mansfield\"/><ref>{{cite web|url=http://articles.chicagotribune.com/1991-07-11/features/9103180533_1_star-diamond-rio-aggregation|archive-url=https://web.archive.org/web/20150611095641/http://articles.chicagotribune.com/1991-07-11/features/9103180533_1_star-diamond-rio-aggregation|url-status=dead|archive-date=June 11, 2015|title=''Diamond Rio'' review|last=Hurst|first=Jack|date=July 11, 1991|work=[[Chicago Tribune]]|access-date=June 10, 2015}}</ref><ref>{{cite magazine|url=http://www.ew.com/article/1991/08/16/diamond-rio|title=''Diamond Rio'' review|last=Nash|first=Alanna|date=August 16, 1991|magazine=[[Entertainment Weekly]]|access-date=June 10, 2015}}</ref>\n\nFour more singles were released from ''Diamond Rio'', all reaching top 10 on the ''Billboard'' country singles charts: \"[[Mirror, Mirror (Diamond Rio song)|Mirror, Mirror]]\", \"[[Mama Don't Forget to Pray for Me]]\", \"[[Norma Jean Riley]]\" (which was previously the [[B-side]] of \"Mama Don't Forget to Pray for Me\"{{sfn|Whitburn|2008|p=124}}), and \"[[Nowhere Bound]]\", the latter two of which were co-written by Powell. Roe and Prout had found both \"Mama Don't Forget to Pray for Me\" and \"Mirror, Mirror\" by attending shows at the [[Bluebird Cafe]] in Nashville, a popular spot for performances by aspiring songwriters. Truman and an employee of Arista had found \"Norma Jean Riley\", which was originally titled \"Pretty Little Lady\" until DuBois remarked that the lady in the song should have a name: \"It could be 'Norma Jean Riley', anything!\"{{sfn|Diamond Rio|Roland|2009|pp=160}} Johnson spoke positively about \"Mama Don't Forget to Pray for Me\", which was written and originally recorded by [[Larry Cordle]], and the impact that it had on fans. He recalled a letter sent to him by a female fan who had run away from home and chose to return after hearing that song, and said that \"We already didn't wanna do the drinkin' songs and stuff&nbsp;... if you're gonna touch someone, touch them with something that's positive.\"{{sfn|Diamond Rio|Roland|2009|pp=176}}\n\n''Diamond Rio'' was later certified platinum by the [[Recording Industry Association of America]] (RIAA) for shipping one million copies in the United States.<ref name=\"oldies\"/> In addition, the band won the [[Academy of Country Music]]'s Top Vocal Group for 1992, an award they would receive again in 1993, 1994, and 1997.{{sfn|Whitburn|2008|p=124}} They were also nominated for Top New Vocal Duet or Group by the same association in 1992.{{sfn|Diamond Rio|Roland|2009|pp=178}} A cut from the album, the instrumental \"Poultry Promenade\", gave the band its first [[Grammy Award]] nomination.<ref name=\"luck\">{{cite web|url=http://www.luckmedia.com/diamondrio/biography.html|title=One More Day Set To Release February 6th |access-date=April 11, 2008|work=Luck Media & Marketing |archive-url = https://web.archive.org/web/20071017235913/http://luckmedia.com/diamondrio/biography.html <!-- Bot retrieved archive --> |archive-date = October 17, 2007}}</ref>\n\n===1992–1995: ''Close to the Edge'' and ''Love a Little Stronger''===\n''[[Close to the Edge (Diamond Rio album)|Close to the Edge]]'', the group's second album, was released in 1992. Certified gold by the RIAA for U.S. shipments of 500,000 copies,<ref name=\"encyclopedia\">{{cite book|title=The Encyclopedia of Country Music|url=https://books.google.com/books?id=tLZz02EzmBYC&q=%22diamond+rio%22+%22close+to+the+edge%22&pg=PA136|date=January 4, 2012|publisher=Oxford University Press|isbn=978-0-19-992083-9|page=136}}</ref> the album produced the Top 5 country hits \"[[In a Week or Two]]\" and \"[[Oh Me, Oh My, Sweet Baby]]\",{{sfn|Whitburn|2008|p=124}} the latter of which was originally recorded by [[George Strait]] on his 1989 album ''[[Beyond the Blue Neon]]''.<ref>{{cite web|url=http://www.allmusic.com/album/beyond-the-blue-neon-mw0000198979|title=''Beyond the Blue Neon''|last=Erlewine|first=Stephen Thomas|publisher=AllMusic|access-date=September 18, 2015}}</ref> The next singles, \"[[This Romeo Ain't Got Julie Yet]]\" and \"[[Sawmill Road]]\", both failed to reach top 10.<ref name=\"allmusic\"/>{{sfn|Whitburn|2008|p=124}} Roe considered ''Close to the Edge'' a weaker album than their debut because the band only had one month to pick the songs for it; in a 1994 interview with ''New Country'' magazine, he stated: \"There aren't ten great songs out there for everybody, certainly not that you could find in a 30-day period of time.\"<ref name=\"new\">{{cite journal|last=Oermann|first=Robert K.|date=July 1994|title=Diamonds & Gold: Nashville's \"Perfect\" Group Returns Wiser and a Little Stronger|journal=New Country|pages=44–49|issn=1074-536X}}</ref> Olander was also critical of the novelty factor of \"This Romeo Ain't Got Julie Yet\", which he co-wrote, saying that it was \"by far not my favorite Diamond Rio recording – but that's at the time when I'm thinkin', 'Oh, this is easy, let's write this. It's kinda cute.'\"{{sfn|Diamond Rio|Roland|2009|pp=184}} [[Brian Mansfield]] of Allmusic was also critical of the song, but described the rest of the album with favor, saying that its \"strongest material emphasizes the virtues of God, family and honest living – traditional stuff, no doubt influenced by the members' bluegrass background\",<ref>{{cite web|url=http://www.allmusic.com/album/close-to-the-edge-mw0000616277|title=''Close to the Edge''|last=Mansfield|first=Brian|publisher=AllMusic|access-date=June 15, 2015}}</ref> while Jack Hurst of the ''Chicago Tribune'' thought that \"In a Week or Two\" and \"Sawmill Road\", \"which is about the diverse trails some rural schoolmates follow in adulthood\", were the strongest tracks.<ref>{{cite news|url=https://www.chicagotribune.com/1993/01/14/diamond-rio-close-to-the-edge-arista/|title=Diamond Rio, ''Close to the Edge''|last=Hurst|first=Jack|date=January 14, 1993|work=Chicago Tribune|access-date=June 15, 2015}}</ref>\n\nIn 1994, the band released its third album, ''[[Love a Little Stronger]]''.<ref name=\"allmusic\"/> The album was recorded on a more relaxed schedule than the previous album; as a result, they did not have a single on the charts for three months after \"Sawmill Road\" fell off the charts.<ref name=\"new\"/> For this album, Clute joined DuBois and Powell as co-producer, a role that he has held on all of the band's subsequent releases. The [[Love a Little Stronger (song)|title track]] (co-written by Billy Crittenden, later a member of the vocal group [[4 Runner]]), reached a peak of No.&nbsp;2 on the ''Billboard'' country singles charts, and No.&nbsp;1 on the country singles chart published by ''[[Radio & Records]]''.<ref name=\"stambler\">{{cite book|last1=Stambler|first1=Irwin|last2=Landon|first2=Grelun|title=Country Music: The Encyclopedia|url=https://books.google.com/books?id=d18K8QWcEo8C&q=%22diamond+rio%22+%22close+to+the+edge%22&pg=PA131|publisher=Macmillan|isbn=0-312-26487-9|pages=126|date=July 14, 2000}}</ref> It was followed by the No.&nbsp;9 hit \"[[Night Is Fallin' in My Heart]]\",<ref name=\"whitburn\">Whitburn, p. 124</ref> originally recorded by [[J. P. Pennington]] in 1991.<ref>{{cite web|url=https://www.allmusic.com/album/whatever-it-takes-mw0000264031|title=''Whatever It Takes''|publisher=AllMusic | access-date=September 5, 2021}}</ref> Next were the Top 20 hits \"[[Bubba Hyde]]\" and \"[[Finish What We Started]]\". Because the band had taken a longer period of time to choose songs for ''Love a Little Stronger'', they considered it a superior album to its predecessor;<ref name=\"new\"/> Mansfield shared a similar opinion in his review of the album, stating that \"Spurred by the relatively lackluster performance of ''Close to the Edge''&nbsp;... Diamond Rio explored the musical possibilities of its talents rather than digging for easy commercial success.\"<ref>{{cite web|url=http://www.allmusic.com/album/love-a-little-stronger-mw0000118850|title=''Love a Little Stronger''|last=Mansfield|first=Brian|publisher=AllMusic|access-date=June 18, 2015}}</ref> Bob Cannon of ''New Country'' was more mixed, saying that \"the production on ''Love a Little Stronger'' is so sparkling clean it could've been recorded in an operating room.\"<ref>{{cite journal|last=Cannon|first=Bob|date=September 1994|title=Reviews: ''Love a Little Stronger''|journal=New Country|pages=57}}</ref> This album also earned the band its second platinum certification.\n\n===1996–1999: ''IV'', ''Greatest Hits'', and ''Unbelievable''===\n[[File:Craig Wiseman songwriter.jpg|150px|thumb|[[Craig Wiseman]] wrote the band's singles \"[[Bubba Hyde]]\", \"[[Walkin' Away (Diamond Rio song)|Walkin' Away]]\", and \"[[Holdin']]\".|alt=A head shot of country music songwriter Craig Wiseman]]\n''[[IV (Diamond Rio album)|IV]]'', Diamond Rio's fourth album, was released in 1996. It was the \"first country release recorded entirely on a digital console\";{{sfn|Diamond Rio|Roland|2009|pp=191}} specifically, a [[Fairlight (company)|Fairlight]] console which recorded the album directly to a [[hard drive]]. Produced by DuBois, Clute, and the band itself, it was also their first album not to have Powell as a co-producer. According to DuBois, Powell left this role on good terms, as he \"saw a need to go in a certain direction, and the guys saw a need to go in a different direction.\" Roe thought that the album benefited from a new label policy that allowed label personnel to respond more quickly to pitches from songwriters. He recalled to ''Billboard'' that the label's head of [[artists and repertoire]] (A&R) recommended the lead single \"[[Walkin' Away (Diamond Rio song)|Walkin' Away]]\" while co-writer [[Craig Wiseman]] (who co-wrote \"Bubba Hyde\") was still recording its demo, and the band was able to record the song in the same day that the demo was completed.<ref name=\"polish\">{{cite magazine|last=Price|first=Deborah Evans|date=January 13, 1996|title=Arista's Diamond Rio polishes its studio sound with 'IV'|magazine=Billboard|pages=24, 26|url=https://books.google.com/books?id=zg4EAAAAMBAJ&q=%22diamond+rio%22+%22iv%22&pg=PA24}}</ref> \"Walkin' Away\" peaked at No.&nbsp;2 on the country charts in early 1996.{{sfn|Whitburn|2008|p=124}} Three more singles were released from the album: the top 10 hits \"[[That's What I Get for Lovin' You]]\" and \"[[Holdin']]\" (also written by Wiseman), with the top 20 \"[[It's All in Your Head (song)|It's All in Your Head]]\", co-written by Van Stephenson, in between.{{sfn|Whitburn|2008|p=124}} The music video for \"It's All in Your Head\" featured [[Martin Sheen]] and [[Ramon Estevez]], the former playing the part of a [[Snake handling in Christianity|snake handling]] preacher.<ref name=\"snake\">{{cite web|url=http://countrymailbag.com/bios/diamond_rio_bio.asp|title=Country Mailbag – Country Music's Top Interactive Radio Show|access-date=October 23, 2007|archive-date=August 22, 2002|archive-url=https://web.archive.org/web/20020822082757/http://www.countrymailbag.com/bios/diamond_rio_bio.asp|url-status=dead}}</ref>\n\nA year after ''IV'', Diamond Rio released its first ''[[Greatest Hits (Diamond Rio album)|Greatest Hits]]'' package, which included eleven of the singles from their first four albums, plus the album cut \"She Misses Him on Sunday the Most\" from ''IV'' and two new songs: \"[[How Your Love Makes Me Feel]]\" and \"[[Imagine That (Diamond Rio song)|Imagine That]]\". \"How Your Love Makes Me Feel\" became the band's second No&nbsp;1 on Hot Country Songs, as well as their longest-lasting at three weeks,{{sfn|Whitburn|2008|p=124}} making it the biggest chart hit for any country group that year.<ref name=\"snake\"/> \"Imagine That\", co-written by [[Bryan White]],{{sfn|Diamond Rio|Roland|2009|pp=191}} reached Top 5 by early 1998.{{sfn|Whitburn|2008|p=124}} ''Greatest Hits'' became the band's third platinum album.\n\nDiamond Rio was inducted into the [[Grand Ole Opry]] in April 1998, becoming the first band in fourteen years to be inducted.{{sfn|Diamond Rio|Roland|2009|p=192}} Later in the year, the band released its fifth studio album, ''[[Unbelievable (Diamond Rio album)|Unbelievable]]''. Contributing songwriters to the album included [[Paul Williams (songwriter)|Paul Williams]], former [[NRBQ]] member [[Al Anderson (NRBQ)|Al Anderson]], [[Robert John \"Mutt\" Lange]], and [[Huey Lewis]].<ref>{{cite web|url=http://www.allmusic.com/album/unbelievable-mw0000040874|title=''Unbelievable''|last=Owens|first=Thom|publisher=AllMusic|access-date=June 21, 2015}}</ref> The lead single was the ballad \"[[You're Gone (Diamond Rio song)|You're Gone]]\", which reached top 5 on the country charts.{{sfn|Whitburn|2008|p=124}} After it was the [[Unbelievable (Diamond Rio song)|title track]], which peaked at No.&nbsp;2 on the country charts and became the band's first entry on the [[Billboard Hot 100]], where it reached No.&nbsp;36.{{sfn|Whitburn|2008|p=124}} The third and final single was \"[[I Know How the River Feels]]\", originally recorded on Herndon's 1996 album ''[[Living in a Moment]]''<ref>{{cite web|url=http://www.allmusic.com/album/living-in-a-moment-mw0000189342|title=''Living in a Moment''|last=Owens|first=Thom|publisher=AllMusic|access-date=June 21, 2015}}</ref> and later released as a single by [[McAlyster]] in 2000.{{sfn|Whitburn|2008|p=261}} Diamond Rio's rendition peaked at 33 on the country charts, their lowest chart peak at the time.{{sfn|Whitburn|2008|p=124}}\n\nIn 1998, Prout began dating [[Mary Bono]], the widow of singer and politician [[Sonny Bono]].<ref name=\"canoe\"/> The two became engaged but later ended their relationship in 2001.{{sfn|Diamond Rio|Roland|2009|pp=194–197}} On December 28 of the same year, Prout married singer-songwriter [[Stephanie Bentley]], best known for co-writing [[Faith Hill]]'s 1999 single \"[[Breathe (Faith Hill song)|Breathe]]\".<ref>{{cite web|url=http://www.cmt.com/artists/news/1451674/20020105/bentley_stephanie.jhtml|title=Diamond Rio's Prout Marries Hit Songwriter Bentley |access-date=September 10, 2007|date=January 5, 2002|publisher=Country Music Television |url-status=dead |archive-url=https://web.archive.org/web/20070930032445/http://www.cmt.com/artists/news/1451674/20020105/bentley_stephanie.jhtml |archive-date=September 30, 2007}}</ref>\n\n===2000–2002: ''One More Day''===\nDiamond Rio released its twenty-third official chart single, \"[[Stuff (song)|Stuff]]\", in May 2000.{{sfn|Whitburn|2008|p=124}} The song was originally intended to be the title track to their sixth studio album, which would have been released on August 22 of the same year, but according to Truman, \"Certain radio stations, for some reason, didn't want to play 'Stuff'.\"<ref name=\"month\"/> As a result, \"Stuff\" was withdrawn after peaking at number 36 on the country charts,{{sfn|Whitburn|2008|p=124}} and the album was delayed until February 2001.<ref name=\"month\">{{cite web|url=http://www.cmt.com/news/1472537/in-a-month-or-two-diamond-rio-album-delayed/|archive-url=https://web.archive.org/web/20150706021811/http://www.cmt.com/news/1472537/in-a-month-or-two-diamond-rio-album-delayed/|url-status=dead|archive-date=July 6, 2015|title=In a Month or Two: Diamond Rio Album Delayed|last=Orr|first=Jay|date=June 11, 2003|work=[[CMT (U.S. TV channel)|CMT]]|access-date=July 5, 2015}}</ref> Following this song's failure, the band released \"[[One More Day (Diamond Rio song)|One More Day]]\" later in 2000. The song was written by Steven Dale Jones and Bobby Tomberlin, the same two writers who wrote \"She Misses Him on Sunday the Most\".<ref name=\"month\"/> \"One More Day\" went on to spend two non-consecutive weeks at No.&nbsp;1 on the country charts,{{sfn|Whitburn|2008|p=124}} with the album, by this point re-titled ''[[One More Day (album)|One More Day]]'', having its release date moved up to February 6, 2001.<ref name=\"allmusic omd\"/> The song also peaked at No.&nbsp;29 on the Billboard Hot 100,{{sfn|Whitburn|2008|p=124}} in addition to reaching top 10 on the [[Adult Contemporary (chart)|Adult Contemporary]] charts (the band's first appearance on that chart). Regarding the song's popularity among fans who have used the song to cope with personal losses, Prout said, \"Actually, 'One More Day' was recorded as a love song. Then one of Oklahoma State's basketball team's [[Oklahoma State Cowboys basketball team plane crash|plane went down]], then in early 2001 we lost [[Dale Earnhardt|Dale <nowiki>[Earnhardt]</nowiki>]] in Daytona, and then of course, [[9/11]] came after that. And every event of that year, the song took on a different meaning to different people&nbsp;... We hear quite often in e-mails and people talking to us in shows. If you're asking how it makes us feel? Pretty darn special&nbsp;... to know that you had that impact on someone's life and helped in a tough time of healing and hope.\"<ref name=\"twenty questions\">{{cite web|title=20 Questions with Diamond Rio|url=http://www.cmt.com/news/1531903/20-questions-with-diamond-rio/|archive-url=https://web.archive.org/web/20150705235411/http://www.cmt.com/news/1531903/20-questions-with-diamond-rio/|url-status=dead|archive-date=July 5, 2015|work=CMT|access-date=July 5, 2015}}</ref>\n\nThe third and fourth singles from ''One More Day'' were less successful: \"[[Sweet Summer]]\" made Top 20, while \"That's Just That\" failed to make Top 40.{{sfn|Whitburn|2008|p=124}} The album featured a guest vocal from [[Chely Wright]] on \"I'm Trying\",<ref name=\"allmusic omd\">{{cite web|url=http://www.allmusic.com/album/one-more-day-mw0000112936|title=''One More Day''|last=Cohoon|first=Rick|publisher=AllMusic|access-date=June 10, 2015}}</ref> making for the band's first ever duet with another artist on one of their own albums.<ref name=\"weekly one more\">{{cite web|url=http://www.countryweekly.com/reviews/one-more-day-arista-nashville|title=''One More Day''|last=Neal|first=Chris|work=[[Country Weekly]]|access-date=June 21, 2015}}</ref> It also included a cover of \"Hearts Against the Wind\", originally recorded by [[JD Souther]] and [[Linda Ronstadt]] for the ''[[Urban Cowboy]]'' soundtrack. Chris Neal of ''[[Country Weekly]]'' thought that the album showed a greater musical variety than its predecessors, specifically noting the \"spoken-word verses\" of \"Here I Go Fallin'\", the \"Hearts Against the Wind\" cover, and the Wright duet as standout tracks.<ref name=\"weekly one more\"/> Rick Cohoon of Allmusic cited the album's singles and the Wright duet as the album's best tracks, adding that \"If any flaw can be found here it would be the band's choice not to experiment with new sound, but then again, why tamper with a good thing?\"<ref>{{cite web|url=http://www.allmusic.com/album/one-more-day-mw0000112936|title=''One More Day''|last=Cohoon|first=Rick|work=[[Allmusic]]|access-date=31 March 2017}}</ref>\n\nStarting in 2001, the other members had noticed that Roe was having difficulty maintaining proper [[pitch (music)|pitch]] in concert. Although they did not want to confront him about it for fear of \"bruis[ing] his ego\",{{sfn|Diamond Rio|Roland|2009|p=224}} they eventually convinced Roe of his problems by listening to concert recordings together. Roe also consulted unsuccessfully with vocal coaches and throat doctors at the [[Vanderbilt University Medical Center]]. The band attempted to cover up Roe's problems by removing certain songs from concert set lists, lowering the [[key (music)|key]] on others, having Truman sometimes take the lead vocal, and using [[pitch correction]] software, but even these did not fully correct the issues.{{sfn|Diamond Rio|Roland|2009|p=226–233}} Finally, they consulted vocal coach Diane Sheets, a friend of Johnson's son-in-law. She determined that Roe was over-compensating for a small degree of [[hearing loss]] typical of musicians who have performed live for long periods of time, thus tightening muscles in his throat and diaphragm and causing him to lose pitch. Although Roe was initially \"cynical\" toward Sheets's coaching, she was ultimately successful in restoring his voice.{{sfn|Diamond Rio|Roland|2009|p=240–244}}\n\n===2002–2007: ''Completely'', ''Can't You Tell'', and ''Greatest Hits II''===\nIn 2002, Diamond Rio released its seventh studio album, ''[[Completely (Diamond Rio album)|Completely]]''. The band originally conceived it as a double album, featuring traditional country on one disc and more pop-oriented country on the other, but according to Prout, this concept did not fully materialize because \"country music has blinders on as far as what's acceptable – and what isn't\", although Olander and Williams noted that the idea allowed them \"more leeway in choosing songs\".<ref name=\"stretch\">{{cite web|url=http://www.cmt.com/news/1457312/diamond-rio-stretch-out-completely/|archive-url=https://web.archive.org/web/20150705234535/http://www.cmt.com/news/1457312/diamond-rio-stretch-out-completely/|url-status=dead|archive-date=July 5, 2015|title=Diamond Rio Stretch Out Completely|last=Gilbert|first=Calvin|date=September 4, 2002|work=CMT|access-date=July 5, 2015}}</ref> In addition to earning a gold certification, it produced two consecutive No.&nbsp;1 singles in \"[[Beautiful Mess (Diamond Rio song)|Beautiful Mess]]\" and \"[[I Believe (Diamond Rio song)|I Believe]]\",<ref name=\"allmusic\"/> the latter being the band's last single to top Hot Country Songs. Third single \"[[Wrinkles (song)|Wrinkles]]\" made Top 20, while the last single, \"We All Fall Down\" (also written by Steven Dale Jones), failed to reach top 40.{{sfn|Whitburn|2008|p=124}} Two of the album's tracks were previously recorded by other artists: \"Make Sure You've Got It All\", written by [[Bill Anderson (singer)|Bill Anderson]] and [[Steve Wariner]], was originally recorded on [[Collin Raye]]'s 1998 album ''[[The Walls Came Down]]'',<ref>{{cite web|url=http://www.allmusic.com/album/the-walls-came-down-mw0000038198|title=''The Walls Came Down''|publisher=AllMusic|access-date=November 26, 2015}}</ref> and \"If You'd Like Some Lovin'\" by its co-writer, [[David Ball (country singer)|David Ball]], on his 1996 album ''[[Starlite Lounge]]''.<ref>{{cite web|url=http://www.allmusic.com/album/starlite-lounge-mw0000648250|title=''Starlite Lounge''|publisher=AllMusic|access-date=November 26, 2015}}</ref>\n\nRick Cohoon of Allmusic praised the album for its musical variety, saying, \"With artists as well anchored in the business as Diamond Rio, the musical quality is a given. The real challenge is outdoing yourself and coming up with fresh concepts. The selections on this album seem to be the fruition of that search for musical renewal\". He cited \"Beautiful Mess\" and \"I Believe\" as standout tracks.<ref name=\"cohoon\">{{cite web|url=http://www.allmusic.com/album/completely-mw0000216313|title=''Completely''|last=Cohoon|first=Rick|publisher=AllMusic|access-date=July 5, 2015}}</ref> Ray Waddell of ''[[Billboard (magazine)|Billboard]]'' also thought that the singles were among the best tracks on the album, while highlighting the instrumental track \"Rural Philharmonic\" (which Olander had originally intended to record for a solo album<ref name=\"stretch\"/>) as an example of the band's strong musicianship.<ref>{{cite magazine|last=Waddell|first=Ray|date=August 24, 2002|title=Reviews|magazine=Billboard|page=27|url=https://books.google.com/books?id=CQwEAAAAMBAJ&q=%22diamond+rio%22+%22completely%22&pg=PA27}}</ref> Chrissie Dickinson of the ''Chicago Tribune'' was less favorable, commending the \"masterful musicianship\" and Roe's \"light vocal timbre\", while criticizing the song selections as \"mostly a paint-by-numbers trip around the musical block, from the predictable power balladry of 'I Believe' to the saccharine sentiments of 'We All Fall Down.'\"<ref>{{cite web|url=http://articles.chicagotribune.com/2002-09-29/news/0209290347_1_diamond-rio-marty-roe-arista-nashville|archive-url=https://web.archive.org/web/20150706124634/http://articles.chicagotribune.com/2002-09-29/news/0209290347_1_diamond-rio-marty-roe-arista-nashville|url-status=dead|archive-date=July 6, 2015|title=Diamond Rio Completely (Arista Nashville)|last=Dickinson|first=Chrissie|work=[[Chicago Tribune]]|date=September 29, 2002|access-date=May 15, 2013}}</ref>\n\nA seventh album, tentatively titled ''Can't You Tell'', was recorded in 2003, but it was cancelled{{sfn|Diamond Rio|Roland|2009|p=235}} after its first two singles – the title track and \"One Believer\" – both failed to make Top 40 upon their releases in late 2004 and early 2005 respectively.{{sfn|Whitburn|2008|p=124}} Diamond Rio's second Greatest Hits package, ''[[Greatest Hits II (Diamond Rio album)|Greatest Hits II]]'', was released in 2006. Like their first Greatest Hits album, this compilation included several new songs as well as the band's greatest hits; one of these new songs, \"God Only Cries\", was released as a single, peaking at No.&nbsp;30.{{sfn|Whitburn|2008|p=124}} Shortly after the album's release, Diamond Rio parted ways with Arista Nashville.\n\n===2007–present: New record label, ''The Reason'', and ''I Made It''===\nOn August 31, 2007, Diamond Rio signed with [[Word Records]], a [[Christian music]] label based in Nashville.<ref>{{cite web|url=http://www.cmt.com/news/1568674/diamond-rio-signs-with-word-records/|archive-url=https://web.archive.org/web/20150706022536/http://www.cmt.com/news/1568674/diamond-rio-signs-with-word-records/|url-status=dead|archive-date=July 6, 2015|title=Diamond Rio Signs With Word Records |access-date=September 10, 2007|date=August 30, 2007|publisher=Country Music Television}}</ref> Their first album for Word was a Christmas album entitled ''[[A Diamond Rio Christmas: The Star Still Shines]]'', which they recorded in Olander's basement studio. Roe said in an interview with CMT that \"we just didn't try to copy anybody else. We tried to make up our own arrangements.\"<ref>{{cite web|url=http://www.cmt.com/news/1576716/the-star-still-shines-for-diamond-rio/|archive-url=https://web.archive.org/web/20150706021731/http://www.cmt.com/news/1576716/the-star-still-shines-for-diamond-rio/|url-status=dead|archive-date=July 6, 2015|title=The Star Still Shines for Diamond Rio|last=Stoklasa|first=Amber|date=December 18, 2007|work=CMT|access-date=July 5, 2015}}</ref> The group released its first [[contemporary Christian]] album, ''[[The Reason (Diamond Rio album)|The Reason]]'', on September 22, 2009. It earned the band three [[Dove Award]] nominations: Song of the Year for \"God Is There\", Country Song of the Year for the title track, and Country Album of the Year.<ref>{{cite web|url=http://www.cmt.com/news/1632197/diamond-rio-receive-three-dove-awards-nominations/|archive-url=https://web.archive.org/web/20150706021616/http://www.cmt.com/news/1632197/diamond-rio-receive-three-dove-awards-nominations/|url-status=dead|archive-date=July 6, 2015|title=Diamond Rio Receive Three Dove Awards Nominations|date=February 18, 2010|work=CMT|access-date=July 5, 2015}}</ref>\n\nIn 2014, Olander told ''[[The Arizona Republic]]'' that the group was no longer signed to Word Records and planned to release new material independently.<ref name=\"CordDiamond\">{{cite web|last=Cordova|first=Randy|url=http://www.azcentral.com/story/entertainment/music/2014/06/26/diamond-rio-preps-july-th-shows/11387765/|title=Diamond Rio Preps for July 4th shows|work=The Arizona Republic|date=June 27, 2014 |access-date=February 27, 2014}}</ref> \"I will say that I was proud of the material, but maybe it's not the best version of Diamond Rio,\" Olander told the publication. \"We were kind of in a no-man's land. We didn't fit in with country radio and we didn't fit with Christian radio. It was something that wasn't fully realized.\"<ref name=\"CordDiamond\"/> The band began releasing records independently, starting with a live album in 2014 and following in 2015 with the studio album ''I Made It''.<ref>{{cite web|url=http://www.reporternews.com/entertainment/events/diamond-rio-still-going-strong-after-25-years-ep-1300467709-343874572.html|title=Diamond Rio still going strong after 25 years|last=Van Vleet|first=Janet|date=October 1, 2015|work=Abilene Reporter-News|access-date=January 9, 2016}}</ref>\n\nProut and Johnson both retired from the band in 2022. Micah Schweinsberg filled in on drums, and Carson McKee on harmony vocals, mandolin, and [[fiddle]], for a series of concerts in 2022.<ref>{{cite web | url=https://thegreeneroommagazine.com/diamond-rio-at-blue-gate-performing-arts-center-in-shipshewana-in/ | title=Diamond Rio At Blue Gate Performing Arts Center in Shipshewana, IN | publisher=The Greene Room | date=April 9, 2022 | accessdate=February 25, 2023}}</ref> Said tour, focused on songs from their 2007 Christmas album, was the band's first since before the [[COVID-19 pandemic]].<ref name=\"micah\">{{cite web | url=https://whatzup.com/diamond-rio-remain-a-cut-above-the-rest/ | title=Diamond Rio remain a cut above the rest | publisher=Whatzup | date=December 7, 2022 | accessdate=February 25, 2022}}</ref> Schweinsberg and McKee both became official members of the band in mid-2023, making McKee the band's first female member. The first single following their addition to the lineup, an instrumental called \"The Kick\", was released soon after.<ref>{{cite web | url=https://musicrow.com/2023/07/diamond-rio-returns-with-the-kick-two-new-members/ | title=Diamond Rio Returns With 'The Kick' & Two New Members | publisher=MusicRow | date=July 7, 2023 | accessdate=July 8, 2023 | author=Lorie Hollabaugh}}</ref>\n\n===Outside contributions===\nDiamond Rio has been featured on several projects featuring multiple country artists, including three [[tribute album]]s released between 1993 and 1994. The first was a cover of the [[Eagles (band)|Eagles]]' 1975 hit \"[[Lyin' Eyes]]\" for ''[[Common Thread: The Songs of the Eagles]]'', an album released in late 1993 via [[Giant Records (Warner)|Giant Records]] which featured various country musicians covering that band's songs.<ref name=\"luck\"/> Diamond Rio had originally wanted to record the song for ''Love a Little Stronger'', but DuBois rejected the idea because he felt that they were not yet well-established enough to record a cover song on one of their own albums.{{sfn|Diamond Rio|Roland|2009|p=185}} The second was ''[[Keith Whitley: A Tribute Album]]'', to which they contributed a cover of [[Keith Whitley]]'s 1986 hit \"[[Ten Feet Away]]\",{{sfn|Diamond Rio|Roland|2009|p=186}} and the third was a cover of [[Merle Haggard]]'s \"[[Workin' Man Blues]]\" for a tribute album entitled ''[[Mama's Hungry Eyes: A Tribute to Merle Haggard]]''. This rendition, which featured guest appearances from [[Lee Roy Parnell]] and [[Steve Wariner]] (both of whom were also signed to Arista Nashville at the time), was credited to \"Jed Zeppelin\".<ref name=\"oldies\"/><ref name=\"jed\">{{cite journal|last=Sweid|first=Nancy|date=September 27, 1994|title=Steve Wariner, Lee Roy Parnell, and Diamond Rio Gather to Make a Video Tribute to Merle Haggard|journal=[[Country Weekly]]|volume=1|issue=25|pages=12–15|issn=1074-3235}}</ref> The song peaked at No.&nbsp;48 on the ''Billboard'' country charts from unsolicited airplay,{{sfn|Whitburn|2008|p=206}} and was made into a music video.<ref name=\"jed\"/> In 1996, the band covered \"[[Beauty and the Beast (Disney song)|Beauty and the Beast]]\" for the multi-artist compilation ''[[The Best of Country Sing the Best of Disney]]''<ref>{{cite web|url={{AllMusic|class=album|id=r245615|pure_url=yes}}|title=Various Artists > The Best of Country Sing the Best of Disney|publisher=[[AllMusic]]|access-date=November 15, 2008}}</ref> and contributed the original song \"Christmas Spirit\" (which Powell and Roe co-wrote) to ''Star of Wonder: Country Christmas Collection'', a Christmas album featuring various artists on Arista Nashville's roster.<ref>{{cite web|url={{AllMusic|class=album|id=r241079|pure_url=yes}}|title=Various Artists > Star of Wonder: A Country Christmas Collection|publisher=[[AllMusic]]|access-date=November 15, 2008}}</ref> A year later, Diamond Rio contributed a recording of the gospel standard \"Walkin' in Jerusalem\" to a compilation entitled ''Peace in the Valley: A Country Music Journey Through Gospel Music''.<ref name=\"luck\"/> Diamond Rio and [[Collin Raye]] also sang backing vocals on [[Kenny Rogers]]' 2000 single \"[[He Will, She Knows]]\".<ref>{{cite web|url=http://www.countryweekly.com/vault/holding-power|title=Holding Power Kenny Rogers Shows Another Winning Hand with His Latest Album|last=Newcomer|first=Wendy|date=February 5, 2001|work=Country Weekly|access-date=July 8, 2015}}</ref> In 2002, the band was featured on country parodist [[Cledus T. Judd]]'s \"Man of Constant Borrow\", a parody of \"[[Man of Constant Sorrow]]\" on his album ''[[Cledus Envy]]''.<ref>{{cite AV media notes|title=Cledus Envy|others=Cledus T. Judd|year=2008|type=CD liner notes|publisher=[[Monument Records]]|id=85897|location=Nashville, Tennessee}}</ref> [[Jerrod Niemann]]'s late-2017 album ''[[This Ride]]'' features Diamond Rio on the song \"I Ain't All There\".<ref>{{cite web|url=https://www.allmusic.com/album/this-ride-mw0003098523|title=''This Ride'' review|work=AllMusic|access-date=24 October 2017}}</ref>\n\nSome of the individual members have also contributed to songs by other artists. Roe sang duet vocals with then-labelmate [[Pam Tillis]] on \"Love Is Only Human\", a cut from her 1992 album ''[[Homeward Looking Angel]]''.<ref>{{cite AV media notes|title=Homeward Looking Angel |title-link=Homeward Looking Angel|others=Pam Tillis|year=1992|publisher=Arista Records|id=07822-18649-2}}</ref> Olander was featured along with bluegrass musicians [[Carl Jackson]] and [[Mark O'Connor]] on the track \"Hap Towne Breakdowne\" from Steve Wariner's 1996 instrumental album ''[[No More Mr. Nice Guy (Steve Wariner album)|No More Mr. Nice Guy]]''.<ref>{{cite web|url=http://www.allmusic.com/album/no-more-mr-nice-guy-mw0000172567|title=''No More Mr. Nice Guy''|publisher=AllMusic|access-date=July 23, 2015}}</ref> He also co-wrote [[Kenny Chesney]]'s 2001 single \"[[I Lost It]]\", [[Marshall Dyllon]]'s 2001 single \"You\", and the track \"The Night Before (Life Goes On)\" from [[Carrie Underwood]]'s 2005 debut album ''[[Some Hearts (Carrie Underwood album)|Some Hearts]]''.<ref>{{cite AV media notes|title=Some Hearts|others=Carrie Underwood|year=2005|type=CD|publisher=Arista Records/19 Recordings|id=71197}}</ref> Truman co-wrote [[Shane Minor]]'s 1999 single \"[[Ordinary Love (Shane Minor song)|Ordinary Love]]\";<ref>{{cite web|url=http://www.allmusic.com/album/shane-minor-mw0000666083|title=''Shane Minor''|last=Phares|first=Heather|publisher=AllMusic|access-date=July 23, 2015}}</ref> Minor would later co-write the band's hit \"Beautiful Mess\". In 2003, Truman and songwriter [[Jason Deere]] co-founded the [[Nashville Tribute Band]], which has recorded three albums for missionaries of [[the Church of Jesus Christ of Latter-day Saints]], of which Truman is a member.<ref>{{cite web|url=http://www.deseretnews.com/article/705385585/Nashville-Tribute-Band-salutes-missionaries.html|title=Nashville Tribute Band salutes missionaries|last=Loftus|first=Hikari|date=August 16, 2010|work=[[Deseret News]]|access-date=June 15, 2015}}</ref> Roe, Johnson, and Williams sang backing vocals on [[Josh Turner]]'s 2006 single \"[[Me and God]]\" (from the album ''[[Your Man (album)|Your Man]]''), which also featured a guest vocal from bluegrass musician [[Ralph Stanley]].<ref>{{cite web|url=http://www.allmusic.com/album/your-man-mw0000264713|title=''Your Man''|last=Ruhlmann|first=William|publisher=AllMusic|access-date=July 8, 2015}}</ref>\n\n==Musical stylings==\nIn the country music industry particularly, record producers hire mostly [[session musician]]s to record instrumental tracks for an album for both solo artists and bands, as opposed to [[rock music|rock]] bands who record their own instrumental and vocal tracks on their albums. Diamond Rio has been one of few self-contained country bands to have followed the practice of each member playing their own instruments and singing their own vocals on all their albums themselves, without any additional input from outside musicians. The sole exception has been the inclusion of [[string section]]s on some of their later work, starting with \"I Know How the River Feels\"<ref name=\"canoe\">{{cite web|url=http://jam.canoe.com/Music/Artists/D/Diamond_Rio/1999/07/13/pf-744546.html|title=Diamond Rio keeps mind on music|last=Van Wyk|first=Anika|date=July 13, 1999|work=canoe.ca|access-date=April 6, 2012|archive-url=https://web.archive.org/web/20150612184444/http://jam.canoe.com/Music/Artists/D/Diamond_Rio/1999/07/13/pf-744546.html|archive-date=June 12, 2015|url-status=dead}}</ref> and continuing through certain tracks on ''One More Day'' and ''Completely''.<ref name=\"cw\">{{cite journal|last=Scarlett|first=David|date=June 19, 2006|title=Bravo Rio!|journal=[[Country Weekly]]|volume=13|issue=13|page=51}}</ref> According to Prout, other labels had rejected the band prior to their signing with Arista Nashville due to the band members' insistence that they play all their own instruments.<ref name=\"micah\"/>\n\nTheir early music blended [[neotraditionalist country]] with occasional traces of [[country rock]], primarily in the song's prominent [[rhythm section]]s.<ref name=\"allmusic\"/><ref name=\"oldies\"/> A [[bluegrass music|bluegrass]] influence has also been shown, primarily in the three-part harmonies among Roe (lead), Williams (baritone), and Johnson (tenor).<ref name=\"micah\"/> Bluegrass influences are also shown in the band's prominent use of the [[mandolin]], as well as in the instrumentals featured on many of their earlier albums.<ref name=\"allmusic\"/><ref name=\"oldies\">{{cite web|url=http://www.oldies.com/artist-biography/Diamond-Rio.html|title=Diamond Rio biography |access-date=August 12, 2007|publisher=oldies.com}}</ref> The band's later material has tended towards pop-oriented ballads, such as \"I Believe\" and \"One More Day\" – songs which received critical acclaim for their often religious-themed messages, but were considered departures from the more traditional material of their first four albums.<ref name=\"cw\"/>\n\nAnother trademark of Diamond Rio's sound is the custom-built [[B-Bender]] guitar played by Olander.<ref>{{cite web|url=http://www.vintageguitar.com/features/artists/details.asp?AID=2101|title=Jimmy Olander: From Banjo to B-Bender |access-date=April 11, 2008|last=Lee|first=Guy|date=July 29, 2002|work=Vintage Guitar |url-status=dead |archive-url=https://web.archive.org/web/20090512022409/http://www.vintageguitar.com/features/artists/details.asp?AID=2101 |archive-date=May 12, 2009}}</ref> He refers to this instrument as the \"Taxicaster\" because of its yellow body and black-and-white checkered [[pickguard]], which give it the coloration of a [[taxicab]].<ref name=\"new\"/>\n\n==Awards==\nDiamond Rio received the [[Academy of Country Music]]'s award for Top Vocal Group in 1991 and 1992. In 1992, 1993, 1994, and 1997, they also received the [[Country Music Association]]'s award for Vocal Group of the Year (an award for which they received fifteen total nominations, more than any other country music group).<ref>{{cite web|url=http://www.cmt.com/artists/az/diamond_rio/awards.jhtml|archive-url=https://web.archive.org/web/20040506211709/http://www.cmt.com/artists/az/diamond_rio/awards.jhtml|url-status=dead|archive-date=May 6, 2004|title=Diamond Rio: Awards |access-date=September 10, 2007|publisher=Country Music Television}}</ref> In addition, Diamond Rio has received thirteen [[Grammy Award]] nominations. In 2010 they received three nominations for the GMA Dove Awards, and on April 22 won the award for Country Album of the Year.<ref>{{cite web|url=http://www.diamondrio.com/rionews.php?article=8|title=Diamond Rio - News - Diamond Rio Wins Dove Award for Country Album of the Year|date=April 22, 2010|publisher=Diamond Rio - Official Website |access-date=February 27, 2016}}</ref> In 2011, they received their first Grammy Award in the [[Grammy Award for Best Southern, Country or Bluegrass Gospel Album]] category for ''The Reason''.<ref>{{cite web|url=http://www.grammy.com/videos/53rd-annual-grammy-awards-pre-telecast-best-southern-country-or-bluegrass-gospel-album|title=Diamond Rio Win Best Southern, Country, Or Bluegrass Gospel Album|date=February 15, 2011|work=Grammy.com|access-date=4 March 2016}}</ref>\n\n{| class=\"wikitable\"\n|-\n! Year\n! Association\n! Category\n! Nominated work\n! Result{{sfn|Diamond Rio|Roland|2009|p=275-277}}\n|-\n| rowspan=\"5\"|1991\n| [[Country Music Association]]\n| Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|rowspan=2|[[Grammy Awards]]\n| [[Grammy Award for Best Country Performance by a Duo or Group with Vocal|Best Country Performance by a Duo or Group with Vocal]]\n| \"[[Meet in the Middle]]\"\n| {{nom}}\n|-\n| [[Grammy Award for Best Country Instrumental Performance|Best Country Instrumental Performance]]\n| \"Poultry Promenade\"\n| {{nom}}\n|-\n| rowspan=2|[[Academy of Country Music]]\n| Top New Vocal Duet or Group\n|{{n/a}}\n| {{nom}}\n|-\n| Top Vocal Group\n|{{n/a}}\n| {{won}}\n|-\n|rowspan=2|1992\n| Country Music Association\n| Vocal Group of the Year\n|{{n/a}}\n| {{won}}\n|-\n|Academy of Country Music\n|Top Vocal Group\n|{{n/a}}\n|{{won}}\n|-\n|rowspan=4|1993\n|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{won}}\n|-\n|rowspan=2|Grammy Awards\n| Best Country Performance by a Duo or Group with Vocal\n| \"[[In a Week or Two]]\"\n| {{nom}}\n|-\n| [[Grammy Award for Best Country Album|Best Country Album]]\n| ''[[Common Thread: The Songs of the Eagles]]'' {{small|(with various artists)}}\n| {{nom}}\n|-\n|Academy of Country Music\n| Top Vocal Group\n|{{n/a}}\n| {{nom}}\n|-\n|rowspan=4|1994\n|rowspan=2|Country Music Association\n| Vocal Group of the Year\n|{{n/a}}\n|{{won}}\n|-\n| Album of the Year\n| ''Common Thread: The Songs of the Eagles'' {{small|(with various artists)}}\n| {{won}}\n|-\n|Grammy Awards\n| Best Country Instrumental Performance\n| \"Appalachian Dream\"\n| {{nom}}\n|-\n|Academy of Country Music\n|Top Vocal Group\n|{{n/a}}\n| {{nom}}\n|-\n|rowspan=3|1995\n|rowspan=2|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|Vocal Event of the Year\n| \"[[Workin' Man's Blues]]\" {{small|(with [[Lee Roy Parnell]] and [[Steve Wariner]])}}\n| {{nom}}\n|-\n|Academy of Country Music\n|Top Vocal Group\n|{{n/a}}\n|{{nom}}\n|-\n|rowspan=3|1996\n|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|rowspan=2|Grammy Awards\n|Best Country Performance by a Duo or Group with Vocal\n|\"[[That's What I Get for Lovin' You]]\"\n|{{nom}}\n|-\n|Best Country Instrumental Performance\n| \"Big\"\n| {{nom}}\n|-\n|rowspan=5|1997\n|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{won}}\n|-\n|Grammy Awards\n|Best Country Performance by a Duo or Group with Vocal\n|\"[[How Your Love Makes Me Feel]]\"\n|{{nom}}\n|-\n|rowspan=3|Academy of Country Music\n|Single Record of the Year\n|\"How Your Love Makes Me Feel\"\n|{{nom}}\n|-\n|Video of the Year\n|\"How Your Love Makes Me Feel\"\n|{{nom}}\n|-\n|Top Vocal Duo/Group\n|{{n/a}}\n|{{nom}}\n|-\n|1998\n|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|rowspan=2|1999\n|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|Grammy Awards\n|Best Country Performance by a Duo or Group with Vocal\n|\"[[Unbelievable (Diamond Rio song)|Unbelievable]]\"\n|{{nom}}\n|-\n|rowspan=2|2000\n| Country Music Association\n| Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n| Academy of Country Music\n| Top Vocal Group\n|{{n/a}}\n| {{nom}}\n|-\n|rowspan=7|2001\n|rowspan=2|Country Music Association\n|Single of the Year\n|\"[[One More Day (Diamond Rio song)|One More Day]]\"\n|{{nom}}\n|-\n|Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|rowspan=2|Grammy Awards\n|Best Country Performance by a Duo or Group with Vocal\n|\"One More Day\"\n|{{nom}}\n|-\n|Best Country Album\n|''[[One More Day (album)|One More Day]]''\n|{{nom}}\n|-\n|rowspan=3|Academy of Country Music\n|Single Record of the Year\n|\"One More Day\"\n|{{nom}}\n|-\n|Song of the Year\n|\"One More Day\"\n|{{nom}}\n|-\n|Top Vocal Group\n|{{n/a}}\n|{{nom}}\n|-\n|rowspan=3|2002\n|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|Grammy Awards\n|Best Country Performance by a Duo or Group with Vocal\n|\"[[Beautiful Mess (Diamond Rio song)|Beautiful Mess]]\"\n|{{nom}}\n|-\n|Academy of Country Music\n|Top Vocal Group\n|{{n/a}}\n|{{nom}}\n|-\n|rowspan=3|2003\n|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|Grammy Awards\n|Best Country Performance by a Duo or Group with Vocal\n|\"[[I Believe (Diamond Rio song)|I Believe]]\"\n|{{nom}}\n|-\n|Academy of Country Music\n|Top Vocal Group\n|{{n/a}}\n|{{nom}}\n|-\n|rowspan=3|2004\n|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|rowspan=2|Academy of Country Music\n|Home Depot Humanitarian Award\n|{{n/a}}\n|{{nom}}\n|-\n|Top Vocal Group\n|{{n/a}}\n|{{nom}}\n|-\n|2005\n|Country Music Association\n|Vocal Group of the Year\n|{{n/a}}\n|{{nom}}\n|-\n|2006\n|Academy of Country Music\n|Top Vocal Group\n|{{n/a}}\n|{{nom}}\n|-\n|2011\n|Grammy Awards\n|[[Grammy Award for Best Southern, Country or Bluegrass Gospel Album|Best Southern, Country or Bluegrass Gospel Album]]\n|[[The Reason (Diamond Rio album)|The Reason]]\n|{{won}}\n|}\n\n==Personnel==\n\n===Members===\n{{col-begin}}\n{{col-2}}\n;Current members\n*Dan Truman – (born August 29, 1956;{{sfn|Whitburn|2008|p=124}} piano, keyboards) {{small|(1983–present)}}\n*Marty Roe – (born December 28, 1960;{{sfn|Whitburn|2008|p=124}} lead vocals, rhythm guitar) {{small|(1984–present)}}\n*Jimmy Olander – (born August 26, 1961;{{sfn|Whitburn|2008|p=124}} lead guitar, banjo)  {{small|(1985–present)}}\n*Dana Williams – (born May 22, 1961;{{sfn|Whitburn|2008|p=124}} bass guitar, baritone vocals) {{small|(1989–present)}}\n*Carson McKee – mandolin, fiddle, tenor vocals {{small|(2022–present)}}\n*Micah Schweinsberg– drums {{small|(2022–present)}}\n\n;Former members\n*Larry Beard – lead guitar, fiddle, banjo {{small|(1982–1985)}}\n*Al DeLeonibus – piano {{small|(1982–1983)}}\n*Matt Davenport – bass guitar, lead vocals {{small|(1982–1988)}}\n*Danny Gregg – rhythm guitar, lead vocals {{small|(1982–1986)}}\n*Ty Herndon – vocals {{small|(1982–1983)}}\n*Ed Mummert – drums {{small|(1982–1983)}}\n*Jimmy \"J. J.\" Whiteside – drums {{small|(1983–1985)}}\n*Anthony Crawford –  vocals {{small|(1983)}}\n*Virgil True –  vocals {{small|(1984)}}\n*Brian Prout - drums {{small|(1985–2022)}}\n*Gene Johnson – mandolin, fiddle, tenor vocals {{small|(1987–2022)}}\n\n{{col-end}}\n\n==Discography==\n{{Main article|Diamond Rio discography}}\n* ''[[Diamond Rio (album)|Diamond Rio]]'' (1991)\n* ''[[Close to the Edge (Diamond Rio album)|Close to the Edge]]'' (1992)\n* ''[[Love a Little Stronger]]'' (1994)\n* ''[[IV (Diamond Rio album)|IV]]'' (1996)\n* ''[[Unbelievable (Diamond Rio album)|Unbelievable]]'' (1998)\n* ''[[One More Day (album)|One More Day]]'' (2001)\n* ''[[Completely (Diamond Rio album)|Completely]]'' (2002)\n* ''[[A Diamond Rio Christmas: The Star Still Shines]]'' (2007)\n* ''[[The Reason (Diamond Rio album)|The Reason]]'' (2009)\n* ''I Made It'' (2015)\n\n===''Billboard'' number-one hits===\n*\"[[Meet in the Middle]]\" (2 weeks, 1991)\n*\"[[How Your Love Makes Me Feel]]\" (3 weeks, 1997)\n*\"[[One More Day (Diamond Rio song)|One More Day]]\" (2 weeks, 2000-2001)\n*\"[[Beautiful Mess (Diamond Rio song)|Beautiful Mess]]\" (2 weeks, 2002)\n*\"[[I Believe (Diamond Rio song)|I Believe]]\" (2 weeks, 2002-2003)\n\n==References==\n\n===Notes===\n{{reflist|colwidth=30em}}\n\n===Sources===\n* {{cite book|author=Diamond Rio|last2=Roland|first2=Tom|title=Beautiful Mess: The Story of Diamond Rio|year=2009|publisher=Thomas Nelson Publishers|isbn=978-1-59555-268-6}}\n* {{cite book|last=Whitburn|first=Joel|title=Joel Whitburn Presents: Hot Country Songs 1944–2008|year=2008|publisher=Record Research|isbn=978-0-89820-177-2}}\n\n==External links==\n{{Commons category|Diamond Rio}}\n*{{Official website|http://www.diamondrio.com/}}\n\n{{Diamond Rio}}\n{{Diamond Rio singles}}\n{{Grand Ole Opry members}}\n{{CMA Group of the Year}}\n{{Authority control}}\n\n[[Category:Country music groups from Tennessee]]\n[[Category:Grand Ole Opry members]]\n[[Category:Musical groups established in 1982]]\n[[Category:Musical groups from Nashville, Tennessee]]\n[[Category:Word Records artists]]\n[[Category:Arista Nashville artists]]\n[[Category:Grammy Award winners]]\n[[Category:1982 establishments in Tennessee]]"
}