{
    "Exile_(American_band)": "{{Short description|American rock and country band}}\n{{good article}}\n{{Infobox musical artist  <!-- See Wikipedia:WikiProject Musicians -->\n| name               = Exile\n| image              = Exile, the band (2013).jpg\n| landscape          = yes\n| caption            = Exile in 2013. L–R: Steve Goetzman, Les Taylor, Marlon Hargis, Sonny LeMaire, and J.P. Pennington.\n| alt = Head shots of the members of the band Exile\n| background         = group_or_band\n| alias              = The Exiles, Jimmy Stokley and the Exiles\n| origin             = [[Richmond, Kentucky]], U.S.\n| genre              = [[Country music|Country]], [[soft rock]]<ref>{{cite book|first= David A. |last= Jasen |title= A Century of American Popular Music: 2000 Best-Loved and Remembered Songs (1899-1999) |year= 2002 |publisher= [[Routledge]] |page= 114 |isbn= 0-415-93700-0 |url= https://books.google.com/books?id=ucVYAQAAQBAJ&pg=PA114}}</ref>\n|discography = [[Exile (American band) discography]]\n| years_active       = {{Start date|1963}}–1995, 2005–present\n| label              = {{Flatlist|\n* Jimbo\n*[[Monument Records|Monument]]\n*[[Date Records|Date]]\n*[[Columbia Records|Columbia]]\n*[[Wooden Nickel Records|Wooden Nickel]]\n* [[Atco Records|Atco]]\n* [[Warner Bros. Records|Warner]]\n* [[Curb Records|Curb]]\n* [[Epic Records|Epic]]\n* [[Arista Nashville]]\n* [[Intersound Records|Intersound]]\n* Clearwater\n}}\n| website                 = {{URL|exile.biz}}\n| spinoffs = [[Burnin' Daylight]]\n| current_members    = {{Plainlist|\n* [[J.P. Pennington]]\n* Marlon Hargis\n* Steve Goetzman\n* [[Sonny LeMaire]]\n* [[Les Taylor (singer)|Les Taylor]]\n}}\n| past_members       = See [[#List of members|List of members]]\n}}\n'''Exile''', formerly '''the Exiles''', is an American band founded in [[Richmond, Kentucky]], in 1963. The band consists of [[J.P. Pennington]] (lead vocals, lead guitar), [[Les Taylor (singer)|Les Taylor]] (guitar, lead and background vocals), [[Sonny LeMaire]] (bass guitar, background vocals), Marlon Hargis (keyboards), and Steve Goetzman (drums). With a founding membership including original lead singer Jimmy Stokley, the band played [[cover song]]s and local events in the state of [[Kentucky]] for a number of years before becoming a backing band on the touring revue [[Caravan of Stars]]. After a series of failed singles on various labels, Exile achieved mainstream success in 1978 with \"[[Kiss You All Over]]\", a number-one single on the [[Billboard (magazine)|''Billboard'' Hot 100]]. This iteration of the band mostly played [[soft rock]] and [[pop music]].\n\nAfter Stokley was fired due to his declining health, [[Mark Gray (singer)|Mark Gray]] and Taylor joined as vocalists, also contributing on keyboard and guitar, respectively. However, Gray departed after only three years to begin a solo career. Exile began a transition to [[country music]] in the beginning of the 1980s, with Pennington and Taylor as vocalists alongside LeMaire, Hargis, and Goetzman. This lineup was featured on their 1983 album ''[[Exile (1983 Exile album)|Exile]]'', their first as a country band and their first on [[Epic Records]]. Between then and 1987, Exile had ten number-one singles on the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs]] charts, as well as a number-one country album with ''[[Kentucky Hearts]]'' in 1984.\n\nHargis, Pennington, and Taylor left the band between 1987 and 1989, with LeMaire and multi-instrumentalist Paul Martin alternating on lead vocals for two albums on [[Arista Nashville]] between 1990 and 1991. During the early 1990s, both Pennington and Taylor recorded as solo artists. Exile disbanded in 1995, after which LeMaire recorded one album in the band [[Burnin' Daylight]] and began writing songs for other artists. Individual members of Exile played a number of informal shows between the late 1990s and the beginning of the 21st century, but the early-1980s lineup did not re-establish until 2008. Exile has continued to tour and record under this lineup ever since.\n\nExile's sound is defined by vocal harmony with rock and pop influences. Most of their country music releases were co-written by Taylor and Pennington, and most of their country albums feature the band playing all the instruments by themselves instead of using [[session musician]]s. Songs of theirs have also been covered by [[Alabama (band)|Alabama]], [[Huey Lewis and the News]], [[Dave & Sugar]], and [[the Forester Sisters]], and LeMaire has written songs for [[Restless Heart]], [[Diamond Rio]], and [[Clay Walker]].\n\n==History==\nExile was founded in [[Richmond, Kentucky]], in 1963 as the Exiles,<ref name=\"allmusic\">{{cite web | url=https://www.allmusic.com/artist/exile-mn0000791480/biography | title=Exile biography | publisher=[[AllMusic]] | accessdate=August 22, 2023 | author=Steve Huey}}</ref><ref name=\"virgin\">{{cite book | title=The Virgin Encyclopedia of Country Music | publisher=Virgin Books | author=Colin Larkin | year=1998 | location=London | pages=142 | isbn=0-7535-0236-4}}</ref> by a group of students attending [[Madison High School (Richmond, Kentucky)|Madison High School]]. Randy Westbrook, in the book ''50 Years of Exile: The Story of a Band in Transition'', describes the band's origins as \"murky\" due to conflicting accounts among early members.{{sfn|Westbrook|2013|p=15-16}} According to him, founding drummer Mack Davenport played high school dances in the band Kings of Rhythm. Davenport recalled this band consisting of Paul Smith Jr. on bass guitar, Doug Jones on lead guitar, Ronnie Hall on vocals, Doug Begley on saxophone, and Billy Luxon on trumpet.{{sfn|Westbrook|2013|p=16}} They played [[jazz]], [[soul music|soul]], and [[blues]]. After an unknown number of performances, this group became the Fascinations, which consisted of Davenport, Smith, Luxon, Jones, and percussionist Eddie Rhodus, with Hall and Jimmy Stokley both providing vocals. Rhodus died in a car accident and Jones departed in 1963, at which point (according to Westbrook) the five remaining members dissolved that band and founded the Exiles.<ref name=\"allmusic\"/>{{sfn|Westbrook|2013|p=17-18}} They entered a local contest with a recording session as its grand prize. The Exiles lost to a band called the Digits, although after the competition, Jones left for undisclosed reasons and the other members recruited the Digits's guitarist Mike Howard to take his place.{{sfn|Westbrook|2013|p=18}} The name \"the Exiles\" was inspired by the [[Cuban exodus]] or exile of Cubans to the United States following the [[Cuban Revolution]].{{sfn|Westbrook|2013|p=18, 25}}\n\nOriginally, Stokley and Hall alternated as lead vocalists.{{sfn|Westbrook|2013|p=18-19}} However, the other band members thought Stokley was \"much more dynamic\" and fired Hall in 1964.{{sfn|Westbrook|2013|p=20}} [[J.P. Pennington]] joined soon after; he was previously in a local band called the Le Sabers, whose lead singer [[Leroy Pullins]] was later known for his 1966 novelty hit \"[[I'm a Nut]]\". The Exiles persuaded Pennington to play bass guitar, allowing Smith to switch to [[rhythm guitar]].{{sfn|Westbrook|2013|p=24-25}} They performed publicly for the first time in 1964 at [[Irvine-McDowell Park]] in Richmond, with a lineup consisting of Stokley, Howard, Smith, Davenport, Pennington, and Luxon. Most of their other early performances were at [[sock hop]]s and high school dances,{{sfn|Westbrook|2013|p=25, 26}} where they covered artists such as [[the Temptations]] and [[James Brown]].{{sfn|Westbrook|2013|p=21}} Stokley wanted the band to have a keyboardist and selected Buzz Cornelison, who had briefly played with the Kings of Rhythm.{{sfn|Westbrook|2013|p=16-17, 28}} After Cornelison joined, the band began performing local gigs throughout Kentucky.{{sfn|Westbrook|2013|p=29}}\n\nOne of the band's recurring gigs was at a [[youth center]] in [[Martin, Kentucky]], whose owner, David Grigsby, encouraged the Exiles to submit a [[demo (music)|demo]] to Nashville radio station [[WLAC]] disc jockey John Richbourg (who used the name John R. Grigsby on air). Richbourg arranged for the band to record their first single in 1965 on Jimbo Records: \"The Answer to Her Prayers\", a song that Smith wrote.{{sfn|Westbrook|2013|p=30-31}} They performed a number of gigs at a nightclub in Richmond called Speck's, which led to them becoming the [[house band]] there.{{sfn|Westbrook|2013|p=32}} As Luxon, Pennington, Cornelison, and Howard all contributed backing vocals, the Exiles began incorporating cover songs with more vocal harmony, such as [[the Young Rascals]] and [[the Beach Boys]]. They also covered [[soul music]] to take advantage of Stokley's \"raspy\" voice, which Westbrook compared to [[Wilson Pickett]].{{sfn|Westbrook|2013|p=32-33, 35}} Pennington quit the Exiles in 1965, as he was only 16 at the time and his parents thought he was too young to be in a band.{{sfn|Westbrook|2013|p=33-34}} Following Pennington's departure, Smith reverted to bassist, creating a six-piece lineup with Howard, Davenport, Luxon, Stokley, and Cornelison.{{sfn|Westbrook|2013|p=35}}\n\n==1965{{ndash}}1972: Caravan of Stars and early singles==\nIn late 1965, Richbourg took the band to Nashville to record material he had selected and produced, including the single \"Alligator Time\". It featured [[double entendre]] lyrics and spoken-word [[ad-lib]]s.{{sfn|Westbrook|2013|p=35-36}} The single was credited to Jimmy Stokley and the Exiles, and was issued through [[Monument Records]].<ref>{{cite news | url=https://www.newspapers.com/image/104390619/ | title=Popular artists booked for 'Miss Teen-Age' contest | work=[[The Cincinnati Enquirer]] | date=October 8, 1966 | accessdate=August 22, 2023 | pages=2 Teen}}</ref> Grigsby also contacted Peggy Rogers, a manager for radio and television host [[Dick Clark]]. After seeing the band perform at Speck's, she encouraged them to travel to [[Cincinnati Music Hall]] in [[Cincinnati, Ohio]], to accompany [[Lou Christie]] at a stop on Clark's [[Caravan of Stars]] touring revue. The Exiles rehearsed with female backing vocalists for a performance of his single \"[[Lightnin' Strikes]]\". During rehearsal, Cornelison noted the vocalists had been singing wrong notes and taught them the correct melody. As Christie was not present during rehearsals, he did not notice this correction until the performance. Afterward, he asked who had corrected the arrangement; when Cornelison stated he was responsible, Christie asked him to write down the correct notes, a move that impressed Rogers.{{sfn|Westbrook|2013|p=38}}\n\n[[File:Dick Clark (cropped).JPG|150px|thumb|right|Early on, Exile was a backing band for [[Caravan of Stars]], a touring revue hosted by [[Dick Clark]].|alt=A black-and-white head shot of Dick Clark]]\n\nIn 1966, Rogers asked the Exiles to accompany a Caravan of Stars show at [[Stoll Field]] in [[Lexington, Kentucky]], after a truck delivering instruments to the show broke down. They continued to tour on Caravan of Stars throughout October and November, backing acts such as [[the Yardbirds]].{{sfn|Westbrook|2013|p=39}} John Caldwell, a Caravan of Stars manager, encouraged the band to travel to [[New York City]] in 1967 to record for [[Date Records]]. These featured the Exiles solely as vocalists, with the instruments played entirely by [[session musician]]s. They recorded a cover of the Young Rascals's \"What Is the Reason\", as well as the originals \"Come Out, Come Out, Whoever You Are\" and \"I'd Love to Give My Love Away\". None of these singles were successful.{{sfn|Westbrook|2013|p=40}} Caldwell also asked the band to move to New York City at this point; Cornelison refused and quit, as he wanted to rejoin college and study [[musical theater]]. He was replaced by Bernie Faulkner, who had played with them at Speck's. In addition to the keyboard, Faulkner contributed on guitar and saxophone.{{sfn|Westbrook|2013|p=41-43}} Smith was [[Conscription|drafted]] after the band's move to New York City, leaving the Exiles without a bass player. He was briefly replaced by Larry Davis, whom the other members met while in New York, but he quickly left due to personality conflicts.{{sfn|Westbrook|2013|p=43}} As a result, Howard contacted Pennington and successfully asked him to rejoin.{{sfn|Westbrook|2013|p=44}} After three months in New York, the Exiles returned to Kentucky and resumed performing at Speck's.{{sfn|Westbrook|2013|p=47}}\n\nDue to their success backing Caravan of Stars, they were invited to do so again in 1967 and 1968. They performed twelve minutes of cover songs as an opening act before accompanying other acts on the bill, such as [[Freddy Cannon]], [[Brian Hyland]], and [[Paul Revere and the Raiders]].{{sfn|Westbrook|2013|p=49-50}} After the 1968 tour ended, they were contacted by [[talent agent]] Mark Alan, who invited them to return to New York for another session with Date Records. Unlike the previous session, they were allowed to play their own instruments. These sessions resulted in one unsuccessful single, \"Mary on the Beach\".{{sfn|Westbrook|2013|p=50-51}} The band was dissatisfied with their living conditions in New York and left again in early 1969.{{sfn|Westbrook|2013|p=51}} Soon afterward, Howard was also drafted and served in [[Vietnam]] for eleven months. He declined to rejoin, as he was disappointed by the second trip to New York and the lack of original material in the band's repertoire. Howard became a construction worker and then worked in a [[post office]] before retiring in 2009.{{sfn|Westbrook|2013|p=52}} Cornelison then rejoined after being turned down for a job at a lounge in northern Kentucky.{{sfn|Westbrook|2013|p=53}} As a result, the Exiles did not have a lead guitarist at this point, instead relying on both Cornelison and Faulkner as keyboardists. In addition, Cornelison played trumpet, while Faulkner also played saxophone and rhythm guitar.{{sfn|Westbrook|2013|p=54}}\n\nAlan booked the Exiles as an opening act for [[Tommy James and the Shondells]] at a show in [[Baton Rouge, Louisiana]], in 1969.{{sfn|Westbrook|2013|p=54-55}} Lead singer [[Tommy James]] invited them to travel to New York a third time, as he wanted them to record a song he had written titled \"Church Street Soul Revival\". Pennington alternated with James on lead guitar in addition to his usual role as bassist.{{sfn|Westbrook|2013|p=55-56}} The song was released in 1969 on [[Columbia Records]] and became the band's first chart entry, making number four on the [[Bubbling Under Hot 100 Singles]] charts.<ref name=\"whitburn2010\"/>{{sfn|Westbrook|2013|p=56}} In 1970, the band was recommended to songwriter and producer [[Buddy Buie]], who also wanted to record a song with them. This song, \"Put Your Hands Together\", featured the Exiles accompanied by the [[Atlanta Rhythm Section]], of which Buie was their manager, producer & co-songwriter.{{sfn|Westbrook|2013|p=57-58}} As this song was also unsuccessful, the band began expressing disappointment with Alan's management. In addition, Pennington had begun writing original songs, but Stokley and Cornelison were not interested in writing songs, and the original material proved unpopular in concerts. Davenport quit in late 1971 or late 1972, attributing his departure to the band's continued lack of success. He went on to become a bartender, and was replaced on drums by Bobby Johns.{{sfn|Westbrook|2013|p=60}} Pennington left a second time in 1972, as he wanted to move to [[California]] with his cousin. While the other band members expressed a desire to break up, they remained together at Stokley's insistence, and Johns recruited guitarist Kenny Weir and bassist Bill Kennon. Pennington returned to the Exiles after only a few months, assuming the role of guitarist this time. As a result, Kennon departed and Weir switched to bass.{{sfn|Westbrook|2013|p=60-61}} Westbrook noted that this lineup allowed a more [[hard rock]] sound in addition to the existing vocal harmonies, as well as the presence of Faulkner's saxophone and Cornelison and Luxon's trumpets, for a sound \"more intricate than what was expected from the average [[bar band]]\".{{sfn|Westbrook|2013|p=61}}\n\n==Pop music career==\n===1972{{ndash}}1975: Wooden Nickel Records===\nIn 1972, the band was offered a recording contract by [[Chicago]]-based [[Wooden Nickel Records]]. As they thought \"the Exiles\" sounded \"dated\", the band shortened its name to Exile. Their first Wooden Nickel album, the self-titled ''Exile'', was released in 1973. Wooden Nickel co-owner [[Bill Traut]] served as producer. He allowed the band to perform all of the instruments and vocals by themselves; except for some vocal [[overdubbing]], the entire album was recorded in only one take. Despite this, Traut selected most of the material, which included covers of [[Seals and Crofts]], [[Van Morrison]], and [[Todd Rundgren]], and he wanted the band to perform in a [[blue-eyed soul]] style. The album included only two original songs: Pennington wrote \"Do What You Think You Should\", while he, Stokley, and Traut co-wrote \"Hold Tight, Woman\".{{sfn|Westbrook|2013|p=62}} Wooden Nickel released a second album in late 1973 titled ''Stage Pass''. It included two songs written by Pennington and one by Johns, while the rest of the album was once more composed of cover songs. Among the covers was one of [[the Beatles]]'s \"[[We Can Work It Out]]\", arranged by Cornelison. Also included was a live recording of [[Jeff Beck]]'s \"New Ways/Train Train\", which featured a number of solos from all members. Both of the Wooden Nickel albums were unsuccessful commercially, and the label dropped the band by year's end.{{sfn|Westbrook|2013|p=64, 97}}\n\nFollowing their departure from Wooden Nickel, the band lost three members in quick succession. Faulkner left in late 1973 due to disillusionment over the failure of the Wooden Nickel releases and began working at Lemco Studios, a recording studio in [[Lexington, Kentucky]].{{sfn|Westbrook|2013|p=98}} He also released one single in 1983 as a member of the [[country music]] band Hazard.{{sfn|Whitburn|2017|p=161}} Weir left at an unknown point prior to late 1974; according to Westbrook, neither Cornelison nor Pennington could remember why Weir exited the band.{{sfn|Westbrook|2013|p=99}} Soon after departing Exile, Weir died in a car accident. Danny Williams replaced Weir on bass guitar in 1974.{{sfn|Westbrook|2013|p=99}} Luxon quit around the time Williams joined, citing the lack of horn parts on the Wooden Nickel albums. He went on to own a nightclub in Richmond until he sold it in 1993.{{sfn|Westbrook|2013|p=100}} Taking Faulkner's place on keyboards was Marlon Hargis, a native of [[Somerset, Kentucky]]. He had become acquainted with Exile through his work as a keyboardist at Lemco Studios, where members of Exile had joined in on recording commercials, demos, and country music albums by local artists.{{sfn|Westbrook|2013|p=102-103}}\n\n===1975{{ndash}}1978: \"Try It On\" and \"Kiss You All Over\"===\n[[File:Jimmy stokley.jpg|200px|thumb|left|Founding member Jimmy Stokley was the band's lead singer at the time of their first major hit \"Kiss You All Over\".|alt=A head shot of musician Jimmy Stokley.]]\nBy the mid-1970s, the band{{mdash}}at the time composed of Stokley, Pennington, Cornelison, Hargis, Williams, and Johns{{mdash}}had moved back to Lexington, Kentucky.{{sfn|Westbrook|2013|p=105}} They recorded a number of demos in an attempt to secure another recording contract. One such demo was submitted to [[Mike Chapman]], an Australian record producer who was looking to begin working with American artists.<ref name=\"fairy\">{{cite news | url=https://www.newspapers.com/image/312693018/ | title=Exile survival reads like fairy story | work=The Indianapolis News | date=September 29, 1978 | accessdate=September 19, 2023 | author=Zach Dunkin | pages=17}}</ref> Working with Chapman, the band recorded a [[disco]] song called \"Try It On\" for [[Atco Records]], which charted at number 97 on the [[Billboard Hot 100|''Billboard'' Hot 100]] in 1977.{{sfn|Westbrook|2013|p=106}} As the song was not successful, Johns quit around the time of its release and was replaced by Steve Goetzman, who at the time was Pennington's roommate. Johns later joined the rock band [[Roadmaster (band)|Roadmaster]].{{sfn|Westbrook|2013|p=105, 107}} Although Chapman had initially chosen not to work with Exile again following the failure of \"Try It On\", his wife persuaded him to give the band a second chance, as she liked their music and noted that unlike other bands he had worked with, the members of Exile were polite to him.{{sfn|Westbrook|2013|p=108, 109}} Chapman invited the band to the Forum, a recording studio in [[Covington, Kentucky]], where he presented them with a song he had written called \"[[Kiss You All Over]]\".{{sfn|Westbrook|2013|p=109}} The band spent nearly an entire day in the studio recording it, owing to Chapman's \"demanding\" production style.{{sfn|Westbrook|2013|p=110}} Chapman found great difficulty with recording Stokley's voice due to his raspy delivery and poor sense of pitch, and asked Pennington to sing the lines on which he could not get a satisfactory vocal from Stokley.{{sfn|Westbrook|2013|p=111-112}}\n\nThrough a connection with music journalist Nola Leone, Chapman was able to contact [[Curb Records]] owner [[Mike Curb]], who signed the band as he thought \"Kiss You All Over\" had potential to become a hit. The band's contract consisted of four albums, with Curb handling promotion and [[Warner Bros. Records]] handling distribution.<ref name=\"allmusic\"/>{{sfn|Westbrook|2013|p=167}} Exile began recording more songs written by Chapman and English songwriter [[Nicky Chinn]], along with six by Pennington. These became the band's first Warner and Curb album ''[[Mixed Emotions (Exile album)|Mixed Emotions]]'' (1978).{{sfn|Westbrook|2013|p=113}} During these recording sessions, Williams became frustrated with the amount of control Chapman was exercising over the rest of the band; as a result, Williams was fired and replaced by [[Sonny LeMaire]], who knew Hargis through a number of cover bands the two had worked with in the early 1970s. LeMaire played and sang backing vocals on two tracks on ''Mixed Emotions'': \"Never Gonna Stop\" and \"[[Stay with Me (Exile song)|Stay with Me]]\".{{sfn|Westbrook|2013|p=115}} Released in mid-1978, ''Mixed Emotions'' featured elements of [[disco]], [[funk]], and [[pop rock]].{{sfn|Westbrook|2013|p=116}}\n\nCurb released \"Kiss You All Over\" as the album's first single. While the band noted that it was initially unpopular at live shows, it began climbing the ''Billboard'' charts due to radio airplay. Westbrook attributes the song's success to its sexually suggestive lyrics,{{sfn|Westbrook|2013|p=118}} an observation also made by Tom Breihan of ''[[Stereogum]]'' in 2020.<ref name=\"stereogum\"/> \"Kiss You All Over\" reached number one on the ''Billboard'' Hot 100 in September 1978 and held the position for four weeks.<ref name=\"allmusic\"/><ref name=\"stereogum\">{{cite web | url=https://www.stereogum.com/2068233/the-number-ones-exiles-kiss-you-all-over/columns/the-number-ones/ | title=The Number Ones: Exile's 'Kiss You All Over' | publisher=[[Stereogum]] | date=January 3, 2020 | accessdate=September 21, 2023 | author=Tom Breihan}}</ref> The song was also an international success, reaching number one on the [[Kent Music Report]] charts in Australia,<ref name=aus>{{cite book|last=Kent|first=David|authorlink=David Kent (historian)|title=Australian Chart Book 1970–1992|edition=illustrated|publisher=Australian Chart Book|location=St Ives, N.S.W.|year=1993|isbn=0-646-11917-6|page=106}}</ref> and number six on the [[UK Singles Chart]].<ref name=\"UK\">{{cite web|title=EXILE - full Official Chart History|url=https://www.officialcharts.com/artist/17088/exile/|website=[[Official Charts Company]]|access-date=April 2, 2022}}</ref> Its success led to Exile appearing on [[variety show]]s such as ''[[The Midnight Special (TV series)|The Midnight Special]]''. Rogers also made arrangements to sign Exile with [[William Morris Agency]], a talent agency that assisted in booking the band as an opening act for [[Aerosmith]] and [[Heart (band)|Heart]].{{sfn|Westbrook|2013|p=118-120}} Warner issued two more singles from ''Mixed Emotions''. \"Never Gonna Stop\" did not chart,<ref name=\"myriad\">{{cite news | url=https://www.newspapers.com/image/451840035/ | title=Rising stars in 'Exile' beaming with new success, showing myriad talents | work=[[The Daily Oklahoman]] | date=October 12, 1978 | accessdate=September 19, 2023 | author=Bruce Westbrook | pages=45}}</ref> while \"You Thrill Me\" reached number 40 on the Hot 100.<ref name=\"whitburn2010\">{{cite book|last=Whitburn|first=Joel|title=Top Pop Singles 1955–2010|publisher=Record Research, Inc|page=299|year=2011|isbn=978-0-89820-188-8}}</ref> \"Never Gonna Stop\" was later recorded by [[Linda Clifford]], whose version was [[sampling (music)|sampled]] on [[Tupac Shakur]]'s \"[[All Eyez on Me (Tupac Shakur song)|All Eyez on Me]]\".{{sfn|Westbrook|2013|p=116}} \"Stay with Me\" was later covered by [[Dave & Sugar]] in 1985.{{sfn|Westbrook|2013|p=178}}\n\n===1978{{ndash}}1981: ''All There Is'', ''Don't Leave Me This Way'', and ''Heart & Soul''===\nExile began working on their second Warner album, ''All There Is'', in late 1978 before releasing it in 1979. During the sessions, Chapman faced increasing difficulty recording Stokley's voice, as the singer had developed [[nodule (medicine)|nodule]]s on his vocal cords and was weakened by [[hepatitis]]. As a result, Chapman asked Pennington and LeMaire to sing lead vocals on some tracks instead, with both band members later noting that Chapman would often make them record as many as fifty takes until the vocal track was to his satisfaction.{{sfn|Westbrook|2013|p=122-123, 125}} In addition, Chapman wanted the band to record disco, as that genre was popular at the time and he thought doing so would help the band become popular again following the failure of \"You Thrill Me\".{{sfn|Westbrook|2013|p=125, 126}} The recording sessions featured a large number of synthesizers and [[drum machine]]s. The opening and closing tracks \"How Could This Go Wrong\" and \"Too Proud to Cry\" were both over eight minutes long, featuring a number of disco-influenced instrument solos.{{sfn|Westbrook|2013|p=126-127}} \"Too Proud to Cry\" was also Hargis's only writing credit.{{sfn|Westbrook|2013|p=127}} \"Let's Do It Again\" served as the lead single, reaching 88 on the ''Billboard'' Hot 100.<ref name=\"whitburn2010\"/> Neither \"[[The Part of Me That Needs You Most]]\" nor \"Too Proud to Cry\" charted in the United States,{{sfn|Westbrook|2013|p=127}} although the former was a minor chart hit in Australia.<ref name=\"aus\"/> [[Jay Black]] covered \"The Part of Me That Needs You Most\" in 1980, as did [[B.J. Thomas]] in 1985.<ref>{{cite magazine | url=https://www.billboard.com/artist/jay-black/ | title=Chart history for Jay Black | magazine=Billboard | accessdate=September 19, 2023}}</ref>{{sfn|Whitburn|2017|p=358}}\n\nDue to the difficulties experienced during the ''All There Is'' recording sessions, Stokley was fired at Chapman's insistence shortly after the album's release.{{sfn|Westbrook|2013|p=123}} He was briefly replaced by vocalist and guitarist Randy Rickman, who only lasted in the group for \"a couple of months\" due to his style not working with the rest of the band.{{sfn|Westbrook|2013|p=128}} After this, the band found vocalists [[Mark Gray (singer)|Mark Gray]] and [[Les Taylor (singer)|Les Taylor]], who also contributed on keyboards and guitar, respectively. Chapman had recommended Gray after discovering him in [[Los Angeles]]. Gray's joining briefly led to the unusual scenario of Exile having three keyboardists: him, Cornelison, and Hargis.{{sfn|Westbrook|2013|p=161}} Pennington had chosen Taylor due to his involvement in a number of local bands that had played at Martin Youth Center and Speck's.{{sfn|Westbrook|2013|p=161-163}} Both Gray and Taylor began auditioning with Exile in August 1979.{{sfn|Westbrook|2013|p=165}} They made their debut on Exile's third Warner album, ''Don't Leave Me This Way'' (1980), which featured them and Pennington alternating on lead vocals.{{sfn|Westbrook|2013|p=167-169}} LeMaire thought Chapman had become increasingly focused on more successful bands with whom he collaborated, such as [[Blondie (band)|Blondie]] and [[the Knack]], and had therefore lost interest in promoting and writing songs for Exile. In addition, due to his involvement with these bands, his [[sound engineer]] Peter Coleman took over as producer. The band members found that, unlike Chapman, Coleman was willing to accept their suggestions on how each song should sound. Because of this, LeMaire later remarked that he considered ''Don't Leave Me This Way'' the best of the band's Warner albums.{{sfn|Westbrook|2013|p=166, 167}} The album's two singles, \"You're Good for Me\" and \"[[Take Me Down]]\", both made the Bubbling Under Hot 100 singles chart in 1980.<ref name=\"whitburn2010\"/> Both the latter and the album track \"[[The Closer You Get (song)|The Closer You Get]]\" were later recorded by [[Alabama (band)|Alabama]], whose versions topped the ''Billboard'' [[Hot Country Songs]] charts in the early 1980s.{{sfn|Westbrook|2013|p=167}}{{sfn|Whitburn|2017|p=17-18}} In 1981, Cornelison left the band as he \"became more and more estranged\" from the [[soft rock]] and [[country pop]] influences of the album.{{sfn|Westbrook|2013|p=169}} He re-enrolled at Eastern Kentucky University, where he acquired a master's degree in English, in addition to working in local theater productions and running a craft shop with his family.{{sfn|Westbrook|2013|p=170-171}}\n\n{{multiple image\n | width1 = 140\n | image1 = HueyLewisandtheNews06.jpg\n | alt1 = Members of the band Huey Lewis and the News performing in concert\n | width2 = 154\n | image2 =Alabama at Bayfest 2014.jpg\n | alt2 = Members of the band Alabama performing in concert\n | footer            = Early single releases by Exile were later successful for [[Huey Lewis and the News]] (left) and [[Alabama (band)|Alabama]] (right).\n }}\n\nExile finished their contract with Warner and Curb in 1981 with ''Heart & Soul''. The band reinstated Chapman as producer, as they thought working with him would help them become successful again and that Coleman was not strong at selecting songs with potential as hits.{{sfn|Westbrook|2013|p=171-172}} LeMaire and Pennington wrote several songs on the album, including \"Take This Heart\", which was later recorded by [[Kenny Rogers]].{{sfn|Westbrook|2013|p=173}} ''Heart & Soul'' continued to feature elements of soft rock, but Westbrook also noted influences of country music beginning to appear on tracks such as \"One More Night for Love\".{{sfn|Westbrook|2013|p=173}} The album's only charted single release was its title track, \"[[Heart and Soul (Exile song)|Heart and Soul]]\" (written by Chapman and Chinn), which entered the Bubbling Under Hot 100 singles chart upon release.<ref name=\"whitburn2010\"/> This song would later be covered by [[Huey Lewis and the News]], whose version was a top-ten pop hit in 1983.{{sfn|Westbrook|2013|p=172}} \"What Kind of Love Is This\" was also a single, but it did not chart.<ref>{{cite magazine|title=Top Single Picks|magazine=Billboard|page=81|date=November 7, 1981}}</ref>\n\n==Country music career==\nExile was dropped from Warner and Curb in 1981 when their four-album contract expired. Westbrook noted that the band did not have a positive critical reception at the time due to their soft rock sound.{{sfn|Westbrook|2013|p=177}} As a result of this, their manager Jim Morey suggested between late 1982 and early 1983 that the band begin recording country music due to that genre's increasing popularity, as well as the success of \"Take Me Down\" and \"The Closer You Get\" through their covers by Alabama. While Pennington was interested in the band pursuing this genre, Hargis and Goetzman were initially outspoken against such a change.{{sfn|Westbrook|2013|p=178}} Despite the latter two's reservations, the band began rehearsing covers of artists such as [[Merle Haggard]] and [[George Jones]]. This led to them playing a country set at the Rebel Room, a club inside a [[bowling alley]] in Lexington, Kentucky, before moving to another club called Breeding's.{{sfn|Westbrook|2013|p=179-180, 182}} The band also played a number of shows in [[South Africa]], where \"Kiss You All Over\" had become popular in the interim.{{sfn|Westbrook|2013|p=180}}\n\nGray left the band at this point, as he wanted to become a solo artist. As a result, Pennington and Taylor became the band's two lead vocalists.{{sfn|Westbrook|2013|p=181-182}} After writing a number of songs for [[Janie Fricke]], Gray was signed to [[Columbia Records]] in 1983 as a solo artist.<ref>{{cite web | url=https://www.allmusic.com/artist/mark-gray-mn0000275883/biography | title=Mark Gray biography | publisher=AllMusic | accessdate=September 19, 2023 | author=Sandra Brennan}}</ref> He charted five top-ten singles on the ''Billboard'' country charts between 1984 and 1986, two of which (\"[[Left Side of the Bed]]\" and \"[[Diamond in the Dust]]\") were co-written by LeMaire.{{sfn|Whitburn|2017|p=147}} Gray died of undisclosed causes at the age of 64 in 2016.<ref>{{cite web | url=https://musicrow.com/2016/12/lifenotes-hit-songwriter-mark-gray-passes/ | title=LifeNotes: Hit Songwriter Mark Gray Passes | work=MusicRow | date=December 5, 2016 | accessdate=September 20, 2023 | author=Robert K. Oermann}}</ref>\n\n===1984{{ndash}}1985: Switch to country with ''Exile'' and ''Kentucky Hearts''===\n[[File:Exile Band.jpg|200px|thumb|left|The band's lineup after switching to country in the early 1980s, and again since 2008 (L-R): Sonny LeMaire, Les Taylor, Marlon Hargis, Steve Goetzman, and J.P. Pennington.|alt=All five members of the band Exile.]]\nThrough Morey, the band arranged a meeting with Nashville-based producer and publisher [[Buddy Killen]], who invited them to play a number of shows at a Nashville-based club called the Stockyard. These shows were intended to aid in the band's transition to country, and were attended by representatives of major Nashville record labels. One such label, [[Epic Records]] Nashville, signed the band in 1983. By this point, the band consisted of Pennington, LeMaire, Taylor, Hargis, and Goetzman.{{sfn|Westbrook|2013|p=182}} Their first Epic album, ''[[Exile (1983 Exile album)|Exile]]'', came out that same year.Killen produced the album and Hargis served as sound engineer. Hargis noted that Killen was willing to let the band play all of their own instruments, as opposed to most country bands at the time, who relied on session musicians on their albums. The album featured Taylor and Pennington alternating as lead vocalists and songwriters, with [[Ricky Skaggs]] being the only outside musician on the entire project. Although Gray had left by this point, he was a co-writer on two tracks.{{sfn|Westbrook|2013|p=182-184}} While their first country release \"High Cost of Leaving\" only reached number 27 on the ''Billboard'' country charts, its follow-ups \"[[Woke Up in Love (Exile song)|Woke Up in Love]]\" and \"[[I Don't Want to Be a Memory]]\" both went to number one between late 1983 and early 1984.{{sfn|Whitburn|2017|p=123}} ''Exile'' also reached number ten on the [[Top Country Albums]] chart upon release.{{sfn|Westbrook|2013|p=186}} The success of this album led to Pennington and LeMaire putting increased focus on their collaborative songwriting, while also restarting the band's touring schedule.{{sfn|Westbrook|2013|p=186}} Exile was nominated in 1983 for Top Vocal Group by the [[Academy of Country Music]] (ACM), a nomination they would receive again in 1984, 1985, and 1987.<ref name=\"acm\">{{cite web | url=https://www.acmcountry.com/winners?awardTitle=exile&awardCategory=&awardYear=&actionButton=Submit | title=Search results for Exile | publisher=[[Academy of Country Music]] | accessdate=September 20, 2023}}</ref> They would also be nominated by the [[Country Music Association]] (CMA) for Vocal Group of the Year in every year from 1984 to 1987, as well as Instrumental Group of the Year in 1984 and 1985.<ref name=\"cma\">{{cite web | url=https://cmaawards.com/past-winners-and-nominees/?appSession=7ZCZU14280867J7HZ68YY35WM1WXLV95JI9AE4R8I7678DS9H68PHBXV5D3AL98UA705Z091C8F2LH9NA2Q672W25Q3Z30076QOFV24S80TYXTFZ3ZB7S137XB9UR77F | title=Search results for Exile | work=[[Country Music Association]] | accessdate=September 20, 2023}}</ref>\n\nThe band's second country album, ''[[Kentucky Hearts]]'', was released in 1984. It was their only number-one album on the ''Billboard'' country albums charts.{{sfn|Westbrook|2013|p=186}} As with the previous album, Killen once again served as producer. Pennington and LeMaire wrote the entire album by themselves except for the track \"Comin' Apart at the Seams\", which Taylor wrote with his friend Jerry Marcum.{{sfn|Westbrook|2013|p=187}} All three singles from ''Kentucky Hearts'' reached number one on the ''Billboard'' country charts. These were \"[[Give Me One More Chance]]\", \"[[Crazy for Your Love]]\", and \"[[She's a Miracle]]\".{{sfn|Whitburn|2017|p=123}} The band also produced a [[music video]] for \"She's a Miracle\", which was one of the first to be aired on the television network [[CMT (American TV channel)|CMT]].{{sfn|Westbrook|2013|p=188}} Tom Carter of the Lexington, Kentucky, ''Herald-Leader'' wrote that the band was \"more mellow and confident\" than on previous albums, while also praising the harmony and instrumentation.<ref name=\"herald\">{{cite news | url=https://www.newspapers.com/image/688072179/ | title=Exile fortifying solid country sound | work=Lexington Herald-Leader | date=September 30, 1984 | accessdate=September 19, 2023 | author=Tom Carter | pages=D3}}</ref> During this timespan, Killen had the band play instruments and perform backing vocals on [[Ronnie McDowell]]'s mid-1985 hit \"[[Love Talks]]\" due to him also being a producer on that song.{{sfn|Roland|1991|p=424}} In addition, [[the Forester Sisters]] covered \"[[Just in Case (Exile song)|Just in Case]]\" (a track from ''Kentucky Hearts'') and took their rendition to number one on the country charts in 1985.{{sfn|Westbrook|2013|p=187}}\n\n===1985{{ndash}}1986: Death of Stokley and ''Hang On to Your Heart''===\nAfter the release of ''Kentucky Hearts'', the band members were informed of former lead singer Jimmy Stokley's continued decline in health. In response, they held a charity concert in Richmond to raise $18,000 toward Stokley's medical bills, which they succeeded in doing. Other former members, such as Davenport, Cornelison, Luxon, and Howard were in attendance as well. The members had intended for Stokley to join them onstage, but he was too ill to do so. Stokley died of hepatitis at the age of 41 in August 1985.{{sfn|Westbrook|2013|p=188-189}}<ref name=\"stokley\">{{cite news | url=https://www.newspapers.com/image/109738238/ | title=Even back in Richmond, Stokley appeared lost after quitting band | work=The Courier-Journal | date=August 15, 1985 | accessdate=September 20, 2023 | pages=B1, B3}}</ref>\n\nThis was followed in 1986 by the release of Exile's third Epic album, ''[[Hang On to Your Heart (album)|Hang On to Your Heart]]''. Pennington and LeMaire wrote the entirety of the album, and it accounted for five singles.{{sfn|Westbrook|2013|p=190}} These were \"[[Hang On to Your Heart]]\", \"[[I Could Get Used to You]]\", \"[[Super Love (Exile song)|Super Love]]\", \"[[It'll Be Me (Exile song)|It'll Be Me]]\", and \"[[She's Too Good to Be True (Exile song)|She's Too Good to Be True]]\". Of these, all except \"Super Love\" went to number one on the ''Billboard'' country charts.{{sfn|Whitburn|2017|p=123}} Although Taylor had sung lead on a number of album tracks prior to this point, \"It'll Be Me\" and \"She's Too Good to Be True\" were the first singles to feature him on lead vocals instead of Pennington.{{sfn|Westbrook|2013|p=190}} LeMaire said that \"It'll Be Me\" was specifically written with the intent of having Taylor sing it, due to him having a higher vocal range than Pennington.{{sfn|Roland|1991|p=469}} In addition, the track \"Music\" features Pennington [[rapping]].{{sfn|Westbrook|2013|p=190}} Due to the success of \"I Could Get Used to You\" and the Forester Sisters' rendition of \"Just in Case\", which peaked at number one only six weeks apart, Pennington and LeMaire were both awarded as top country songwriters of the year by [[Broadcast Music, Inc.]] (BMI).{{sfn|Roland|1991|p=447}} Walter Tunis of the ''Lexington Herald-Leader'' wrote that the \"playing is efficient and economical\", highlighting the number of up-tempo tracks and the album's relatively short length.<ref name=\"tunis\">{{cite news | url=https://www.newspapers.com/image/688594156/ | title=After two years at top, Exile has nowhere to go but up | work=Lexington Herald-Leader | date=September 15, 1985 | accessdate=September 20, 2023 | author=Walter Tunis | pages=D4}}</ref>\n\n===Mid-late 1980s: ''Shelter from the Night'' and departing members===\nFollowing ''Hang On to Your Heart'', Hargis noted that there was \"too much partying\" among the other band members, and that the label wanted to have industry professionals take his place as the band's sound engineer. In response, he quit in early 1987 and stayed in Nashville to own a music store.{{sfn|Westbrook|2013|p=226-227}} Lee Carroll took his place on keyboards.{{sfn|Westbrook|2013|p=228}}<ref name=\"allmusic\"/> Carroll had been serving as a backing musician for [[the Judds]], and had met the members of Exile a number of times in this capacity before Pennington invited him to join.{{sfn|Westbrook|2013|p=232}} Executive Roy Wunsch had taken over as the head of Epic Records around this point, and told the band members that he thought their sound had \"sameness\".{{sfn|Westbrook|2013|p=233}} Similarly, Goetzman noted that radio disc jockeys had similarly thought that too many of Exile's songs sounded similar to each other, and that perception in the country music scene had become increasingly negative toward Killen's production style. As a result, Wunsch and other Epic executives ordered the band to fire Killen as their producer and begin seeking songs by other writers than Taylor and Pennington.{{sfn|Westbrook|2013|p=233-234}}\n\n[[File:Elliot Scheiner mixing in studio.jpg|200px|thumb|left|Elliot Scheiner produced the band's 1987 album ''Shelter from the Night''.|alt=Record producer Elliot Scheiner, seated while using an audio mixing console.]]\n\nThe band chose [[Elliot Scheiner]], a pop producer who had worked with [[Bruce Hornsby]] and [[Steely Dan]], among others, to produce their final Epic album ''[[Shelter from the Night]]'' (1987). Pennington thought that employing a pop producer would help the band change their sound, as he had noted the crossover success [[Restless Heart]] had with \"[[I'll Still Be Loving You]]\" on pop formats.{{sfn|Westbrook|2013|p=234}} Scheiner selected three songs by outside writers: the title track, \"Fly on the Wall\" (written by Hornsby and [[Bernie Taupin]]), and [[John Farrar]]'s \"She's Already Gone\", all of which were sung by Taylor.{{sfn|Westbrook|2013|p=235}} The album was recorded in June 1987 at Scheiner's studio in [[Stamford, Connecticut]].{{sfn|Westbrook|2013|p=235-236}} Westbrook describes the album as \"uneven\" due to Scheiner's involvement and Carroll's use of synthesizers.{{sfn|Westbrook|2013|p=236-237}} While the lead single \"[[I Can't Get Close Enough]]\" accounted for the band's tenth number-one single on ''Billboard'', the later releases were unsuccessful. \"Feel Like Foolin' Around\" only reached number 60, while \"[[Just One Kiss (Exile song)|Just One Kiss]]\" and \"[[It's You Again (Exile song)|It's You Again]]\" were minor chart entries as well.{{sfn|Whitburn|2017|p=123}} Carroll attributed the single's failures to the success of the Judds and [[Randy Travis]], both of whom were having success with [[neotraditional country]] at the time.{{sfn|Westbrook|2013|p=240}} Norman Rowe of the ''[[Richmond Times-Dispatch]]'' thought the album contained influences of [[Southern rock]] and rhythm and blues,<ref>{{cite news |last1=Rowe |first1=Norman |title=Exile is currently riding high on the charts... |work=Richmond Times-Dispatch |date=December 13, 1987 |page=J13}}</ref> while Ken Tucker of ''[[The Philadelphia Inquirer]]'' thought that it contained \"empty, cliche-ridden country-pop music from a group whose members apparently think that turning up the volume on their guitars qualifies as a bold new direction.\"<ref name=\"PI\">{{cite news |last1=Tucker |first1=Ken |title=Exile Shelter from the Night |work=The Philadelphia Inquirer |date=Oct 11, 1987 |page=H3}}</ref>\n\nTaylor quit the band in August 1987 as he was frustrated with the label almost exclusively choosing songs sung by Pennington as singles instead of ones sung by him. In response, he chose to begin a solo career.{{sfn|Westbrook|2013|p=239-240}} He was replaced by multi-instrumentalist Paul Martin, whose family owned a studio in Kentucky where Pennington had recorded on a number of occasions.{{sfn|Westbrook|2013|p=241}} Shortly after Martin's joining, Pennington quit as well, citing exhaustion, the departure of Taylor, and personality conflicts among him, Martin, and Carroll. In particular, Carroll thought Pennington was too controlling of the band's sound and would not let him write songs.{{sfn|Westbrook|2013|p=242-243}} Pennington's last show with Exile would be on New Year's Eve in 1988, and Martin was promoted to lead singer at the beginning of 1989.{{sfn|Westbrook|2013|p=244}} \n\nEpic Records dropped the band in 1989 due to the failure of ''Shelter from the Night'' along with the departures of Taylor and Pennington.{{sfn|Westbrook|2013|p=245}} After Martin was in place as lead singer, the band members then began seeking a replacement for Taylor as well. They found guitarist and vocalist Mark Jones, who joined in early 1989. Jones had previously been aware of the band when he tried to hire them for his senior prom in 1978, but they were unable to attend due to scheduling conflicts.{{sfn|Westbrook|2013|p=246}} Roger BonDurant briefly joined their touring band in late 1989 as a backing vocalist and rhythm guitarist, but was not considered an official member.<ref>{{cite web | url=https://www.oklahoman.com/story/news/1989/02/17/music-not-name-the-key-with-exile/62623443007/ | title=Music, Not Name, The Key With Exile | publisher=The Oklahoman | date=February 17, 1989 | accessdate=September 20, 2023}}</ref> LeMaire told Jack Hurst of the ''[[Chicago Tribune]]'' that the addition of Martin to the lineup \"opened up what we are capable of doing onstage\" due to his ability to play other instruments such as [[mandolin]] and [[Dobro]].<ref name=\"hurst\">{{cite news | url=https://www.newspapers.com/image/389308815 | title=Out of Exile: A turmoil-wracked group gets its act together again | work=[[The Chicago Tribune]] | date=February 4, 1990 | accessdate=September 20, 2023 | author=Jack Hurst | pages=26}}</ref> In the same article, Hurst thought that Martin's singing voice was very similar to Pennington's.<ref name=\"hurst\"/>\n\n===1989{{ndash}}1991: Move to Arista Nashville===\n[[File:Tim Dubois, October, 2019.jpg|150px|thumb|right|Tim DuBois signed Exile to Arista Nashville in 1989 and co-produced both of their albums for that label.|alt=A head shot of music executive Tim DuBois.]]\nAfter Jones joined and Martin was promoted to lead singer, the band began seeking a new recording contract. Radio host [[Lon Helton]] heard them perform at a show in [[Hot Springs, Arkansas]], and recommended the band to [[Tim DuBois]], a record executive who had just started the [[Arista Nashville]] label and was seeking new artists for it. LeMaire was apprehensive at first, as he thought the new lineup should not retain the name Exile due to Pennington's absence, but DuBois thought the name recognition would help the new label and signed the band by the end of 1989.{{sfn|Westbrook|2013|p=247}} Exile released their first Arista Nashville album, ''[[Still Standing (Exile album)|Still Standing]]'', in early 1990. DuBois co-produced it with [[Randy Sharp]], a songwriter who had success with Restless Heart and also wrote several songs on the album.{{sfn|Westbrook|2013|p=248}} ''Still Standing'' was led off by the single \"[[Keep It in the Middle of the Road]]\", co-written by Pennington and LeMaire and featuring Martin on lead vocals. The song was a top-20 country hit in early 1990.{{sfn|Westbrook|2013|p=248}} An uncredited review of the single in ''Billboard'' stated of the song, \"Hot guitar and piano licks strike like lightning throughout this lively, tightly performed number.\"<ref>{{cite magazine | url=https://www.americanradiohistory.com/Archive-Billboard/80s/1989/BB-1989-12-16.pdf | title=Reviews | magazine=Billboard | pages=73 |date=December 16, 1989}}</ref> After it were \"[[Nobody's Talking]]\" and \"[[Yet (song)|Yet]]\", the band's final top-ten country hits. Both were co-written and sung by LeMaire, accounting for his first contributions as lead vocalist since ''All There Is''.{{sfn|Westbrook|2013|p=248-249}} \"Keep It in the Middle of the Road\" and \"Nobody's Talking\" were promoted through music videos as well. Despite the success of \"Nobody's Talking\" and \"Yet\", the fourth single, \"There You Go\", under-performed on the charts.{{sfn|Westbrook|2013|p=249}}\n\nTheir second and final album for Arista Nashville was 1991's ''[[Justice (Exile album)|Justice]]'', which also featured DuBois and Sharp as producers. While the lead single \"[[Even Now (Exile song)|Even Now]]\" (composed by Sharp and [[Marc Beeson]]) was a top-20 country hit, the other two singles, \"Nothing at All\" and \"Somebody's Telling Her Lies\", failed to chart at all. Westbrook noted that the former song was quickly withdrawn from release due to concerns that it was too similar to [[Reba McEntire]]'s \"[[For My Broken Heart (song)|For My Broken Heart]]\".{{sfn|Westbrook|2013|p=252}} DuBois had suggested \"Somebody's Telling Her Lies\" as a replacement, but Westbrook thought that the song failed due to it lacking a [[hook (music)|hook]].{{sfn|Westbrook|2013|p=252-254}}\n\n==Early-mid 1990s: Solo careers, 30-year anniversary, and hiatus==\nBoth Taylor and Pennington began their solo careers during Exile's tenure on Arista Nashville. Taylor released two albums for Epic as a solo artist: ''That Old Desire'' in 1990 and ''Blue Kentucky Wind'' a year later.<ref>{{cite web | url=https://www.allmusic.com/artist/les-taylor-mn0000250733 | title=Les Taylor biography | publisher=AllMusic | accessdate=September 19, 2023 | author=Johnny Loftus}}</ref> These albums charted a combined three singles, and the latter included a song written with early Exile member Bernie Faulkner titled \"The Porchlight\".{{sfn|Westbrook|2013|p=245}} Pennington's only solo album, ''Whatever It Takes'', was also released in 1991 on [[MCA Nashville]]. Produced by [[Barry Beckett]], the album included two singles in its title track and \"You Gotta Get Serious\".{{sfn|Westbrook|2013|p=244}} Pennington performed two shows in Lexington, Kentucky, to promote the album, both of which included BonDurant as guitarist.<ref>{{cite news | url=https://www.newspapers.com/image/689414495/ | title=Songwriter Pennington back from Exile | work=Lexington Herald-Leader | date=May 19, 1991 | accessdate=January 8, 2024 | author=Walter Tunis | pages=C1, C3}}</ref> Meanwhile, LeMaire and Beeson wrote Restless Heart's 1992 hit \"[[When She Cries]]\".{{sfn|Westbrook|2013|p=258-259}}\n\nTaylor thought that the band members' solo albums were unsuccessful due to radio backlash against Exile in the intervening years.{{sfn|Westbrook|2013|p=245}} Relatedly, the members of Exile attributed the failure of their Arista albums to the lack of Pennington and Taylor, as well as a perception that Arista had begun to focus more heavily on [[Diamond Rio]] after that band reached number one in 1991 with their debut single \"[[Meet in the Middle]]\".{{sfn|Westbrook|2013|p=254}} Exile ended their contract with Arista and focused on touring while in search of another recording contract. They played an average of 150 shows a year between 1991 and 1993.{{sfn|Westbrook|2013|p=254-255}} They held a 30-year anniversary concert in 1993, which also included Cornelison, Pennington, Luxon, and Davenport.{{sfn|Westbrook|2013|p=255}} Despite this, the band's tour bus was robbed after a concert in 1993, which they took as a sign to retire from touring. Jones, Martin, and LeMaire did one show in 1994 at [[Dollywood]], while they, Carroll, and Goetzman recorded ''Latest and Greatest'' for [[Intersound Records]] that same year. The album included a mix of original content and re-recordings of previous hit singles. One such re-recording was of \"Super Love\", which included several keyboard and synthesizer parts played by Martin. He also received his only writing credit for the band on the new song \"L-O-V-E Spells Trouble\".{{sfn|Westbrook|2013|p=257-258}}\n\nAfter this album, Exile officially disbanded in 1995.{{sfn|Westbrook|2013|p=263}} Both Jones and Goetzman became artist managers, the former working with [[Pat Green]] and the latter with [[Steve Wariner]].{{sfn|Westbrook|2013|p=258}} In 1997, LeMaire and Beeson joined former [[Southern Pacific (band)|Southern Pacific]] member Kurt Howell in the group [[Burnin' Daylight]], which released one album on Curb Records.{{sfn|Westbrook|2013|p=258-259}} Martin chose to pursue a solo career, but after proving unsuccessful in this regard, he found work as a backing musician for [[Kathy Mattea]]. Later on, he became bassist in [[Marty Stuart]]'s touring band, the Fabulous Superlatives, before touring with his wife and four children as the Martin Family Circus.{{sfn|Westbrook|2013|p=259-260}} Carroll joined his brother in franchising a number of [[Papa John's]] pizza restaurants in [[Pennsylvania]].{{sfn|Westbrook|2013|p=260-261}}\n\n==Late 1990s{{ndash}}present: Reunion==\nFollowing the failures of their solo careers, Pennington and Taylor sought to reform Exile. They played a few local shows with various musicians on keyboards, drums, and bass before establishing a lineup with Steve Richmond on drums, Ray Salyer on bass, and Jason Witt on keyboards. This lineup played a concert at [[Billy Bob's Texas]] in [[Fort Worth, Texas]], in 2005, and that concert was issued as an album titled ''Live at Billy Bob's Texas''.{{sfn|Westbrook|2013|p=263}} Meanwhile, LeMaire had further success as a songwriter in the first decade of the 21st century, including Diamond Rio's \"[[Beautiful Mess (Diamond Rio song)|Beautiful Mess]]\", [[Andy Griggs]]'s \"[[She Thinks She Needs Me]]\", and [[Clay Walker]]'s \"[[Fall (Clay Walker song)|Fall]]\" (also covered by [[Kimberley Locke]]). He collaborated with [[Shane Minor]] and [[Clay Mills]] on all three.{{sfn|Westbrook|2013|p=259}}\n\n[[File:Clay Walker 2008.jpg|200px|thumb|right|Exile member Sonny LeMaire co-wrote \"[[Fall (Clay Walker song)|Fall]]\", a hit single for [[Clay Walker]].|alt=Singer Clay Walker strumming a guitar while singing into a microphone.]]\n\nIn 2008, Pennington and Taylor rejoined Hargis, LeMaire, and Goetzman for a charity concert in Lexington to benefit one of their former managers, who had been seriously injured in a motorcycle accident. In doing so, they re-established the lineup of the band's early Epic releases.<ref name=\"get ready\">{{cite magazine | url=https://www.billboard.com/music/music-news/exile-ends-theirs-releases-first-new-music-in-decades-482708/ | title=Exile Ends Theirs, Releases First New Music in Decades | magazine=Billboard | date=June 22, 2012 | accessdate=September 19, 2023 | author=Chuck Dauphin}}</ref>{{sfn|Westbrook|2013|p=263}} After this concert, the five members decided to begin performing officially as Exile once more.<ref name=\"get ready\"/> Following their reunion, the [[Kentucky General Assembly]] honored the band in 2009 for \"extraordinary talent\", which led to them performing for members of the state of Kentucky legislature.<ref>{{cite web | url=https://www.countrystandardtime.com/news/newsitem.asp?xid=2682 | title=Kentucky honors Exile | work=Country Standard Time | date=March 10, 2009 | accessdate=September 20, 2023}}</ref> This lineup self-released an [[extended play]] titled ''People Get Ready'' in 2012. The project featured a rendition of [[Curtis Mayfield]]'s \"[[People Get Ready]]\", as well as a re-recording of \"Kiss You All Over\" with a guest vocal from [[Trace Adkins]].<ref name=\"get ready\"/> Following their reunion, author Randy Westbrook released a biography of the band titled ''50 Years of Exile: The Story of a Band in Transition''.<ref name=\"vince\"/> The same year, the Kentucky Music Hall of Fame inducted Exile along with [[Skeeter Davis]] and [[the Kentucky Headhunters]].<ref>{{cite web | url=https://www.countrystandardtime.com/news/newsitem.asp?xid=6204 | title=Exile, Davis, HeadHunters to join Kentucky hall | work=Country Standard Time | date=March 13, 2012 | accessdate=September 20, 2023}}</ref>\n\nThe band released multiple projects in the 2010s and 2020s. First was a Christmas album titled ''Wrapped Up in Your Arms for Christmas'' in 2017.<ref>{{cite web | url=https://www.countrystandardtime.com/d/cdreview.asp?xid=6243 | title=''Wrapped Up in Your Arms for Christmas'' | work=[[Country Standard Time]] | accessdate=September 20, 2023 | author=Andrew Greenhalgh}}</ref> In 2018, they released a new album titled ''Hits'', consisting of re-recordings of their hit singles.<ref name=\"vince\">{{cite news | url=https://www.newspapers.com/image/504234434/ | title=Hit-makers Exile to perform in Benton | work=The Southern Illinoisan | date=November 8, 2018 | accessdate=September 20, 2023 | author=Vince Hoffard | pages=B1, B3}}</ref> This was followed a year later by ''The Garage Tapes'', which included various demos from their early years.<ref name=\"watts\">{{cite web | url=https://www.tennessean.com/story/entertainment/music/2019/02/13/exile-band-kiss-you-all-over-tour-franklin-tn/2801768002/ | title=Exile: From starving garage band to 'Kiss You All Over' rock stars, country innovators | work=[[The Tennessean]] | date=February 13, 2019 | accessdate=September 19, 2023 | author=Cindy Watts}}</ref> A second Christmas album, ''Joyful Noise'', followed in 2021.<ref>{{cite web | url=https://musicrow.com/2021/12/exile-makes-a-joyful-noise-this-holiday-season-with-new-christmas-album/ | title=Exile Makes A 'Joyful Noise' This Holiday Season With New Christmas Album | work=MusicRow | date=December 7, 2021 | accessdate=September 20, 2023 | author=Lorie Hollabaugh}}</ref> Exile released ''A Million Miles Later'' via Clearwater Records in 2023. Pennington and LeMaire wrote most of the album except for a cover of [[Tennessee Ernie Ford]]'s \"[[Sixteen Tons]]\". One track, \"Down in Cold Water\", features guest vocals from [[the Isaacs]].<ref>{{cite web | url=https://americansongwriter.com/exile-shares-the-stories-behind-the-songs-on-their-first-studio-album-in-30-years/ | title=Exile Shares the Stories Behind the Songs on Their First Studio Album in 30 Years | work=American Songwriter | accessdate=October 26, 2023 | author=Annie Reuter| date=25 August 2023 }}</ref> \"Rough Around the Edges\" was released as a single from the album.<ref>{{cite web | url=https://occhimagazine.com/in-its-60th-anniversary-year-country-rock-band-exile-release-rough-around-the-edges/ | title=In Its 60th Anniversary Year, Country Rock Band Exile Release 'Rough Around the Edges' | work=Occhi | date=August 1, 2023 | accessdate=June 3, 2024}}</ref> Also in 2023, former member Billy Luxon released a memoir of the band's early years, titled ''Exiled: The Climax and Surrender of Jimmy Stokley''.<ref>{{cite web | url=https://wbontv.com/luxon-founding-member-of-exile-writes-tell-all-to-be-released-this-spring/ | title=Luxon, founding member of Exile, writes tell all to be released this spring | publisher=WBON TV | date=March 28, 2023 | accessdate=September 20, 2023}}</ref>\n\n==Musical styles==\nExile is noted for their successful transition from pop and rock music to country music.<ref name=\"virgin\"/> Writing for AllMusic, Steve Huey stated that \"Among rock listeners, Exile is remembered as the [[one-hit wonder]] responsible for 1978's number one smash 'Kiss You All Over.' However, in the early '80s, the Kentucky-bred band reinvented itself as a country outfit{{mdash}}and a hugely successful one at that.\"<ref name=\"allmusic\"/> Author Randy Westbrook, in ''50 Years of Exile: The Story of a Band in Transition'', found [[hard rock]] influences in the band's Warner albums, particularly in the gruffness of original lead singer Jimmy Stokley's voice as well as the guitars, drums, and synthesizers present on tracks from ''All There Is''.{{sfn|Westbrook|2013|p=127}} Huey stated that Taylor \"spearheaded\" the band's transition to country music,<ref name=\"allmusic\"/> while Westbrook noted that the success of \"The Closer You Get\" and \"Take Me Down\" in their subsequent covers by Alabama was also integral to the shift of Exile's sound.{{sfn|Westbrook|2013|p=167}} Westbrook also thought that Taylor and Pennington both had Southern accents conducive to singing country.{{sfn|Westbrook|2013|p=179}} Hargis told ''[[Cashbox (magazine)|Cashbox]]'' in 1984, \"It originally started as a [[rhythm and blues]] group. When I joined it had developed into a rock 'n' roll band. I suppose because it was the thing to do at the time, even though we all grew up with country music; it wasn't the thing to do, to be in a country band.\"<ref name=\"cashbox\">{{cite journal | url=https://worldradiohistory.com/Archive-All-Music/Cash-Box/80s/1984/CB-1984-08-25.pdf | title=New faces to watch | journal=Cashbox | pages=NF3 | date=August 25, 1984}}</ref>\n\nMost of the band's sound is defined by the songwriting, composition, and singing of Pennington and LeMaire. Westbrook noted Pennington's sense of melody, such as the use of [[Lydian mode]] on the title track of ''All There Is'', as well as the [[Southern gospel]] chord progressions of \"Woke Up in Love\" and the ''Hang On to Your Heart'' album track \"Promises, Promises\".{{sfn|Westbrook|2013|p=127, 184, 190}} Additionally, Westbrook found influences of [[Western swing]] and [[boogie-woogie]] on tracks such as \"I've Never Seen Anything\", \"Proud to Be Her Man\", and \"Keep It in the Middle of the Road\".{{sfn|Westbrook|2013|p=186, 187, 192, 249}} Also present on the albums with Epic were three-part vocal harmonies among Pennington, Taylor, and LeMaire.{{sfn|Westbrook|2013|p=186}}<ref name=\"tunis\"/> Pennington usually handled lead vocal duties on the Epic albums, including almost all the singles, although Taylor sang \"It'll Be Me\" and \"She's Too Good to Be True\". Of these songs, Westbrook wrote that their success \"started a new streak\" and \"proved that Les' voice could prove as popular on country radio as J.P.'s.\"{{sfn|Westbrook|2013|p=225}} Most of the early Epic albums were dominated by collaborative songwriting between Pennington and LeMaire. Of their songwriting relationship, they both said they usually wrote together at the piano, and would start coming up with lyrics after one of them provided a title.{{sfn|Westbrook|2013|p=186}} Tom Carter of the ''Lexington Herald-Leader'' thought that the band's vocal harmonies and \"often contrasting rhythms playing against the tone of the song\" were notable elements of the band's overall sound.<ref name=\"herald\"/> Hargis noted that Exile was one of the first country bands to play all the instruments on their own albums instead of using session musicians,<ref name=\"watts\"/> an observation also made by Pennington.{{sfn|Westbrook|2013|p=183}} Similarly, Walter Tunis thought in a review of ''Hang On to Your Heart'' that the album's lack of studio musicians such as a [[string section]], as well as Pennington and LeMaire's dominance as songwriters on the album, would help the band stand out among their contemporaries.<ref name=\"tunis\"/> Ellen Creager of the ''[[Detroit Free Press]]'' wrote in a review of ''Kentucky Hearts'' that both Pennington and Taylor \"have husky voices any girl could fall in love with.\" She also noted that the album, unlike most other country albums at the time, largely consisted of up-tempo material.<ref>{{cite news | url=https://www.newspapers.com/image/99163667/ | title=Sound Judgment: Country: A group good-natured enough for anyone to love | work=[[Detroit Free Press]] | date=January 27, 1985 | accessdate=September 20, 2023 | author=Ellen Creager | pages=7E}}</ref>\n\n==List of members==\n{{Sronly|List of current and former members of Exile, in alphabetical order}}\n;Current\n*Steve Goetzman - drums\n*Marlon Hargis - keyboards\n*[[Sonny LeMaire]] - bass guitar, vocals\n*[[J.P. Pennington]] - guitar, vocals\n*[[Les Taylor (singer)|Les Taylor]] - guitar, vocals\n\n;Former\n*Roger BonDurant - guitar, backing vocals (touring) (1989)\n*Lee Carroll - keyboards (1987–1995)\n*Buzz Cornelison - keyboards, backing vocals, saxophone, trumpet (1964–1967, 1969–1981)\n*Mack Davenport - drums (1963–ca. 1971)\n*Larry Davis - bass guitar (ca. 1967)\n*Bernie Faulkner - keyboards, backing vocals, guitar, saxophone (1966–1973)\n*[[Mark Gray (singer)|Mark Gray]] - lead vocals, keyboards (1979–82)\n*Ronnie Hall - vocals (1963–1964)\n*Mike Howard - guitar (1963–1969)\n*Bobby Johns - drums (ca. 1971–ca. 1977)\n*Doug Jones - guitar (1963)\n*Mark Jones - harmony vocals, guitar (1989–93)\n*Bill Kennon - bass guitar (1972)\n*Billy Luxon - trumpet, backing vocals, percussion (1963–1974)\n*Paul Martin - lead vocals, guitar (1989–1995)\n*Paul Smith Jr. - rhythm guitar, bass guitar (1963–ca. 1967)\n*Steve Richmond - drums (2005)\n*Randy Rickman - lead vocals (1979)\n*Ray Salyer - bass guitar (2005)\n*Jimmy Stokley - lead vocals (1963–1979)\n*Danny Williams - bass guitar (1974–1977)\n*Jason Witt - keyboards (2005)\n*Kenny Weir - guitar, bass guitar (ca. 1972–ca. 1974)\n\n\n===Members Timeline===\n{{#tag:timeline|\nImageSize = width:1000 height:auto barincrement:22\nPlotArea = left:100 bottom:90 top:10 right:20\nAlignbars = justify\nDateFormat  = dd/mm/yyyy\nPeriod = from:01/01/1963 till:01/01/2025\nTimeAxis = orientation:horizontal format:yyyy\nLegend = orientation:vertical columns:4 position:bottom\nScaleMajor = increment:2 start:1963\nScaleMinor = increment:1 start:1963\n\nColors =\n id:voc      value:red        legend:Vocals\n id:sx       value:gray(0.45) legend:Saxophone\n id:tp       value:gray(0.75) legend:Trumpet\n id:g        value:green      legend:Guitars\n id:key      value:purple     legend:Keyboards\n id:b        value:blue       legend:Bass\n id:dr       value:orange     legend:Drums\n id:pc       value:claret     legend:Percussion\n id:lines    value:black      legend:Studio_album\n id:bars     value:gray(0.95)\n\nBackgroundColors = bars:bars\n\nPlotData=\n  width:11 textcolor:black align:left\n bar:Ronnie&nbsp;Hall from:start till:01/04/1964 color:voc\n bar:Jimmy&nbsp;Stokley from:01/04/1963 till:01/07/1979 color:voc\n bar:Randy&nbsp;Rickman from:01/07/1979 till:01/08/1979 color:voc\n bar:Randy&nbsp;Rickman from:01/07/1979 till:01/08/1979 color:g width:3\n bar:Les&nbsp;Taylor from:01/08/1979 till:15/08/1987 color:voc\n bar:Les&nbsp;Taylor from:01/08/1979 till:15/08/1987 color:g width:3\n bar:Les&nbsp;Taylor from:01/03/1983 till:15/08/1987 color:g\n bar:Les&nbsp;Taylor from:01/03/1983 till:15/08/1987 color:voc width:3\n bar:Les&nbsp;Taylor from:01/07/2004 till:end color:g\n bar:Les&nbsp;Taylor from:01/07/2004 till:end color:voc width:3\n bar:Mark&nbsp;Gray from:01/08/1979 till:01/03/1983 color:voc\n bar:Mark&nbsp;Gray from:01/08/1979 till:01/03/1983 color:key width:3\n bar:Doug&nbsp;Begley from:start till:01/04/1963 color:sx\n bar:Billy&nbsp;Luxon from:start till:01/11/1974 color:tp\n bar:Billy&nbsp;Luxon from:01/08/1963 till:01/11/1974 color:pc width:3\n bar:Doug&nbsp;Jones from:start till:01/07/1963 color:g\n bar:Mike&nbsp;Howard from:01/07/1963 till:01/03/1969 color:g\n bar:Kenny&nbsp;Weir from:01/05/1972 till:01/08/1972 color:g\n bar:Kenny&nbsp;Weir from:01/08/1972 till:01/08/1974 color:b\n bar:Paul&nbsp;Martin from:15/08/1987 till:01/07/1995 color:g\n bar:Paul&nbsp;Martin from:15/08/1987 till:01/07/1995 color:voc width:3\n bar:Mark&nbsp;Jones from:01/03/1989 till:01/07/1995 color:g\n bar:Mark&nbsp;Jones from:01/03/1989 till:01/07/1995 color:voc width:3\n bar:Buzz&nbsp;Cornelison from:01/09/1964 till:01/04/1967 color:key\n bar:Buzz&nbsp;Cornelison from:01/04/1969 till:01/05/1981 color:key\n bar:Buzz&nbsp;Cornelison from:01/04/1969 till:01/12/1974 color:tp width:3\n bar:Bernie&nbsp;Faulkner from:01/04/1967 till:01/11/1973 color:key\n bar:Bernie&nbsp;Faulkner from:01/04/1967 till:01/11/1973 color:g width:7\n bar:Bernie&nbsp;Faulkner from:01/04/1967 till:01/11/1973 color:sx width:3\n bar:Marlon&nbsp;Hargis from:01/11/1973 till:01/03/1987 color:key\n bar:Marlon&nbsp;Hargis from:01/07/2008 till:end color:key\n bar:Lee&nbsp;Carroll from:01/03/1987 till:01/07/1995 color:key\n bar:Jason&nbsp;Witt from:01/07/2004 till:01/07/2008 color:key\n bar:Paul&nbsp;Smith&nbsp;Jr. from:start till:01/06/1964 color:b\n bar:Paul&nbsp;Smith&nbsp;Jr. from:01/06/1964 till:01/07/1967 color:g\n bar:J.P.&nbsp;Pennington from:01/05/1964 till:01/07/1965 color:b\n bar:J.P.&nbsp;Pennington from:01/10/1965 till:01/05/1972 color:b\n bar:J.P.&nbsp;Pennington from:01/05/1969 till:01/05/1972 color:g width:3\n bar:J.P.&nbsp;Pennington from:01/08/1972 till:01/01/1989 color:g\n bar:J.P.&nbsp;Pennington from:01/01/1978 till:01/01/1989 color:voc width:3\n bar:J.P.&nbsp;Pennington from:01/07/2004 till:end color:g\n bar:J.P.&nbsp;Pennington from:01/07/2004 till:end color:voc width:3\n bar:Larry&nbsp;Davis from:01/07/1965 till:01/10/1965 color:b\n bar:Bill&nbsp;Kennon from:01/05/1972 till:01/08/1972 color:b\n bar:Danny&nbsp;Williams from:01/08/1974 till:01/08/1978 color:b\n bar:Sonny&nbsp;LeMaire from:01/08/1978 till:01/07/1995 color:b\n bar:Sonny&nbsp;LeMaire from:01/08/1978 till:01/08/1979 color:voc width:3\n bar:Sonny&nbsp;LeMaire from:01/11/1989 till:01/07/1995 color:voc width:3\n bar:Sonny&nbsp;LeMaire from:01/07/2008 till:end color:b\n bar:Sonny&nbsp;LeMaire from:01/07/2008 till:end color:voc width:3\n bar:Ray&nbsp;Sayler from:01/07/2004 till:01/07/2008 color:b\n bar:Mack&nbsp;Davenport from:start till:01/11/1971 color:dr\n bar:Bobby&nbsp;Johns from:01/11/1971 till:01/07/1977 color:dr\n bar:Steve&nbsp;Goetzman from:01/07/1977 till:01/07/1995 color:dr\n bar:Steve&nbsp;Goetzman from:01/07/2008 till:end color:dr\n bar:Steve&nbsp;Richmond from:01/07/2004 till:01/07/2008 color:dr\n bar:Eddie&nbsp;Rhodus from:01/04/1963 till:01/08/1963 color:pc\n\nLineData =\n  at:01/03/1973 color:black layer:back\n  at:01/11/1973\n  at:01/05/1978\n  at:01/04/1979\n  at:01/07/1980\n  at:01/09/1981\n  at:01/07/1983\n  at:01/06/1984\n  at:01/06/1986\n  at:01/07/1987\n  at:01/02/1990\n  at:25/06/1991\n  at:01/07/2016\n  at:07/12/2021\n  at:25/08/2023\n  \n}}\n\n==Discography==\n{{main|Exile (American band) discography}}\n\n===Studio albums===\n{{Sronly|List of studio albums released by Exile}}\n* ''Exile'' (1973)\n* ''Stage Pass'' (1973)\n* ''[[Mixed Emotions (Exile album)|Mixed Emotions]]'' (1978)\n* ''All There Is'' (1979)\n* ''Don't Leave Me This Way'' (1980)\n* ''Heart and Soul'' (1981)\n* ''[[Exile (1983 Exile album)|Exile]]'' (1983)\n* ''[[Kentucky Hearts]]'' (1984)\n* ''[[Hang On to Your Heart (album)|Hang On to Your Heart]]'' (1985)\n* ''[[Shelter from the Night]]'' (1987)\n* ''[[Still Standing (Exile album)|Still Standing]]'' (1990)\n* ''[[Justice (Exile album)|Justice]]'' (1991)\n* ''Wrapped Up In Your Arms for Christmas'' (2016)\n* ''The Garage Tapes'' (2019)\n* ''Joyful Noise'' (2021)\n* ''A Million Miles Later'' (2023)\n\n==References==\n{{reflist}}\n\n===Works cited===\n* {{cite book |last=Roland |first=Tom |title=The Billboard Book of Number One Country Hits |year=1991 |publisher=Billboard Books |isbn=0-8230-7553-2}}\n* {{cite book|first=Randy |last=Westbrook|title=50 Years of Exile: The Story of a Band in Transition|year=2013|publisher=Acclaim Press|isbn=978-1-938905-22-3}}\n* {{cite book|last=Whitburn|first=Joel|authorlink=Joel Whitburn|title=Hot Country Songs 1944 to 2017|publisher=Record Research, Inc|year=2017|isbn=978-0-89820-229-8}}\n\n==External links==\n* {{Official website|https://www.exile.biz/}}\n* {{IMDb name|2725859}}\n\n{{Exile}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Exile}}\n[[Category:1963 establishments in Kentucky]]\n[[Category:American country rock groups]]\n[[Category:American soft rock music groups]]\n[[Category:Arista Nashville artists]]\n[[Category:Country music groups from Kentucky]]\n[[Category:Curb Records artists]]\n[[Category:Epic Records artists]]\n[[Category:Intersound Records artists]]\n[[Category:Musical groups established in 1963]]\n[[Category:Musical groups disestablished in 1995]]\n[[Category:Musical groups reestablished in 2005]]\n[[Category:Rock music groups from Kentucky]]\n[[Category:Warner Records artists]]"
}