{
    "Gail_Davies": "{{Short description|American singer-songwriter}}\n{{Use mdy dates|date=September 2021}}\n{{BLP sources|date=September 2012}}\n{{Infobox musical artist\n| name            = Gail Davies\n| image           = Gail Davies--Martin Guitar 1977.jpg\n| caption         = Davies in 1977\n| image_size      = <!-- Only for images smaller than 220 pixels -->\n| birth_name      = Patricia Gail Dickerson<ref>{{cite book|last=Whitburn|first=Joel|title=Hot Country Songs 1944 to 2008|publisher=Record Research, Inc|page=116|year=2008|isbn=978-0-89820-177-2}}</ref>\n| birth_date      = {{Birth date and age|1948|6|5}}\n| origin          = [[Broken Bow, Oklahoma|Broken Bow]], Oklahoma, United States\n| instrument      = {{flatlist|\n* Vocals\n* guitar\n}}\n| genre           = {{flatlist|\n* [[Country music|Country]]\n* [[Folk music|folk]]\n}}\n| occupation      = {{flatlist|\n* Singer-songwriter\n* record producer\n}}\n| years_active    = 1978–present\n| label           = {{flatlist|\n* Lifesong\n* [[Warner Bros. Records|Warner Bros.]]\n* [[RCA Records|RCA]]\n* [[MCA Records|MCA]]\n* [[Capitol Records|Capitol]]\n* Little Chickadee\n}}\n| past_member_of = [[Wild Choir]]\n| website         = [http://www.gaildavies.com/home.htm Gail Davies official website]\n}}\n\n'''Gail Davies''' (born '''Patricia Gail Dickerson'''; June 5, 1948)<ref name=\"AMG\">{{Cite web|url=https://www.allmusic.com/artist/gail-davies-mn0000155630/biography|title=Gail Davies &#124; Biography & History|website=[[AllMusic]]|access-date=August 6, 2021}}</ref> is an American singer-songwriter and the first female record producer in country music. She is the daughter of country singer Tex Dickerson and the sister of songwriter [[Ron Davies (songwriter)|Ron Davies]]. \n\nGail Davies established herself as a successful singer and songwriter during the 1970s and 1980s, scoring numerous Top 10 and Top 20 ''[[Billboard (magazine)|Billboard]]'' hits. She was one of country music's most influential artists, becoming the genre's first female record producer. She has been cited as a role model for other female singers, including [[Suzy Bogguss]], [[Kathy Mattea]], [[Mary Chapin Carpenter]], and [[Pam Tillis]].\n\n== Early life and career ==\nGail Davies was born in [[Broken Bow, Oklahoma]], United States.<ref name=\"AMG\"/> Her father was a popular country singer in the 1940s, performing in and around the Texas/Oklahoma region and occasionally appearing on ''[[The Louisiana Hayride]]''.<ref name=\"AMG\"/> Although born in the South, Gail grew up in [[Washington (state)|Washington state]], where her mother remarried. Her last name was changed when she and her two brothers were adopted by their stepfather, Darby Davies. After graduating from high school, Gail moved to Los Angeles and married a [[jazz]] musician.<ref name=\"AMG\"/> She briefly sang [[jazz]], but quit after they divorced.<ref name=\"AMG\"/> She was later hired as a [[session musician|session singer]] at [[A&M Records]],<ref name=\"AMG\"/> working with such artists as [[Neil Young]], [[Hoyt Axton]] and [[Glen Campbell]]. She was able to sit in on a John Lennon session, produced by Phil Spector, and was befriended by songwriter, [[Joni Mitchell]]. Mitchell's recording engineer, Henry Lewy, taught Gail how to produce records. She was invited to tour Europe with [[Frank Zappa]], but turned the offer down to work with country artist [[Roger Miller]],<ref name=\"AMG\"/> making her television debut as his singing partner on ''[[The Merv Griffin Show]]''.\n\nEncouraged by her older brother, [[Ron Davies (songwriter)|Ron Davies]], (he is best known for having written \"It Ain't Easy\" for [[David Bowie]] and \"Long Hard Climb\" for [[Helen Reddy]]),<ref name=\"AMG\"/> Gail soon began writing songs. She moved to [[Nashville, Tennessee]], in 1976 and signed with [[EMI|EMI Publishing]] as a staff songwriter. One of her earliest compositions, \"Bucket to the South\", became a hit for [[Ava Barber]].<ref name=\"AMG\"/> It was also recorded by [[Lynn Anderson]] and [[Mitzi Gaynor]], and became a standard on [[The Grand Ole Opry]] for country singer [[Wilma Lee Cooper]]. However, Davies was determined to prove she was a singer herself.<ref name=\"AMG\"/> She signed with CBS/Lifesong Records in 1978 and released a self-titled album that scored three Top 20 hit singles. Another of her original compositions, an introspective song entitled \"Someone Is Looking for Someone Like You\", was the album's highest charting single, reaching No.&nbsp;7 in ''[[Cashbox Magazine|Cashbox]]'' and No.&nbsp;11 on the ''[[Billboard (magazine)|Billboard]]'' chart.<ref name=\"AMG\"/> This song has since been translated into seven languages and recorded by such internationally known artists as [[Nana Mouskouri]], [[Susan McCann]], Iona & Andy, [[George Hamilton IV]] and [[The Country Gentlemen]].\n\n== Height of her career ==\nUnhappy with the production of her first album, Gail switched to [[Warner Bros. Records]] in 1979 and became the first female record producer in the history of country music.<ref name=\"AMG\"/> Her album ''The Game'' was even more successful than her previous record had been. It featured a Top 10 single entitled \"Blue Heartache\", as well as two Top 20 hits, \"[[Like Strangers]]\" and another of her own compositions entitled \"Good Lovin' Man\".<ref name=\"AMG\"/> Gail went on to produce ''I'll Be There'' in 1980, which spawned three more Top 10 Billboard hit singles. The title track went to No.&nbsp;4 on the charts followed by \"It's a Lovely, Lovely World\" (with harmony vocals by [[Emmylou Harris]]), and another, which Davies wrote for her maternal grandmother, \"Grandma's Song\". Davies was nominated for an ACMA and CMA Award in 1981 and voted \"Best New Female Vocalist\" by The DJs of America.\n\nThe year 1982 showed that Davies was not slowing down. She released her third self-produced album ''Giving Herself Away''.<ref name=\"AMG\"/> This record brought another Top 10 hit, written by [[Rory Bourke]] and [[K.T. Oslin]], entitled \"Round the Clock Lovin'\". Her career took a short hiatus in the winter of 1982, when she gave birth to her only child, Christopher Scruggs, who is also the son of songwriter Gary Scruggs and the grandson of bluegrass musician [[Earl Scruggs]].<ref name=\"AMG\"/>\n\nWarner Bros. Records released her last album for the label ''What Can I Say'' in 1983.<ref name=\"AMG\"/> Although there were some sizable hits from this record, including two Top 20 singles – \"You're a Hard Dog (To Keep Under the Porch)\" and a self-penned song entitled \"[[Boys like You (Gail Davies song)|Boys like You]],\" – her chart success was beginning to wane. The last single from this album, a duet with [[Ricky Skaggs]] written by Gail's brother, Ron Davies, was entitled \"It's You Alone.\" It was released just as Davies was preparing to leave Warner Bros. Records. With no promotional support from the label it stalled at No.&nbsp;55 on the Billboard chart.\n\nShe signed with [[RCA Records]] in 1984 and released ''Where Is a Woman to Go''. Produced by Gail and [[James Taylor]]'s bass player, [[Leland Sklar]], this album featured two more hit singles – \"[[Break Away (Gail Davies song)|Breakaway]]\", which went to No.&nbsp;15 on the charts and \"Jagged Edge of a Broken Heart,\" climbing to No.&nbsp;20. The last single from this album, a duet with Dolly Parton entitled \"Unwed Fathers,\"<ref name=\"AMG\"/> was said to be too controversial for country radio. Written by John Prine and Bobby Braddock, this song barely made it into the Billboard Top 50.\n\nInspired by a trip to England in 1985, she formed a country/rock band called [[Wild Choir]].<ref name=\"AMG\"/> They released one self-titled album on RCA Records and three Billboard singles – \"Heart To Heart, \"Safe in the Arms of Love\" and \"Next Time,\" written by Davies, Pam Rose and Mary Ann Kennedy.\n\nIn 1989, Davies signed with [[MCA Records]] and produced an album of 10 self-penned compositions entitled ''Pretty Words''. The album garnered two more Top 50 singles \"Waiting Here For You\" and \"Hearts in the Wind\". The song the record company chose not to release, written by Davies and [[Harry Stinson (musician)|Harry Stinson]], was entitled \"Tell Me Why.\" It went on to become a hit for Curb recording artist Jann Browne.\n\nShe moved to [[Capitol Records]] in 1989 and released two albums – ''The Other Side of Love'' and ''The Best Of Gail Davies''. Hired by Capitol/EMI in 1990 to become Nashville's first female staff producer, Davies spent four years working with young artists such as [[Mandy Barnett]] before starting her own record label, Little Chickadee Productions. She produced and released an album in 1995 entitled ''Eclectic'', which was chosen by ''[[The New York Times]]'' as one of the \"Ten Best Country Albums of the Year.\" Other LCP releases include ''Gail Davies Greatest Hits'', ''Love Ain't Easy'', ''Live and Unplugged at the Station Inn'', ''The Songwriter Sessions'', ''Since I Don't Have You'' (featuring [[Benny Golson]]), and ''Beyond the Realm of Words'' produced by Davies and Chris Scruggs.\n\n==Later career and life today==\nDavies received an [[International Bluegrass Music Awards|IBMA]] award, along with a [[Grammy Award]] nomination, for her duet with [[Ralph Stanley]] in 2002. She was nominated for an [[Americana Music Honors & Awards|Americana Music Award]] that same year for producing and arranging a tribute to [[Webb Pierce]] entitled ''Caught in the Webb''. This album featured, along with Davies, [[George Jones]], [[Emmylou Harris]], [[Willie Nelson]], [[Pam Tillis]], [[Dwight Yoakam]], [[Crystal Gayle]], [[Charley Pride]], [[The Del McCoury Band]], [[Allison Moorer]], [[Guy Clark]], [[Dale Watson (singer)|Dale Watson]], [[The Jordanaires]], [[Rosie Flores]], [[Lionel Cartwright]], [[Robbie Fulks]], [[Mandy Barnett]] and [[Billy Walker (musician)|Billy Walker]]. Proceeds from this album benefit The Minnie Pearl Cancer Foundation and The Country Music Hall of Fame. Davies was inducted into The Oklahoma Music Hall of Fame in 2018.\n\nAlthough semi-retired, Davies continues to tour, mostly in Europe. She was named \"Country Music International Ambassador\" during CMA week in 2009 and released her autobiography, ''The Last of the Outlaws'', in 2011. Her latest project is an album dedicated to her late brother entitled ''Unsung Hero: A Tribute To The Music of Ron Davies''. Released in 2013, this album features Dolly Parton, John Prine, Alison Krauss, Vince Gill, Shelby Lynne, Rodney Crowell, Suzy Bogguss, John Anderson, Guy Clark, Bonnie Bramlett, and Jazz legend Benny Golson, among others. Proceeds from this album benefit The W.O. Smith Music School and provide musical instruments and lessons for underprivileged children.\n\n== Personal life ==\nGail's son, [[Chris Scruggs]], is a former co-lead singer and guitarist for the roots-country band [[BR5-49|BR549]] and, as of 20204, has been the bassist of [[Marty Stuart]]'s Fabulous Superlatives band since 2015.\n\n==Discography==\n{{main article|Gail Davies discography}}\n\n==References==\n{{Reflist}}\n\n==External links==\n* [http://www.gaildavies.com/home.htm Gail Davies official website]\n* [https://www.namm.org/library/oral-history/gail-davies Gail Davies Interview] NAMM Oral History Library (2019)\n\n{{Authority control}}\n\n{{Gail Davies}}\n\n{{DEFAULTSORT:Davies, Gail}}\n[[Category:1948 births]]\n[[Category:Living people]]\n[[Category:People from Broken Bow, Oklahoma]]\n[[Category:Country musicians from Oklahoma]]\n[[Category:American women country singers]]\n[[Category:American country singer-songwriters]]\n[[Category:Warner Records artists]]\n[[Category:Singer-songwriters from Oklahoma]]\n[[Category:American women record producers]]\n[[Category:Record producers from Oklahoma]]\n[[Category:21st-century American women]]"
}