{
    "George_Jones": "{{short description|American country musician (1931–2013)}}\n{{Other people}}\n{{multiple issues|\n{{more citations needed|date=August 2013}}\n{{tone|date=July 2023}}\n{{original research|date=July 2024}}\n}}\n{{Use American English|date=January 2017}}\n{{Use mdy dates|date=April 2022}}\n{{Infobox person\n|name                = George Jones\n|image               = File:George Jones.jpg\n|caption             = Jones performing in [[Metropolis, Illinois]], in 2002\n|image_size          = <!-- Only for images narrower than 220 pixels -->\n|birth_name          = George Glenn Jones \n|birth_date          = {{Birth date|1931|9|12|mf=y}}\n|death_date          = {{Death date and age|2013|4|26|1931|9|12|mf=y}}\n|death_place         = [[Nashville, Tennessee]], U.S.\n|birth_place         = [[Saratoga, Texas]], U.S.\n|resting_place       = [[Woodlawn Memorial Park (Nashville, Tennessee)|Woodlawn Memorial Park]]\n|occupation          = {{hlist|Singer|songwriter|musician}}\n|years_active        = 1953–2013\n|spouse = {{plainlist|\n* {{marriage|Dorothy Bonvillion|1950|1951|reason=divorced}}\n* {{marriage|Shirley Ann Corley|1954|1968|reason=divorced}}\n* {{marriage|[[Tammy Wynette]]|1969|1975|reason=divorced}}\n* {{marriage|Nancy Sepulvado|1983}}\n}}\n|children = 4\n| module = {{Infobox musical artist|embed=yes      <!-- See Wikipedia:WikiProject Musicians -->\n| background = solo_singer    <!-- mandatory format: please do not change or remove -->\n|alias               = King George, Thumper Jones, The Possum, No Show Jones, \"The [[Rolls-Royce]] of Country Music\"\n|instrument          = {{flatlist|\n*Acoustic guitar\n*vocals}}\n|genre               = {{Hlist|[[Country music|Country]]|[[gospel music|gospel]]}}\n|label               = {{flatlist|\n*[[Starday Records|Starday]]\n*[[Mercury Records|Mercury]]\n*[[United Artists Records|United Artists]]\n*[[RCA Records Nashville|RCA]]\n*[[Musicor Records|Musicor]]\n*[[Epic Records|Epic]]\n*[[Universal Music Group Nashville#MCA Nashville|MCA Nashville]]\n*[[Asylum Records|Asylum]]\n*[[BNA Records]]\n*Bandit}}\n|associated_acts     = {{flatlist|\n*[[Tammy Wynette]]\n*[[Ray Price (musician)|Ray Price]]\n*[[Roger Miller]]\n*[[Johnny Cash]]               \n*[[Johnny Paycheck]]\n*[[Emmylou Harris]]\n*[[Aaron Lewis]]\n*[[Willie Nelson]]\n*[[Merle Haggard]]\n*[[Alan Jackson]]                           \n*[[Ernest Tubb]]\n*[[Hank Thompson (musician)|Hank Thompson]]\n*[[David Allan Coe]]\n*[[Porter Wagoner]]}}\n|website             = {{URL|http://www.georgejones.com}}}}\n{{Infobox military person\n   |embed        = yes\n   |embed_title  = Military Service\n   |allegiance   = United States\n   |branch       = [[United States Marine Corps]]\n   |serviceyears = 1951–1953\n   |rank         = [[Private (rank)|Private]]\n   |awards       = [[National Defense Service Medal]]\n}}\n}}\n\n'''George Glenn Jones''' (September 12, 1931 – April 26, 2013) was an American [[Country music|country]] musician, singer, and songwriter. He achieved international fame for a long list of hit records, and is well known for his distinctive voice and phrasing. For the last two decades of his life, Jones was frequently referred to as \"the greatest living country singer\",<ref>{{cite web |url=http://www.cmt.com/artists/az/jones_george/bio.jhtml |title=About George Jones |website=Country Music Television |access-date=October 9, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20150218114302/http://www.cmt.com/artists/george-jones/biography/ |archive-date=February 18, 2015}}</ref><ref name=\"AllMusic Biography\">{{cite web |url=https://www.allmusic.com/artist/george-jones-mn0000944310/biography |title=George Jones Biography |first=Stephen Thomas |last=Erlewine |website=[[AllMusic]] |access-date=April 10, 2012}}</ref> \"The [[Rolls-Royce Motor Cars|Rolls-Royce]] of Country Music\",<ref>{{Cite news |last=Yorke |first=Jeffrey |date=1984-07-30 |title=Jammed Jamboree |url=https://www.washingtonpost.com/archive/lifestyle/1984/07/30/jammed-jamboree/2b2c5b98-740e-449a-b7a3-d0818a9b02b0/ |access-date=2022-12-25 |newspaper=The Washington Post |language=en-US}}</ref> and had more than 160 chart singles to his name from 1955 until his death in 2013.\n\nHis earliest musical influences were [[Roy Acuff]] and [[Bill Monroe]],<ref>{{Cite web |last=User |first=Guest |date=2017-04-07 |title=When the Hippies Came to Nashville |url=https://bittersoutherner.com/from-the-southern-perspective/southern-music/when-the-hippies-came-to-nashville |access-date=2024-07-19 |website=THE BITTER SOUTHERNER |language=en-US}}</ref> although the artistry of [[Hank Williams]] and [[Lefty Frizzell]] helped to crystallize his vocal style{{Citation needed|date=January 2024}}. He served in the [[United States Marine Corps]] and was discharged in 1953. In 1959, Jones recorded \"[[White Lightning (The Big Bopper song)|White Lightning]]\", written by [[The Big Bopper]], which launched his career as a singer. Years of alcoholism compromised his health and led to his missing many performances, earning him the nickname \"No Show Jones.\"<ref name=\"Nicknames\">{{cite web |last=Gallagher |first=Pat |date=December 18, 2009 |title=George Jones Makes Peace With His Nicknames |url=http://theboot.com/george-jones-nickname/ |access-date=December 20, 2019 |website=[[The Boot (website)|The Boot]]}}</ref> Jones died in 2013, aged 81, from hypoxic [[respiratory failure]].\n\n==Life and career==\n\n===Early years (1931–1953)===\n\nGeorge Glenn Jones was born on September 12, 1931, in [[Saratoga, Texas]], and was raised with a brother and five sisters in [[Colmesneil, Texas]], in the [[Big Thicket]] region of southeast Texas.{{sfn|Jones|Carter|1996|p=16}} His father, George Washington Jones, worked in a shipyard and played harmonica and guitar; his mother, Clara (née Patterson), played piano in the Pentecostal Church on Sundays.<ref name=\"CMTNews\">{{cite web |url=http://www.cmt.com/news/country-music/1473653/george-jones.jhtml |title=George Jones |last=Skinker |first=Chris |date=February 17, 1998 |website=Country Music Television |access-date=May 15, 2013 |url-status=dead |archive-url=https://web.archive.org/web/20131110171023/http://www.cmt.com/news/country-music/1473653/george-jones.jhtml |archive-date=November 10, 2013}}</ref> When Jones was born, one of the doctors dropped him and broke his arm.<ref name=\"CMTNews\"/> He heard country music for the first time when he was seven, when his parents bought a radio. Jones recalled to ''Billboard'' in 2006 that he would lie in bed with his parents on Saturday nights listening to the ''[[Grand Ole Opry]]'', and would insist that his mother wake him if he fell asleep so that he could hear [[Roy Acuff]] or [[Bill Monroe]]. \n\nIn his autobiography ''I Lived To Tell It All'', Jones recalled that the early death of his sister Ethel worsened his father's drinking problem, which caused him to be physically and emotionally abusive to his wife and children. In his biography ''George Jones: The Life and Times of a Honky Tonk Legend'', Bob Allen recounts how George Washington Jones would return home drunk in the middle of the night with his cronies, wake up his terrified son and demand that he sing for them or face a beating. In a [[CMT (U.S. TV channel)|CMT]] episode of ''Inside Fame'' dedicated to Jones's life, country music historian Robert K. Oermann said, \"You would think that it would make him not a singer, because it was so abusively thrust on him. But the opposite happened; he became ... someone who had to sing.\"  In the same program, Jones admitted that he remained ambivalent and resentful towards his father until the day he died. He observed in his autobiography, \"The Jones family makeup doesn't sit well with liquor ... Daddy was an unusual drinker. He drank to excess, but never while working, and he probably was the hardest working man I've ever known.\" His father bought him his first guitar at age nine and he learned his first chords and songs at church. Several photographs show a young George busking on the streets of Beaumont.\n\n[[File:Hank Williams MGM Records - cropped.jpg|thumb|upright|[[Hank Williams]], Jones's biggest musical influence]] \nHe left home at 16 and went to [[Jasper, Texas]], where he sang and played on the KTXJ radio station with fellow musician Dalton Henderson. He moved to the KRIC radio station, and during an afternoon show there met his idol, [[Hank Williams]] (\"I just stared,\" he later wrote).<ref name=\"CMTNews\"/> In the 1989 video documentary ''Same Ole Me'', Jones admitted, \"I couldn't think or eat nothin' unless it was Hank Williams, and I couldn't wait for his next record to come out. He had to be, really, the greatest.\"  He married his first wife Dorothy Bonvillion in 1950; they divorced in 1951. He was enlisted in the [[United States Marines]] and until his discharge in 1953 was stationed in San Jose, California.<ref name=\"isbn0-87930-760-9\">{{cite book |last=Erlewine |first=Stephen Thomas |author-link=Stephen Thomas Erlewine |title=All Music Guide to Country |edition=2nd |publisher=Backbeat |location=San Francisco |year=2003 |page=387 |isbn=0-87930-760-9}}</ref>\n\n===First recordings (1954–1957)===\n\nJones married Shirley Ann Corley in 1954. His first record, the self-penned \"[[No Money in This Deal]]\", was recorded on January 19 and was released in February on Starday Records. This began Jones's association with producer and mentor [[Pappy Daily|H.W. \"Pappy\" Daily]]. The song was cut in the living room of Starday Records' co-founder Jack Starnes, who produced it. Around this time Jones also worked at KTRM (now [[KZZB]]) in Beaumont. Deejay Gordon Baxter told Nick Tosches that Jones had acquired the nickname \"possum\" while working there. During his early recording sessions, Daily admonished Jones for attempting to sound too much like his heroes Hank Williams and [[Lefty Frizzell]]. In 1996 Jones recalled to [[NPR]] that the quality of production at Starday was poor. \"It was a terrible sound. We recorded in a small living room of a house on a highway near Beaumont. You could hear the trucks. We had to stop a lot of times because it wasn't soundproof, it was just egg crates nailed on the wall and the big old semi trucks would go by and make a lot of noise and we'd have to start over again.\" Jones's first hit came with \"[[Why Baby Why]]\" in 1955, and in that year, while touring as a cast member of the ''Louisiana Hayride'', Jones met and played shows with [[Elvis Presley]] and [[Johnny Cash]]. In 1994, Jones told [[Nick Tosches]] that Presley \"stayed pretty much with his friends around him in his dressing room\". Jones remained a lifelong friend of Johnny Cash, and was invited to sing at the ''Grand Ole Opry'' in 1956.\n\nWith Presley's explosion in popularity in 1956, pressure was put on Jones to cut some rockabilly sides. He reluctantly agreed, but his heart was not in it and he quickly regretted his decision. He joked later in his autobiography, \"When I've encountered those records I've used them for Frisbees.\"  He told ''Billboard'' in 2006: \"I was desperate. When you're hungry, a poor man with a house full of kids, you're gonna do some things you ordinarily wouldn't do. I said, 'Well, hell, I'll try anything once.'  I tried 'Dadgum It How Come It' and '[[Rock It (George Jones song)|Rock It]]', a bunch of shit. I didn't want my name on the rock and roll thing, so I told them to put Thumper Jones on it and if it did something, good, if it didn't, hell, I didn't want to be shamed with it.\" He unsuccessfully attempted to buy all the masters to keep the cuts from surfacing later, which they did.<ref>{{cite magazine |url=http://www.billboard.com/articles/columns/the-615/1559863/george-jones-the-billboard-interview-2006 |title=George Jones: The Billboard Interview (2006) |first=Ray |last=Waddell |date=April 26, 2013 |magazine=[[Billboard (magazine)|Billboard]] |access-date=December 20, 2019}}</ref>\n\nJones moved to [[Mercury Records|Mercury]] in 1957, teamed up with singer Jeannette Hicks, the first of several duet partners he would have over the years, and had another top-10 single with \"[[Yearning (song)|Yearning]]\". Starday Records merged with Mercury that year, and Jones was rated highly on the charts with his debut Mercury release, \"Don't Stop the Music\". Although he was garnering a lot of attention, and his singles were making very respectable showings on the charts, he was still travelling the black-top roads in a 1940s Packard with his name and phone number on the side, playing the \"blood bucket\" circuit of honky-tonks that dotted the rural countryside.<ref name=\"CMTNews\"/>\n\n===Commercial breakout (1959–1964)===\n[[File:George Jones and Melba Montgomery--1960s.jpg|thumb|upright|One of George Jones's duet partners was [[Melba Montgomery]]. In the 1960s, they recorded a series of duets such as \"[[We Must Have Been Out of Our Minds]]\".]]\n\nIn 1959, Jones had his first number one on the ''Billboard'' country chart with \"[[White Lightning (George Jones song)|White Lightnin']]\", which was a more authentic rock and roll sound than his half-hearted rockabilly cuts.\n\nJones had early success as a songwriter. He wrote or co-wrote many of his biggest hits during this period, several of which became standards, such as \"[[Window Up Above]]\" (later a hit for [[Mickey Gilley]] in 1975) and \"[[Seasons of My Heart]]\" (a hit for Johnny Cash, and also recorded by [[Willie Nelson]] and [[Jerry Lee Lewis]]). Jones wrote \"[[Just One More (song)|Just One More]]\" (also recorded by Cash), \"Life To Go\" (a top-five hit for [[Stonewall Jackson (musician)|Stonewall Jackson]] in 1959), \"[[You Gotta Be My Baby]]\", and \"Don't Stop The Music\" on his own, and had a hand in writing \"[[Color of the Blues]]\" (covered by [[Loretta Lynn]] and [[Elvis Costello]]), \"[[Tender Years]]\", and \"[[Tall, Tall Trees]]\" (co-written with [[Roger Miller]]). Jones's most frequent songwriting collaborator was his childhood friend Darrell Edwards.\n\nJones signed with [[United Artists Records|United Artists]] in 1962, and immediately scored one of the biggest hits of his career, \"[[She Thinks I Still Care]]\". His voice had grown deeper during this period, and he began cultivating his own singing style. During his stint with UA, Jones recorded albums of Hank Williams and [[Bob Wills]] songs, and cut an album of duets with [[Melba Montgomery]], including the hit \"[[We Must Have Been Out of Our Minds]]\". Jones was also gaining a reputation as a hell-raiser. In his ''Rolling Stone'' tribute, [[Merle Haggard]] recalled:\n\n:\"I met him at the Blackboard Café in Bakersfield, California, which was the place to go in '61. He was already famous for not showing up or showing up drunk, and he showed up drunk. I was onstage – I think I was singing [[Marty Robbins]]' '[[Devil Woman (Marty Robbins song)|Devil Woman]]' – and he kicked the doors of the office open and said 'Who the fuck is that?'  It was one of the greatest compliments of my entire life when George Jones said I was his favorite country singer ... In 1967, I released a ballad called \"I Threw Away The Rose\" and he was so impressed he actually jumped ship and left his tour, rented a Lear Jet and came to Amarillo, Texas. He told me my low note changed his life. \"<ref>{{cite magazine |url=https://www.rollingstone.com/music/news/merle-haggard-remembers-george-jones-20130506 |title=Merle Haggard Remembers George Jones |last1=Haggard |first1=Merle |date=May 6, 2013 |magazine=Rolling Stone |access-date=February 5, 2017}}</ref>\n\nJones was always backed by the Jones Boys on tour. Like Buck Owens's Buckaroos and Merle Haggard's Strangers, Jones worked with many talented musicians, including [[Daniel Joseph Schafer|Dan Schafer]],<ref>{{cite web |url=http://timashley.tripod.com/schafer_pic.html |first=Tim |last=Ashley |title=Dan Schafer Artist performances |website=Tripod |access-date=February 5, 2012}}</ref> Hank Singer, Brittany Allyn, [[Sonny Curtis]], Kent Goodson, Bobby Birkhead, and Steve Hinson. In the 1980s and 1990s, bass player Ron Gaddis served as the Jones Boys' bandleader and sang harmony with Jones in concert. [[Lorrie Morgan]] (who married Gaddis) also toured as a backup singer for Jones in the late 1970s and early 1980s. [[Johnny Paycheck]] was the Jones Boys' bass player in the 1960s before going on to his own stardom in the 1970s.{{Citation needed|date=January 2017}}\n\n===Alcoholism and decline (1964–1979) ===\n\nIn 1964, Pappy Daily secured a new contract with Musicor records. For the rest of the 1960s, Jones scored only one number one (1967's \"Walk Through This World With Me\"), but he featured often in the country music charts. Significant hits included \"[[Love Bug (George Jones song)|Love Bug]]\" (a nod to [[Buck Owens]] and the Bakersfield sound), \"[[Things Have Gone to Pieces]]\", \"[[The Race Is On]]\", \"My Favorite Lies\", \"[[I'll Share My World with You]]\", \"Take Me\" (which he co-wrote and later recorded with Tammy Wynette), \"[[A Good Year for the Roses]]\", and \"[[If My Heart Had Windows (song)|If My Heart Had Windows]]\". Jones's singing style had by now evolved from the full-throated, high lonesome sound of Hank Williams and Roy Acuff on his early Starday records to the more refined, subtle style of Lefty Frizzell. In a 2006 interview with ''Billboard'', Jones acknowledged the fellow Texan's influence on his idiosyncratic phrasing: \"I got that from Lefty. He always made five syllables out of one word.\"\n\nJones's binge drinking and use of amphetamines on the road caught up to him in 1967, and he had to be admitted into a neurological hospital to seek treatment for his drinking. Jones would go to extreme lengths for a drink if the thirst was on him. A drinking story concerning Jones occurred while he was married to his second wife Shirley Corley. Jones recalled Shirley trying to prevent him from travelling to [[Beaumont, Texas|Beaumont]], 8 miles away, to buy liquor. She said she hid the keys to all their cars, but she did not hide the keys to the lawn mower. He wrote in his memoir: \"There, gleaming in the glow, was that ten-horsepower rotary engine under a seat. A key glistening in the ignition. I imagine the top speed for that old mower was five miles per hour. It might have taken an hour and a half or more for me to get to the liquor store, but get there I did.\"{{sfn|Jones|Carter|1996|pages=112–113}} Years later Jones comically mocked the incident by making a cameo in the video for \"[[All My Rowdy Friends Are Coming Over Tonight]]\" by [[Hank Williams Jr.]] He also parodied the episode in the 1993 video for \"[[One More Last Chance]]\" by [[Vince Gill]] and in his own music video for the single \"Honky Tonk Song\" in 1996. Tammy Wynette, in her 1979 autobiography ''Stand By Your Man'', claimed the incident occurred while she was married to Jones. She said she woke at one in the morning to find her husband gone. \"I got into the car and drove to the nearest bar 10 miles away. When I pulled into the parking lot, there sat our rider-mower right by the entrance. He'd driven that mower right down a main highway... He looked up and saw me and said, ‘Well, fellas, here she is now. My little wife, I told you she'd come after me.’\"<ref>{{Cite book |last1=Wynette |first1=Tammy |last2=Dew |first2=Joan |title=Stand By Your Man |year=1979 |location=New York |publisher=Simon & Schuster |page=200}}</ref> Jones had become aware of Tammy Wynette because their tours were booked by the same agency and their paths sometimes crossed. Wynette was married to songwriter Don Chapel, who was also the opening act for her shows, and the three became friends. Jones married Wynette in 1969.\n\n[[File:Tammy Wynette 1977.jpg|thumb|left|[[Tammy Wynette]] in 1971]]\nThey began touring together, and Jones bought out his contract with Musicor so that he could record with Wynette and her producer [[Billy Sherrill]] on [[Epic Records]] after she had split with longtime producer Pappy Daily. In the early 1970s, Jones and Wynette became known as \"Mr. & Mrs. Country Music\" and scored several big hits, including \"[[We're Gonna Hold On]]\", \"Let's Build A World Together\", \"[[Golden Ring (song)|Golden Ring]]\" and \"Near You\". When asked about recording Jones and Wynette, Sherill told Dan Daley in 2002, \"We started out trying to record the vocals together, but George drove Tammy crazy with his phrasing. He never, ever did it the same way twice. He could make a five-syllable word out of 'church.' Finally, Tammy said, 'Record George and let me listen to it, and then do my vocal after we get his on tape.' \"\n\nIn October 1970, shortly after the birth of their only child Tamala Georgette, Jones was straitjacketed and committed to a padded cell at the Watson Clinic in Lakeland, Florida, after a drunken bender. He was kept there for 10 days to detoxify, before being released with a prescription for [[Chlordiazepoxide|Librium]]. Jones managed to stay sober with Wynette for long periods, but as the decade wore on, his drinking and erratic behavior worsened and they divorced in 1976. Jones accepted responsibility for the failure of the marriage, but denied Wynette's allegations in her autobiography that he had beaten her and fired a shotgun at her. Jones and Wynette continued playing shows and drawing crowds after their divorce, as fans began to see their songs mirroring their stormy relationship. In 1980, they recorded the album ''Together Again'' and scored a hit with \"Two Story House\".  In the 2019 Ken Burns documentary ''Country Music,'' Jones and Wynette were compared to \"two wounded animals\". Jones also spoke of his hopes for a reconciliation, and would jokingly reference Wynette in some of his songs – during performances of his 1981 hit \"If Drinkin' Don't Kill Me (Her Memory Will)\" he would sing \"Tammy's memory will\" – but the recriminations continued. Jones and Wynette appeared to make peace in the 1990s, and recorded a final album, ''One'', and toured together again before Wynette's death in 1998. In 1995, Jones told ''Country Weekly'', \"Like the old saying goes, it takes time to heal things and they've been healed quite a while.\"\n\nJones's pairing with Billy Sherrill at Epic Records came as a surprise to many; Sherrill and business partner [[Glenn Sutton]] are regarded as the defining influences of the countrypolitan sound, a smooth amalgamation of pop and country music that was popular during the late 1960s and throughout the 1970s, a far cry from George's honky-tonk roots. Despite a shaky start, the success that Sherrill had with Jones proved to be his most enduring; although ''Billboard'' chart statistics show that Sherrill had his biggest commercial successes with artists such as Wynette and [[Charlie Rich]], with Jones, Sherrill had his longest-lasting association. In Sherrill, Jones found what Andrew Meuller of ''[[Uncut (magazine)|Uncut]]'' described as \"the producer capable of creating the epically lachrymose arrangements his voice deserved and his torment demanded...He summoned for Jones the symphonies of sighing strings that almost made the misery of albums like 1974's ''[[The Grand Tour (George Jones album)|The Grand Tour]]'' and 1976's ''[[Alone Again (album)|Alone Again]]'' sound better than happiness could possibly feel.\"  In 1974, they scored a number-one hit with the instant classic \"The Grand Tour\" and followed that with \"The Door\" (\"I've heard the sound of my dear old mother cryin'/and the sound of the train that took me off to war\"), another number-one smash. Unlike most singers, who might have been overwhelmed by the string arrangements and background vocalists Sherrill sometimes employed on his records, Jones's voice, with its at times frightening intensity and lucid tone, could stand up to anything. While Jones wrote fewer songs himself – songwriters had been tripping over themselves pitching songs to him for years – he still managed to co-write several, such as \"[[What My Woman Can't Do]]\" (also recorded by Jerry Lee Lewis), \"A Drunk Can't Be A Man\", the harrowing \"[[I Just Don't Give a Damn]]\" (perhaps the greatest \"lost classic\" in the entire Jones catalogue), and \"[[These Days (I Barely Get By)]]\", which he had written with Wynette.\n\nIn the late 1970s, Jones spiraled out of control. Already drinking constantly, a manager named Shug Baggot introduced him to [[cocaine]] before a show because he was too tired to perform. The drug increased Jones's already considerable paranoia. During one drunken binge, he shot at, and very nearly hit, his friend and occasional songwriting partner Earl \"Peanutt\" Montgomery after Montgomery had quit drinking after finding religion. He was often penniless and acknowledged in his autobiography that Waylon Jennings and Johnny Cash came to his financial aid during this time. Jones also began missing shows at an alarming rate and lawsuits from promoters started piling up. In 1978, owing Wynette $36,000 in child support and claiming to be $1 million in debt, he filed for bankruptcy. Jones appeared incoherent at times, speaking in quarrelling voices that he would later call \"the Duck\" and \"the Old Man\". In his article \"The Devil In George Jones\", Nick Tosches states, \"By February 1979, he was homeless, deranged, and destitute, living in his car and barely able to digest the junk food on which he subsisted. He weighed under a hundred pounds, and his condition was so bad that it took him more than two years to complete ''My Very Special Guests'', an album on which Willie Nelson, [[Linda Ronstadt]], Elvis Costello, and other famous fans came to his vocal aid and support. Jones entered Hillcrest Psychiatric Hospital in Birmingham, Alabama. Upon his release in January 1980, the first thing he did was pick up a six-pack.\"\n\nJones often displayed a sheepish, self-deprecating sense of humor regarding his dire financial standing and bad reputation. In June 1979, he appeared with Waylon Jennings on [[Ralph Emery]]'s syndicated radio program, and at one point Jennings cracked, \"It's lonely at the top.\"  A laughing Jones replied, \"It's lonely at the bottom, too!  It's real, real lonely, Waylon.\"  Despite his chronic unreliability, Jones was still capable of putting on a captivating live show. On Independence Day, 1976, he appeared at [[Willie Nelson's Fourth of July Picnic]] in Gonzales, Texas, in front of 80,000 younger, country-rock oriented fans. A nervous Jones felt out of his comfort zone and nearly bolted from the festival, but went on anyway and wound up stealing the show. ''The Houston Post'' wrote, \"He was the undisputed star of this year's Willie Nelson picnic...one of the greatest.\"  ''Penthouse'' called him \"the spirit of country music, plain and simple, its Holy Ghost\". ''The Village Voice'' added, \"As a singer he is as intelligent as they come, and should be considered for a spot in America's all-time top ten.\"  Jones began missing more shows than he made, however, including several highly publicized dates at the Bottom Line club in New York City. Former vice president of CBS Records Rick Blackburn recalls in the 1989 video ''Same Ole Me'' that the event had been hyped for weeks, with a lot of top press and cast members from ''Saturday Night Live'' planning to attend. \"We'd made our plans, travel arrangements, and so forth. George excused himself from my office, left – and we didn't see him for three weeks. He just ''did not show up''.\"  Much like Hank Williams, Jones seemed suspicious of success and furiously despised perceived slights and condescension directed towards the music that he loved so dearly. When he finally played the Bottom Line in 1980, the ''New York Times'' called him \"the finest, most riveting singer in country music\".\n\n===Comeback (1980–1990)===\n{{Original research|section|date=March 2017}}\nBy 1980, George Jones had not achieved a number-one single in six years, leading many critics to doubt his career. However, he surprised the music industry when \"He Stopped Loving Her Today\" reached number one on the country charts, staying there for 18 weeks. The song, written by [[Bobby Braddock]] and [[Curly Putman]], tells the story of a man who continues to love his departed lover until his death. Jones's poignant delivery of the song has made it one of the greatest country songs of all time. Jones's interpretation, buoyed by his delivery of the line \"first time I'd seen him smile in years,\" gives it a mournful, gripping realism. It is consistently voted as one of the greatest country songs of all time, along with \"[[I'm So Lonesome I Could Cry]]\" by Hank Williams and \"[[Crazy (Willie Nelson song)|Crazy]]\" by [[Patsy Cline]].<ref>{{cite magazine |url=https://www.rollingstone.com/music/pictures/100-greatest-country-songs-of-all-time-20140601/4-george-jones-he-stopped-loving-her-today-1980-0711432/ |title=100 Greatest Country Songs of All Time: 4. George Jones, 'He Stopped Loving Her Today' (1980) |first=Mike |last=Powell |date=June 1, 2014 |magazine=Rolling Stone |access-date=December 20, 2019}}</ref><ref>{{cite web |url=https://www.thetoptens.com/best-country-songs/ |title=Top Ten Best Country Songs of All Time: 1. He Stopped Loving Her Today – George Jones |author=<!--Staff writer(s); no by-line.--> |website=The Top Tens |access-date=December 20, 2019}}</ref> Jones, who personally hated the song and considered it morbid, ultimately gave the song credit for reviving his flagging career, stating, \"a four-decade career had been salvaged by a three-minute song\".{{sfn|Jones|Carter|1996|p=253}} Jones earned the Grammy Award for Best Male Country Vocal Performance in 1980. The Academy of Country Music awarded the song Single of the Year and Song of the Year in 1980. It also became the Country Music Association's Song of the Year in both 1980 and 1981.\n\nThe success of \"[[He Stopped Loving Her Today]]\" led [[CBS Records (2006)|CBS Records]] to renew Jones's recording contract and sparked new interest in the singer. He was the subject of an hour-and-a-quarter-long HBO television special entitled ''George Jones: With a Little Help from His Friends'', which had him performing songs with Waylon Jennings, Elvis Costello, [[Tanya Tucker]], and Tammy Wynette, among others. Jones continued drinking and using cocaine, appearing at various awards shows to accept honors for \"He Stopped Loving Her Today\" obviously inebriated, like when he performed \"I Was Country When Country Wasn't Cool\" with [[Barbara Mandrell]] at the 1981 Country Music Association Awards. He was involved in several high-speed car chases with police, which were reported on the national news, and one arrest was filmed by a local TV crew; the video, which is widely available online,<ref>{{Citation |title=Drunk Country Singer George \"The Possum\" Jones arrest | date=December 6, 2022 |url=https://www.youtube.com/watch?v=tLGTEr8WJMQ |language=en |access-date=2023-01-04}}</ref> offers a glimpse into Jones's alter ego when drinking, as he argues with the police officer and lunges at the camera man. Conversely, when sober, Jones was known to be friendly and down to earth, even shy. In a 1994 article on Jones, Nick Tosches remarked that when he first interviewed the singer in April 1976, \"One could readily believe the accounts by those who had known him for years: that he had not changed much at all and that he had been impervious to fame and fortune.\"  In an unusually unguarded self-appraisal in 1981, the singer told Mark Rose of ''The Village Voice'', \"I don't show a lot of affection. I have probably been a very unliked person among family, like somebody who was heartless. I saved it all for the songs. I didn't know you were supposed to show that love person to person. I guess I always wanted to, but I didn't know how. The only way I could would be to do it in a song.\"  Years later he commented to the Christian Broadcasting Network's Scott Ross about himself, \"I think you're mad at yourself, I think that you're sayin' to yourself 'You don't deserve this. You don't deserve those fans. You don't deserve makin' this money.'  And you're mad at yourself. And you beat up on yourself by drinkin' and losing friends that won't put up with that...It's just one terrible big mess you make out of your life.\"  In 1982, Jones recorded the album ''A Taste of Yesterday's Wine'' with Merle Haggard; while Jones, in the wake of his condition, appeared underweight on the album cover, his singing was flawless.{{Citation needed|date=March 2017}}  His run of hits also continued in the early 1980s, with the singer charting \"[[I'm Not Ready Yet]]\", \"[[Same Ole Me]]\" (backed by the [[Oak Ridge Boys]])\", \"[[Still Doin' Time]]\", \"[[Tennessee Whiskey (song)|Tennessee Whiskey]]\", \"[[We Didn't See a Thing]]\" (a duet with Ray Charles), and \"[[I Always Get Lucky with You]]\", which was Jones's last number one in 1984.\n\nIn 1981, Jones met Nancy Sepulvado, a 34-year-old divorcée from Mansfield, Louisiana. Sepulvado's positive impact on Jones's life and career cannot be overstated.<ref>{{Cite web |last=Schmitt |first=Brad |title=Nancy Jones: God sent me to save George Jones |url=https://www.tennessean.com/story/entertainment/2015/04/22/george-jones-nancy-jones-alcoholism/26201255/ |access-date=2023-01-04 |website=The Tennessean |language=en-US}}</ref> She eventually cleaned up his finances, kept him away from his drug dealers (who reportedly kidnapped her daughter in retaliation), and managed his career. Jones always gave her complete credit for saving his life. Nancy, who did not drink, explained to Nick Tosches in 1994, \"He was drinking but he was fun to be around. It wasn't love at first sight or anything like that. But I saw what a good person he was, deep down, and I couldn't help caring about him.\"  Jones managed to quit cocaine, but went on a drunken rampage in Alabama in fall 1983, and was once again straitjacketed and committed to Hillcrest Psychiatric Hospital suffering from malnutrition and delusions.<ref>{{Cite web |last=Tosches |first=Nick |date=1994-07-01 |title=The Devil in George Jones |url=https://www.texasmonthly.com/arts-entertainment/the-devil-in-george-jones/ |access-date=2024-08-22 |website=Texas Monthly |language=en}}</ref>  By that time, though, physically and emotionally exhausted, he really did want to quit drinking. In March 1984 in Birmingham, Alabama – at the age of 52 – Jones performed his first sober show since the early '70s. \"All my life it seems like I've been running from something,\" he told the United Press International in June. \"If I knew what it was, maybe I could run in the right direction, but I always seem to end up going the other way.\"  Jones began making up many of the dates he had missed, playing them for free to pay back promoters, and began opening his concerts with \"No Show Jones\", a song he had written with Glen Martin that poked fun at himself and other country singers. Jones always stressed that he was not proud of the way he treated loved ones and friends over the years, and was ashamed of disappointing his fans when he missed shows, telling ''Billboard'' in 2006, \"I know it hurt my fans in a way and I've always been sad about that, it really bothered me for a long time.\"\n\nMostly sober for the rest of the 1980s, Jones consistently released albums with Sherrill producing, including ''Shine On'', ''Jones Country'', ''You've Still Got A Place In My Heart'', ''Who's Gonna Fill Their Shoes'', ''Wine Colored Roses'' (an album Jones would tell Jolene Downs in 2001 was one of his personal favorites), ''Too Wild Too Long'', and ''One Woman Man''. Jones's video for his 1985 hit \"[[Who's Gonna Fill Their Shoes]]\" won the CMA award for Video of the Year  (Billy Sherrill makes a cameo as the bus driver).<ref>{{Cite web |last=Staff |first=The Boot StaffThe Boot |date=2024-03-04 |title=41 Years Ago: George Jones Marries Nancy Sepulvado |url=https://theboot.com/george-jones-nancy-sepulveda-wedding/ |access-date=2024-08-22 |website=The Boot |language=en}}</ref>\n\n===Later years and death (1990–2013)===\n\nIn 1990, Jones released his last proper studio album on Epic, ''You Oughta Be Here With Me''. Although the album featured several stirring performances, including the lead single \"Hell Stays Open All Night Long\" and the [[Roger Miller]]-penned title song, the single did poorly and Jones made the switch to MCA, ending his relationship with Sherrill and what was now [[Sony Music]] after 19 years. His first album with MCA, ''And Along Came Jones'', was released in 1991, and backed by MCA's powerful promotion team and producer Kyle Lehning (who had produced a string of hit albums for [[Randy Travis]]), the album sold better than his previous one had. However, two singles, \"You Couldn't Get The Picture\" and \"She Loved A Lot In Her Time\" (a tribute to Jones's mother Clara), did not crack the top 30 on the charts, as Jones lost favor with country radio, as the format was altered radically during the early 1990s. His last album to have significant radio airplay was 1992's ''[[Walls Can Fall]]'', which featured the novelty song \"Finally Friday\" and \"[[I Don't Need Your Rockin' Chair]]\", a testament to his continued vivaciousness in his sixties. Despite the lack of radio airplay, Jones continued to record and tour throughout the 1990s and was inducted into the [[Country Music Hall of Fame]] by Randy Travis in 1992. In 1996, Jones released his autobiography ''I Lived To Tell It All'' with Tom Carter, and the irony of his long career was not lost on him, with the singer writing in its preface, \"I also know that a lot of my show-business peers are going to be angry after reading this book. So many have worked so hard to maintain their careers. I never took my career seriously, and yet it's flourishing.\"  He also pulled no punches about his disappointment in the direction country music had taken, devoting a full chapter to the changes in the country music scene of the 1990s that had him removed from radio playlists in favor of a younger generation of pop-influenced country stars. (Jones had long been a critic of [[country pop]], and along with Wynette and [[Jean Shepard]], he was one of the major backers of the Association of Country Entertainers, a guild promoting traditional country sounds that was founded in 1974; Jones's divorce from Wynette was a factor in the association's collapse.) Despite his absence from the country charts during this time, latter-day country superstars such as [[Garth Brooks]], Randy Travis, [[Alan Jackson]], and many others often paid tribute to Jones, while expressing their love and respect for his legacy as a true country legend who paved the way for their own success. On February 17, 1998, [[The Nashville Network]] premiered a group of television specials called ''The George Jones Show'', with Jones as host.<ref name=\"CMTNews\"/>  The program featured informal chats with Jones holding court with country's biggest stars old and new, and of course, music. Guests included Loretta Lynn, [[Trace Adkins]], Johnny Paycheck, Lorrie Morgan, Merle Haggard, [[Billy Ray Cyrus]], [[Tim McGraw]], [[Faith Hill]], [[Charley Pride]], [[Bobby Bare]], [[Patty Loveless]], and Waylon Jennings, among others.\n\nWhile Jones remained committed to \"pure country\", he worked with the top producers and musicians of the day and the quality of his work remained high. Some of his significant performances include \"I Must Have Done Something Bad\", \"Wild Irish Rose\", \"Billy B. Bad\" (a sarcastic jab at country music establishment trendsetters), \"A Thousand Times A Day\", \"When The Last Curtain Falls\", and the novelty \"High-Tech Redneck\". Jones's most popular song in his later years was \"Choices\", the first single from his 1999 studio album ''Cold Hard Truth''. A video was also made for the song, and Jones won another Grammy for Best Male Country Vocal Performance. The song was at the center of controversy when the Country Music Association invited Jones to perform it on the awards show, but required that he perform an abridged version. Jones refused and did not attend the show. Alan Jackson was disappointed with the association's decision, and halfway through his own performance during the show, he signaled to his band and played part of Jones's song in protest.\n\nOn March 6, 1999, Jones was involved in an accident when he crashed his [[sport utility vehicle]] near his home. He was taken to the [[Vanderbilt University Medical Center]] (VUMC), where he was released two weeks later.<ref>{{Cite web |url=http://www.eonline.com/news/37895/george-jones-cheats-death |title=George Jones Cheats Death |first=Joal |last=Ryan |date=March 19, 1999 |work=E! Online |access-date=May 16, 2013}}</ref> In May of that year, Jones pleaded guilty to drunk-driving charges related to the accident.<ref name=\"TAC\">{{Cite news |url=http://www.austinchronicle.com/music/1999-10-22/74337/ |title=No-Show Jones |last=Mellen |first=Kim |date=October 22, 1999 |newspaper=[[The Austin Chronicle]] |access-date=May 16, 2013}}</ref>  (In his memoir published three years earlier, Jones admitted that he sometimes  had a glass of wine before dinner and that he still drank beer occasionally, but insisted, \"I don't squirm in my seat, fighting the urge for another drink\" and speculated, \"perhaps I'm not a true alcoholic in the modern sense of the word. Perhaps I was always just an old fashioned drunk.\")  \nThe crash was a significant turning point, as he explained to ''Billboard'' in 2006: \"when I had that wreck, I made up my mind, it put the fear of God in me. No more smoking, no more drinking. I didn't have to have no help, I made up my mind to quit. I don't crave it.\" After the accident, Jones went on to release ''The Gospel Collection'' in 2003, for which Billy Sherrill came out of retirement to produce.<ref name=\"TAC\"/>  He appeared at a televised Johnny Cash Memorial Concert in Jonesboro, Arkansas, in 2003, singing \"Big River\" with Willie Nelson and Kris Kristofferson. In 2008, Jones received the Kennedy Center Honor along with [[Pete Townshend]] and [[Roger Daltrey]] of [[The Who]], [[Barbra Streisand]], [[Morgan Freeman]], and Twyla Tharp. President [[George W. Bush]] disclosed that he had many of Jones's songs on his iPod. Jones also served as judge in 2008 for the 8th annual Independent Music Awards to support independent artists' careers.<ref>{{cite web |url=http://www.independentmusicawards.com/ima_new/pastjudges.asp |title=Past Judges |website=Independent Music Awards |access-date=October 9, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20110713024722/http://www.independentmusicawards.com/ima_new/pastjudges.asp |archive-date=July 13, 2011}}</ref> An album titled ''Hits I Missed and One I Didn't'', in which he covered hits he had passed on, as well as a remake of his own \"He Stopped Loving Her Today\", would be released as his final studio album.<ref>{{cite web |url=http://www.georgejones.com/news.php |title=News |website=George Jones |access-date=April 28, 2013 |url-status=dead |archive-url=https://web.archive.org/web/20130425031548/http://www.georgejones.com/news.php |archive-date=April 25, 2013 }}</ref> In 2012, Jones received the Grammy Lifetime Achievement award.<ref>{{cite web |url=http://www.grammy.com/news/lifetime-achievement-award-george-jones |title=Lifetime Achievement Award: George Jones |last=Haggard |first=Merle |date=February 2, 2012 |website=Grammy.com |access-date=October 9, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20120211030033/http://www.grammy.com/news/lifetime-achievement-award-george-jones |archive-date=February 11, 2012}}</ref>\n\nOn March 29, 2012, Jones was taken to the hospital with an upper respiratory infection.<ref>{{Cite web |url=http://www.websterpr.com/georgejones/685-george-jones-hospitalized-with-upper-respiratory-infection |title=George Jones Hospitalized with Upper Respiratory Infection |date=March 29, 2012 |website=Webster & Associates |access-date=May 16, 2013 |url-status=dead |archive-url=https://web.archive.org/web/20131002202733/http://www.websterpr.com/georgejones/685-george-jones-hospitalized-with-upper-respiratory-infection |archive-date=October 2, 2013 }}</ref> Months later, on May 21, Jones was hospitalized again for his infection<ref>{{Cite web |url=http://www.websterpr.com/georgejones/783-george-jones-admitted-into-nashville-hospital |title=George Jones Admitted into Nashville Hospital |date=May 21, 2012 |website=Webster & Associates |access-date=May 16, 2013 |url-status=dead  |archive-url=https://web.archive.org/web/20131002202627/http://www.websterpr.com/georgejones/783-george-jones-admitted-into-nashville-hospital  |archive-date=October 2, 2013}}</ref> and was released five days later.<ref>{{Cite web |url=http://www.websterpr.com/georgejones/794-1 |title=George Jones Released from Hospital |date=May 26, 2012 |website=Webster & Associates |access-date=May 16, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20131002202727/http://www.websterpr.com/georgejones/794-1 |archive-date=October 2, 2013 }}</ref> On August 14, 2012, Jones announced his farewell tour, the Grand Tour, with scheduled stops at 60 cities.<ref>{{Cite web |url=http://www.websterpr.com/georgejones/883-george-jones-announces-the-grand-tour-in-2013 |title=George Jones Announces the Grand Tour in 2013 |date=August 14, 2012 |website=Webster & Associates |access-date=May 16, 2013 |url-status=dead |archive-url=https://web.archive.org/web/20131002203743/http://www.websterpr.com/georgejones/883-george-jones-announces-the-grand-tour-in-2013 |archive-date=October 2, 2013}}</ref> His final concert was held in [[Knoxville]] at the [[Knoxville Civic Coliseum]] on April 6, 2013.\n\n[[File:Grave of George Jones Woodlawn Cemetery Nashville TN 2013-07-20 006.jpg|thumb|Jones's grave in Nashville]]\nJones was scheduled to perform his final concert at the [[Bridgestone Arena]] on November 22, 2013.<ref>{{cite web |url=http://www.websterpr.com/georgejones/970-country-music-icon-george-jones-announces-final-nashville-concert-of-career |title=Country Music Icon George Jones Announces Final Nashville Concert of Career |date=November 12, 2012 |website=Webster & Associates |access-date=May 16, 2013 |url-status=dead |archive-url=https://web.archive.org/web/20131002202006/http://www.websterpr.com/georgejones/970-country-music-icon-george-jones-announces-final-nashville-concert-of-career |archive-date=October 2, 2013}}</ref> However, on April 18, 2013, Jones was taken to VUMC for a slight fever and irregular blood pressure. His concerts in Alabama and Salem were postponed as a result.<ref>{{cite web |url=http://www.eonline.com/news/409789/george-jones-hospitalized-in-nashville |title=George Jones Hospitalized in Nashville |last=Grossberg |first=Josh |date=April 19, 2013 |website=E! Online |access-date=May 16, 2013}}</ref> Following six days in intensive care at VUMC, Jones died on April 26, 2013, at age 81.<ref>{{cite web |url=http://www.ctvnews.ca/entertainment/country-music-superstar-george-jones-dead-at-81-1.1255087 |title=Country music superstar George Jones dead at 81 |first1=Hillel |last1=Italie |first2=Chris |last2=Talbott |date=April 26, 2013 |work=[[CTV News]] |access-date=April 28, 2013}}</ref><ref>{{cite web |url=http://www.medicaldaily.com/articles/14931/20130426/george-jones-died-today-hypoxic-respiratory-failure.htm |title=George Jones Died Today Of Hypoxic Respiratory Failure At Age 81 |last=Scutti |first=Susan |date=April 26, 2013 |website=Medical Daily |access-date=May 16, 2013 |archive-date=May 5, 2013 |archive-url=https://web.archive.org/web/20130505092243/http://www.medicaldaily.com/articles/14931/20130426/george-jones-died-today-hypoxic-respiratory-failure.htm |url-status=dead }}</ref>  Former First Lady [[Laura Bush]] was among those eulogizing Jones at his funeral on May 2, 2013. Other speakers were Tennessee Governor [[Bill Haslam]], former Arkansas Governor [[Mike Huckabee]], news personality [[Bob Schieffer]], and country singers Barbara Mandrell and [[Kenny Chesney]]. [[Alan Jackson]], [[Kid Rock]], [[Ronnie Milsap]], Randy Travis, Vince Gill, Patty Loveless, [[Travis Tritt]], the Oak Ridge Boys, [[Charlie Daniels]], [[Wynonna Judd|Wynonna]], and [[Brad Paisley]] provided musical tributes.<ref>{{cite web |url=http://www.countryweekly.com/news/laura-bush-eulogize-george-jones |title=Laura Bush to Eulogize George Jones |first=Joseph |last=Hudak |date=April 30, 2013 |website=Country Weekly |access-date=December 20, 2019 |url-status=dead |archive-url=https://web.archive.org/web/20131203003147/http://www.countryweekly.com/news/laura-bush-eulogize-george-jones |archive-date=December 3, 2013}}</ref>  The service was broadcast live on [[CMT (U.S. TV channel)|CMT]], [[Great American Country|GAC]], [[RFD-TV]], [[The Nashville Network]] and [[FamilyNet]] as well as Nashville stations. SiriusXM and WSM 650 AM, home of the Grand Ole Opry, broadcast the event on the radio. The family requested that contributions be made to the [[Grand Ole Opry]] Trust Fund or to the [[Country Music Hall of Fame and Museum]].<ref>{{cite magazine |url=https://www.rollingstone.com/music/news/george-jones-funeral-will-be-open-to-the-public-20130429 |title=George Jones' Funeral Will Be Open to the Public |first=Eric R. |last=Danton |date=April 29, 2013 |magazine=Rolling Stone |access-date=December 20, 2019}}</ref>\n\nJones was buried in [[Woodlawn Memorial Park (Nashville, Tennessee)|Woodlawn Cemetery]] in Nashville. His death made headlines all over the world; many country stations (as well as a few of other formats, such as oldies/classic hits) abandoned or modified their playlists and played his songs throughout the day.{{Citation needed|date=September 2024}}\n\n==Legacy==\n\n{{further|List of awards received by George Jones}}\n\nJones tirelessly defended the integrity of country music, telling ''Billboard'' in 2006, \"It's never been for love of money. I thank God for it because it makes me a living. But I sing because I love it, not because of the dollar signs.\"<ref>{{cite magazine|last=Waddell|first=Ray|title=George Jones: The Billboard Interview (2006)|magazine=[[Billboard (magazine)|Billboard]]|date=26 April 2013|url=https://www.billboard.com/music/country/george-jones-the-billboard-interview-2006-1559863/#!|access-date=4 October 2013}}</ref> Jones also went out of his way to promote younger country singers that he felt were as passionate about the music as he was. \"Everybody knows he's a great singer,\" Alan Jackson stated in 1995, \"but what I like most about George is that when you meet him, he is like some old guy that works down at the gas station...even though he's a legend!\"{{Quote without source|date=April 2023}}\n\nShortly after Jones's death, Andrew Mueller wrote about his influence in ''[[Uncut (magazine)|Uncut]]'', \"He was one of the finest interpretive singers who ever lifted a microphone...There cannot be a single country songwriter of the last 50-odd years who has not wondered what it might be like to hear their words sung by that voice.\"<ref>{{cite web|last=Mueller|first=Andrew|title=George Jones: 1931-2013 – \"He could make you cry with his voice...\"|date=July 2013|website=Rock's Back Pages|url=https://www.rocksbackpages.com/Library/Article/george-jones-1931-2013--he-could-make-you-cry-with-his-voice|access-date=5 October 2023}}</ref> In an article for ''The Texas Monthly'' in 1994, Nick Tosches eloquently described the singer's vocal style: \"While he and his idol, Hank Williams, have both affected generations with a plaintive veracity of voice that has set them apart, Jones has an additional gift—a voice of exceptional range, natural elegance, and lucent tone. Gliding toward high tenor, plunging toward deep bass, the magisterial portamento of his onward-coursing baritone emits white-hot sparks and torrents of blue, investing his poison love songs with a tragic gravity and inflaming his celebrations of the honky-tonk ethos with the hellfire of abandon.\"<ref name=Tosches>{{cite web|last=Tosches|first=Nick|title=The Devil in George Jones|work=[[Texas Monthly]]|date=July 1994|url=https://www.texasmonthly.com/arts-entertainment/the-devil-in-george-jones/|access-date=6 October 2023}}</ref> In an essay printed in ''[[The New Republic]]'', David Hajdu writes:\n\n:\"Jones had a handsome and strange voice. His singing was always partly about the appeal of the tones he produced, regardless of the meaning of the words. In this sense, Jones had something in common with singers of formal music and opera, though his means of vocal production were radically different from theirs. He sang from the back of his throat, rather than from deep in his diaphragm. He tightened his larynx to squeeze sound out. He clenched his jaw, instead of wriggling it free. He forced wind through his teeth, and the notes sounded weirdly beautiful.\"<ref>{{cite magazine|last=Hajdu|first=David|title=Why George Jones Ranks with Frank Sinatra and Billie Holiday|magazine=[[The New Republic]]|date=3 June 2013|url=https://newrepublic.com/article/113277/george-jones-ranked-frank-sinatra-and-billie-holiday-heres-why|access-date=9 October 2023}}</ref>\n\nDavid Cantwell recalled in 2013, \"His approach to singing, he told me once, was to call up those memories and feelings of his own that most closely corresponded to those being felt by the character in whatever song he was performing. He was a kind of singing method actor, creating an illusion of the real.\"<ref>{{cite web|last=Cantwell|first=David|title=The True Genius of George Jones|work=[[Slate (magazine)|Slate]]|date=26 April 2013|url=https://slate.com/culture/2013/04/george-jones-died-the-country-music-legend-was-a-genius-video.html|access-date=10 October 2023}}</ref> In the liner notes to ''Essential George Jones: The Spirit of Country'' Rich Kienzle states, \"Jones sings of people and stories that are achingly human. He can turn a ballad into a catharsis by wringing every possible emotion from it, making it a primal, strangled cry of anguish\". In 1994, country music historian [[Colin Escott]] pronounced, \"Contemporary country music is virtually founded on reverence for George Jones. Walk through a room of country singers and conduct a quick poll, George nearly always tops it.\"{{Quote without source|date=April 2023}} [[Waylon Jennings]] expressed a similar opinion in his song \"It's Alright\": \"If we all could sound like we wanted to, we'd all sound like George Jones.\"<ref>{{cite web|last=Ryan|first=Aaron|title=Waylon Jennings Recalls Hog-Tying A Drunk & Out Of Control George Jones|website=[[Whiskey Riff]]|date=9 July 2023|url=https://www.whiskeyriff.com/2023/07/09/waylon-jennings-recalls-hog-tying-a-drunk-out-of-control-george-jones/|access-date=11 October 2023}}</ref> In the wake of Jones's death, Merle Haggard pronounced in ''Rolling Stone'', \"His voice was like a Stradivarius violin: one of the greatest instruments ever made.\"<ref>{{cite magazine|last=Haggard|first=Merle|title=Merle Haggard Remembers George Jones|magazine=[[Rolling Stone]]|date=6 May 2013|url=https://www.rollingstone.com/music/music-news/merle-haggard-remembers-george-jones-96597/|access-date=12 October 2023|url-access=subscription}}</ref> [[Emmylou Harris]] wrote, \"When you hear George Jones sing, you are hearing a man who takes a song and makes it a work of art—always,\"<ref name=Tosches /> a quote that appeared on the sleeve of Jones's 1976 album ''The Battle''. \n\nSeveral country music stars praised Jones in the documentary ''Same Ole Me''. [[Randy Travis]] said, \"It sounds like he's lived every minute of every word that he sings and there's very few people who can do that.\"{{Quote without source|date=April 2024}} [[Tom T. Hall]] said, \"It was always Jones who got the message across just right.\"{{Quote without source|date=April 2024}} [[Roy Acuff]] said, \"I'd give anyth ing if I could sing like George Jones.\"{{Quote without source|date=April 2024}} In the same film, producer [[Billy Sherrill]] states, \"All I did was change the instrumentation around him. I don't think he's changed ''at all''.\"{{Quote without source|date=April 2024}}\n\nIn 2023, ''[[Rolling Stone]]'' ranked Jones at No. 24 on their list of the 200 Greatest Singers of All Time.<ref>{{Cite magazine|date=January 1, 2023|title=The 200 Greatest Singers of All Time|url=https://www.rollingstone.com/music/music-lists/best-singers-all-time-1234642307/george-jones-5-1234643173/|access-date=October 3, 2023|magazine=Rolling Stone|language=en-US}}</ref>\n\nJones was the subject of the second season of the podcast ''[[Cocaine & Rhinestones|Cocaine and Rhinestones]]'', which contends Jones is the greatest country music singer ever.<ref>{{Cite web|url=https://www.gq.com/story/tyler-mahan-coe-country-music-profile|title = The Keeper of Country Music's Tall Tales and Secret Histories|date = April 8, 2021}}</ref><ref>{{Cite news|url=https://www.washingtonpost.com/arts-entertainment/2021/04/15/tyler-coe-country-podcast-season-two|title = Cocaine & Rhinestones' host is finally launching its second podcast season|newspaper = [[The Washington Post]]|date = September 2021}}</ref>\n\n==Duets==\nJones released many duets over the course of his career. While his songs with Tammy Wynette are his best known, Jones claimed in his autobiography that he felt his duets with Melba Montgomery were his best. Jones also recorded duet albums with [[Gene Pitney]] and his former bass player [[Johnny Paycheck]]. Jones also recorded the duet albums ''My Very Special Guests'' (1979), ''A Taste of Yesterday's Wine'' with Merle Haggard (1982), ''Ladies Choice'' (1984), ''Friends In High Places'' (1991), ''The Bradley Barn Sessions'' (1994), ''God's Country: George Jones And Friends'' (2006), a second album with Merle Haggard called ''Kickin' Out The Footlights...Again'' (2006), and ''Burn Your Playhouse Down'' (2008).\n\n==Discography==\n{{further|George Jones albums discography|George Jones singles discography|George Jones and Tammy Wynette discography|}}\n\n===Number-one country hits===\n# \"[[White Lightning (George Jones song)|White Lightning]]\" (1959)\n# \"[[Tender Years]]\" (1961)\n# \"[[She Thinks I Still Care]]\" (1962)\n# \"[[Walk Through This World with Me (song)|Walk Through This World with Me]]\" (1967)\n# \"[[We're Gonna Hold On]]\" (with [[Tammy Wynette]]) (1973)\n# \"[[The Grand Tour (song)|The Grand Tour]]\" (1974)\n# \"[[The Door (George Jones song)|The Door]]\" (1975)\n# \"[[Golden Ring (song)|Golden Ring]]\" (with [[Tammy Wynette]]) (1976)\n# \"[[Near You]]\" (with [[Tammy Wynette]]) (1977)\n# \"[[He Stopped Loving Her Today]]\" (1980)\n# \"[[Still Doin' Time]]\" (1981)\n# \"[[Yesterday's Wine (song)|Yesterday's Wine]]\" (with [[Merle Haggard]]) (1982)\n# \"[[I Always Get Lucky with You]]\" (1983)\n\n==See also==\n{{Portal|Biography}}\n* [[Academy of Country Music]]\n* [[Country Music Association]]\n* [[Inductees of the Country Music Hall of Fame]] (1992 inductee)\n* [[List of best-selling music artists]]\n* [[List of country musicians]]\n\n==References==\n{{Reflist}}\n\n===Works cited===\n* {{cite book |last1=Jones |first1=George |last2=Carter |first2=Tom |title=I Lived to Tell it All |date=1996 |publisher=Villard |isbn=978-0-679-43869-4 |url=https://archive.org/details/ilivedtotellital00jone |language=en}}\n\n==Further reading==\n* {{cite book|last= Dawidoff|first= Nicholas|authorlink=Nicholas Dawidoff|title=In the Country of Country: A Journey to the Roots of American Music|publisher= Vintage Books|year= 1998|isbn=0-375-70082-X}}.\n* {{cite book|last=Malone|first= Bill C.|authorlink=Bill C. Malone|title= Country Music USA|publisher= University of Texas Press|year= 1985|isbn=0-292-71096-8}}.\n* ''Joel Whitburn's Top Country Songs, 1944 to 2005'', Record Research, Menomonee Falls, WI, 2005, {{ISBN|0-89820-165-9}}.\n\n== External links ==\n{{wikiquote}}\n{{Commons category}}\n* {{Official website|http://www.georgejones.com}}\n*{{AllMusic}}\n* {{Official website |url=http://www.banditrecords.com/ |name=Bandit Records (record label)}}\n* {{IMDb name|id=0428126|name=George Jones}}\n{{George Jones}}\n{{George Jones singles}}\n{{George Jones and Tammy Wynette}}\n{{Navboxes\n| title = [[List of awards received by George Jones|Awards for George Jones]]\n| list =\n{{CMA Male Vocalist of the Year}}\n{{1990s Country Music Hall of Fame}}\n{{Kennedy Center Honorees 2000s}}\n{{National Medal of Arts recipients 2000s}}\n}}\n{{Tammy Wynette}}\n{{Grand Ole Opry members}}\n{{Authority control}}\n\n{{DEFAULTSORT:Jones, George}}\n[[Category:1931 births]]\n[[Category:2013 deaths]]\n[[Category:20th-century American guitarists]]\n[[Category:20th-century American male singers]]\n[[Category:20th-century American singer-songwriters]]\n[[Category:20th-century Baptists]]\n[[Category:American acoustic guitarists]]\n[[Category:American country guitarists]]\n[[Category:American country singer-songwriters]]\n[[Category:American male guitarists]]\n[[Category:American male singer-songwriters]]\n[[Category:Baptists from Texas]]\n[[Category:Burials at Woodlawn Memorial Park Cemetery (Nashville, Tennessee)]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:Country musicians from Texas]]\n[[Category:Deaths from respiratory failure]]\n[[Category:Epic Records artists]]\n[[Category:Gold Star Records artists]]\n[[Category:Grammy Lifetime Achievement Award winners]]\n[[Category:Grand Ole Opry members]]\n[[Category:Guitarists from Texas]]\n[[Category:Kennedy Center honorees]]\n[[Category:Mercury Records artists]]\n[[Category:Musicians from Beaumont, Texas]]\n[[Category:People from Hardin County, Texas]]\n[[Category:People from Jasper, Texas]]\n[[Category:People from Tyler County, Texas]]\n[[Category:Singer-songwriters from Texas]]\n[[Category:Starday Records artists]]\n[[Category:United Artists Records artists]]\n[[Category:United States Marines]]\n[[Category:United States National Medal of Arts recipients]]"
}