{
    "Hayley_Oliver": "{{short description|British country music singer (born 1976)}}\n{{Multiple issues|\n{{BLP sources|date=July 2009}}\n{{Update|date=April 2017}}}}\n{{EngvarB|date=August 2014}}\n{{Use dmy dates|date=August 2014}}\n{{Infobox musical artist\n| image           = Hayley_oliver_home_2.png\n| name            = Hayley Oliver\n| image_size      =\n| birth_name      = Hayley Claire Oliver\n| birth_date      = {{Birth date and age|df=yes|1976|4|24}}\n| origin          = [[London]], England\n| instrument      = Vocals/Acoustic Guitar\n| genre           = [[Country music|Country]]\n| occupation      = Singer\n| years_active    = 1987–present\n| label           = Self-released\n| associated_acts = The Hayley Oliver Band\n| website         = [http://www.hayleyoliver.com HayleyOliver.com] \n{{MusicBrainz artist|id=e2294b3d-eec5-4db3-acb9-06209aa0c30d|name=Hayley Oliver}}\n}}\n\n'''Hayley Claire Oliver''' (born 24 April 1976) is a British country music singer. She has released two solo albums and one band project. She has received favourable reviews{{citation needed|date=April 2017}} in UK country music publications and airplay around the world on local country radio, and nationally on [[BBC Radio 2]].\n\n==Biography==\nThe youngest of five girls, Hayley was born in [[South London]]. Her musical influences, growing up, were in the country world, listening to [[Dolly Parton]], [[Emmylou Harris]], [[Tammy Wynette]] and other traditional country music that her parents played. At the age of eleven, she was nominated to sing solo at the [[Royal Albert Hall]] (at that time, the youngest ever solo performer there) and this led to her making her first record (\"Saint of the Orphans\"), and subsequent television appearances on ''The Wide Awake Club'' and ''[[Going Live]]''. Her success at such an early age made her want to have a career in music, but she first chose to finish her formal education. She studied at [[Linden Lodge School]], the [[Royal National College for the Blind]] in [[Hereford]], taking diplomas in business administration, and then went on to study at the [[University of Glamorgan]], gaining a BA honours degree in Business & Marketing.\n\nIn 2002, Hayley entered and won the [[Joe Pasquale]]'s ''Curtain Call'' talent showcase, which has led to many other concert appearances since.<ref>{{Cite web|url=http://www.hayleyoliver.com/|title=Welcome to Hayley Oliver - The Voice Of Country|website=Hayleyoliver.com|accessdate=18 August 2020}}</ref>\n\nIn 2006, Hayley released her first self-produced album, ''Two Hearts''. Drawing favourable reviews, it led to her winning the Evy of Canada Award for Best New Artist 2007.\n\nDuring 2008 and 2009, she collaborated with USA [[Nashville, Tennessee|Nashville]] producers, resulting in her second solo album, ''I Can Still Dream'', released in October 2009, with original material provided by various writers from across the world. During those years, Hayley performed regularly with various artists and bands. \n\nIn 2008, she met up with guitarist Lee Ellis who joined her in forming \"The Hayley Oliver Band\", to run alongside her solo career. This resulted in the release in 2010 of ''Naturally''. Recorded in two days at Ten21 studios in Kent, the album reflected the band's live sound.\n\nHayley and the band were invited to go to Nashville in November 2010, where they represented the UK, taking part in a [[WSM Radio]] event, which put on an international show of six country acts at the Loveless Café. The show was broadcast live in HD via the Internet.<ref>{{Cite web|url=http://cmrnashville.com/news-details.php?id=9187|title=CMR Nashville Radio|website=Cmrnashville.com|accessdate=18 August 2020|archive-date=26 September 2010|archive-url=https://web.archive.org/web/20100926110825/http://cmrnashville.com/news-details.php?id=9187|url-status=dead}}</ref> They returned to Nashville again in 2011 and played at the Nashville Palace.\n\nIn late 2012, the band released ''Arbinger Grove'', with guest appearances by Albert Lee, Gerry Hogan and John Permenter. The album was critically acclaimed as being of international standard.{{By whom|date=August 2020}}\n\nBy 2014, conflicting commitments led to Hayley and the band members' decision to disband.  After their successful last show at the 2014 Truckstop Festival in Denmark, Hayley decided to focus on a slightly different path, involving guitarist, Harley Dave, with a more \"rootsy\" Americana approach, rather than the full-on sound that was the trademark of the \"H.O.B.\".  \n\nThe \"unplugged\" approach proved a success, both in small \"roots\" venues and larger theatres. In 2015, Oliver unveiled her new band line-up on the main stage at the Americana International Festival, gaining rave reviews, and started taking select bookings, while continuing to develop the acoustic show. \nIn 2016, after a short spell in Texas with Harley Dave, playing acoustic gigs in Austin and being welcomed into the Luckenbach \"Picker's Circle\", Oliver returned to the Truckstop Festival, Denmark, with the new band.\n\nIn 2017, Hayley and Harley guested with The Fabulous Texadillos at Pullman City Harz, Germany, and hope to take the band back to Germany, one day.\n\n2018 and early 2019 saw Hayley and the band playing Warners, Pontins and some independent Country Music events, rather than the clubs.\n\n2019-2020 brought things to a halt, as far as gigging was concerned - so Hayley decided to dust off her guitar and get back into playing it, which resulted in her fronting the band with her guitar when the restrictions were relaxed and gigs started up again in July, 2021, at Studley Castle (Warners).\n\n==Musical releases==\n=== ''Two Hearts CD'' ===\nOliver's self-produced first album, released in 2006. It includes some of her favourite classic country songs as well as the title track \"Two Hearts Dancing As One\", written by two of UK's finest country music writers, Sue Bennett and Lorna Flowers.\n\n=== ''I Can Still Dream CD'' ===\nIn 2009, Oliver's released ''I Can Still Dream'', her second self-produced solo album. This is a collection of original songs. Album demos were sent to Tennessee followed by editing, mixing and mastering in Maidstone, Kent. In February 2010, this album produced chart topping positions on the Country Hotdisc Charts with the release of the single \"Another Lonely Night\". It stayed at #1 for six weeks on the British & Irish Independent Chart and was #1 on the main Top 40 Chart.<ref name=\"Hotdisc03\">{{Cite web|url=http://hotdisc.net/charts.htm|title=The Hotdisc Top 40|date=17 February 2013|archive-url=https://web.archive.org/web/20130217085215/http://hotdisc.net/charts.htm|accessdate=18 August 2020|archive-date=17 February 2013}}</ref>\nOn 7 February 2010, Oliver was made the Sunday Spotlight artist on [[BBC Radio 2]] when her song \"Be Love\" was featured.<ref name=\"Radio02\">{{cite web|url=http://www.bbc.co.uk/programmes/b00qpk88|title=Good Morning Sunday : BBC Radio 2|website=Bbc.co.uk|accessdate=19 August 2020}}</ref> ''Maverick'' magazine described it as \"An authentic country sound from a fresh and breezy British artist\".<ref>''Maverick'', February 2010</ref>\n\n=== ''Naturally CD'' ===\nIn 2010, The Hayley Oliver Band released this cover songs project. Lee Ellis brought in two friends from the band Rare Breed, which was formed in the 1990s, comprising Nigel Nesbitt and Wayne Lee (the son of the guitarist [[Albert Lee]]. With bass guitar and keyboards in place, Ellis then brought in another friend, Scott Gladman, on acoustic guitar and finally Julian McLaren ([[Marianne Faithfull]]/[[Sean Maguire]]) on drums.\nOliver needed to showcase her talents on the live circuit, and with two albums recorded she needed a way to get the music across to her wide and varied audience. The band first came together in February 2009 and began to rehearse for their first gig at the Viking Rooms on 18 April 2009. They have continued with the live performances and recorded their first album, ''Naturally with Hayley''. This album has produced two chart-topping positions on the Country Hotdisc Charts with the release of the singles \"[[Tell Me Why (Wynonna album)|Tell Me Why]]\", written by [[Karla Bonoff]], which was a hit for [[Wynonna Judd]], and \"I'm A Little Bluer Than That\", written by [[Irene Kelley]] and Mark Irwin which was recorded by Kelley on her CD ''Simple Path''. This song also appeared on the CD ''Drive'' by the country singer [[Alan Jackson]].\n\nWith this third chart #1 from three releases, the band has now become the most successful British act ever to appear on Hotdisc. No other UK act has managed three number ones in the main Top 40.<ref name=\"Hotdisc03\" />\n\n=== ''Arbinger Grove CD'' ===\nIn late 2012, the band released ''Arbinger Grove'' with guest appearances by Albert Lee, Gerry Hogan and John Permenter. The album was critically acclaimed as being of international standard. The single, \"Hand That Rocked The Cradle\", went to number one on Hotdisc, and stayed there for many weeks during 2013, earning Oliver and the band the 2014 BCMA award for \"Most Successful Single of 2013\".\n\n== Hayley Oliver & Band (2014–2021)==\n*Hayley Oliver: Vocals and acoustic guitar\n*Harley Dave: Electric and acoustic guitars\n*Jim Martin: Pedal Steel/Electric guitar\n*Chris Dunn: Bass guitar\n*Jon Keys: Drums\n\n==\"Hayley Oliver Band\" (2010–2014)==\n* Hayley Oliver: lead vocal\n* Lee Ellis: lead guitars, vocals\n* Nigel Nesbitt: bass guitars, vocals\n* Wayne Lee: keyboards, vocals\n* Scott Gladman: rhythm guitars\n* Julian McLaren: drums\n\n== Singles ==\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\"| Year\n! rowspan=\"2\"| Single details\n! colspan=\"2\"| Peak positions\n|- style=\"font-size:smaller;\"\n! width=\"45\"| UK Country\n! width=\"45\"| HotDisc\n|-\n| 2010\n| align=\"left\"| \"Another Lonely Night\"\n* <small>From Album: ''I Can Still Dream''</small>\n| —\n| 1\n|-\n| 2010\n| align=\"left\"| \"Tell Me Why\"\n* <small>From Album: ''Naturally''</small>\n| —\n| 1\n|-\n| 2010\n| align=\"left\"| \"I'm A Little Bluer Than That\"\n* <small>From Album: ''Naturally''</small>\n| —\n| 1\n|-\n| colspan=\"10\" style=\"font-size:8pt\"| \"—\" denotes releases that did not chart\n|-\n| colspan=\"10\" style=\"font-size:8pt\"| [https://web.archive.org/web/20130217085215/http://hotdisc.net/charts.htm HotDisc] is a compilation disc sent out to media and DJs in the UK and Europe  \n|-\n|}\n\n==Music videos==\n{| class=\"wikitable\"\n! Year\n! Video\n|-\n| 2010\n| \"Tell Me Why\"\n|-\n| 2010\n| \"I'm A Little Bluer Than That\" \n|-\n|2010\n|\"98.6 Degrees And Falling\"\n|-\n|2011\n|\"Heartless\"\n|}\n\n==Awards==\n* Evy of Canada Award, for best new artist in 2007\n* British Country Music Awards - Horizon award for the best British Newcomer 2010\n* British Country Music Awards - Most Successful Single of 2010 award for \"I'm a Little Bluer Than That\".\n* British Country Music Awards - Most Successful Single of 2013 award for \"Hand That Rocked The Cradle\".\n\n== Quotes ==\n* \"Hayley Oliver is a definite find! You won't be disappointed.\" [[David Allan (broadcaster)|David Allan]] (Country music journalist, broadcaster, former BBC Radio 2 presenter)<ref>{{cite web|url=http://c1.ac-images.myspacecdn.com/images02/118/l_ee6a3b554c544e43ac8ddfb3f3448c0c.jpg|format=JPG|title=Article published in ''Country Music People''|date=January 2010|website=C1.ac-images.myspacedn.com}}</ref>\n* \"She has got an absolutely lovely voice\" – [[Aled Jones]] (TV & BBC Radio 2 presenter)<ref name=\"Radio02\" />\n\n==References==\n{{Reflist}}\n\n==External links==\n* [http://www.hayleyoliver.com Hayley Oliver official website]\n\n{{Authority control}}\n\n{{DEFAULTSORT:Oliver, Hayley}}\n[[Category:1976 births]]\n[[Category:English country singers]]\n[[Category:Living people]]\n[[Category:Singers from London]]\n[[Category:People educated at Linden Lodge School]]\n[[Category:21st-century English women singers]]\n[[Category:21st-century English singers]]\n[[Category:English blind people]]\n[[Category:Blind musicians]]"
}