{
    "Ilse_DeLange": "{{short description|Dutch country and pop singer}}\n{{Use dmy dates|date=January 2020}}\n{{Family name hatnote|lang=Dutch|De Lange|wrong=Lange}}\n{{BLP sources|date=November 2011}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name              = Ilse DeLange\n| image             = Ilse DeLange tijdens haar tour in Duitsland 2023.jpg\n| caption           = Ilse DeLange during her tour in Germany 2023\n| background        = solo_singer\n| birth_name        = Ilse Annoeska de Lange\n| alias             = \n| birth_date        = {{Birth date and age|df=y|1977|5|13}}\n| birth_place       = [[Almelo]], [[The Netherlands]]\n| instrument        = Guitar, vocals\n| genre             = [[Country music|Country]], pop, [[pop rock]], [[Music of the Netherlands|Dutch pop]], [[Americana (music)|Americana]]\n| occupation        = Singer, songwriter\n| years_active      = 1995–present\n| label             = [[Warner Music Group|Warner]], [[Universal Music Group|Universal]], Spark\n| current_member_of = [[The Common Linnets]]\n| website           = {{url|ilsedelange.com/}}\n}}\n\n'''Ilse Annoeska de Lange''' (born 13 May 1977), better known as '''Ilse DeLange''', is a Dutch [[Country music|country]] and [[pop rock]] singer-songwriter.<ref>{{cite web|url={{AllMusic|class=artist|id=p358613|tab=Biography|pure_url=yes}}|title=Allmusic biography|first=Jason|last=Ankey|access-date=17 November 2011}}</ref> In 1998, she gained fame with her single 'I'm Not So Tough', which later became multiple platinum in The Netherlands. Other hits were \"[[Miracle (Ilse DeLange song) |Miracle]]\", \"So Incredible\" and \"The Great Escape\". \n\nAs the lead singer of [[The Common Linnets]], she finished in second place at the [[Eurovision Song Contest 2014]]. In 2019, DeLange presented [[Duncan Laurence]] as the Dutch entry for the [[Eurovision Song Contest 2019]]. She also directed and mentored Laurence's act, resulting in Laurence winning the contest with his song \"[[Arcade (song)|Arcade]]\". \n\nDeLange has won many awards in her career of which the Jeff Walker Global Country Music Award of the [[Country Music Association Awards]] is the most known internationally. She also won several [[Edison Award]]s in 1998, 2001, 2004, 2009, 2011, 2015, 2019 and 2020.\n\n==Biography==\nIlse Annoeska de Lange was born on 13 May 1977 in [[Almelo]], Netherlands. She started her career at the age of 8 as a lip-synching artist, which won her several contests. DeLange drew greater attention after switching to a live repertoire in both regional and national talent shows in [[Hilversum]], the city where most Dutch TV-programs are recorded. This helped her book some live-performances on national television. She formed a duo with guitarist [[Joep van Liefland|Joop van Liefland]], who introduced her to [[country music]].  In the spring of 1994 Ilse took part in the annual SCPO talent show in Oss. There she performed together with guitarist Joop van Liefland and won in the solo artist category. The SCPO's permanent jury team included musicians-music journalists John Smulders and Henk Korsten (Country Gazette).\n\nIn 1994, DeLange performed at the Dutch Country Music Awards. Despite positive reviews, nothing happened with her career. She did get in touch with representatives of [[Warner Music Group|Warner Music]] but it took several years of negotiation before they decided to offer her a contract. That same year, she participated in the \"Zangfestival der Onbekenden\" (\"Song Contest of the Unknown\") in the Dutch city of [[Eindhoven]]. With her implementation of ''Daddy's Hands'' by [[Holly Dunn]] and ''The Song Remembers When'' by [[Trisha Yearwood]], she won the contest and got the opportunity to record a demo. In 1996, DeLange drew the attention from the A&R-manager of Dutch record company BMI Music, {{ill|Henkjan Smits|nl}}. He persuaded her to join the occasional popgroup ''Wij'' and they released the single \"De Oorlog Meegemaakt\" (\"Experienced The War\"). However the single did not chart the [[Dutch Top 40]].\n\n===1998–1999===\n====Breakthrough with ''World of Hurt''====\nIn 1998 while being a member of the group Cash On Delivery, she traveled to [[Nashville, Tennessee|Nashville]], US to record her debut album ''World of Hurt'' with top producer [[Barry Beckett]]. She became well known in the Netherlands, because her album was recorded in the capital of [[country music]]. Partly because of that, her debut single ''I'm Not So Tough'' charted and peaked at No. 35 in the Dutch [[Top 40]]. Her album received big success in her home country, going 5× Platinum. In the Netherlands, Ilse received a [[TMF Award]] and an [[Edison Award]] for her musical success in 1999. Although the album was a huge success, next singles ''World of Hurt'', ''I'd Be Yours'' and ''When We Don't Talk'' didn't chart. Unfortunately ''World of Hurt'' wasn't released in the States, despite some interest due to guest vocals from [[Vince Gill]], and Ilse's cover of [[Beth Nielsen Chapman]]'s song ''World of Hurt'', and [[Patty Larkin]]'s song ''Lonely Too''.\n\n====''Dear John''====\nA year after DeLange released live-album ''Dear John'', an album full of covers by [[John Hiatt]], after a very successful performance at the \"Marlboro Flashbacks\". Tobacco brand [[Marlboro (cigarette)|Marlboro]] organised the tour in a manner of promotion and asked famous Dutch singers to cover their favourite artist. She even went on a mini-tour in support of the album, which lasted several months during 1999. The album went platinum in the Netherlands (with sales of 80,000 copies).\n\n[[File:Ilse DeLange - NPO Radio 2 Muziekcafé 2022.jpg|thumb|upright| Ilse DeLange during the recordings of ''het muziekcafé'', created by NPO Radio 2 in 2022]]\n\n===2000–2002===\n==== ''Livin' on Love'' and fatigue====\nRumours of a new album were heard mid-2000. The first single of the album, ''Livin' on Love'' (written by [[Craig Fuller]] and [[Gary Nicholson (singer)|Gary Nicholson]]), was released in October and peaked at No. 37 in the Dutch [[Top 40]]. November saw the release of her sophomore studio album ''Livin' on Love'', which was a musical departure from her debut, leaning more toward pop/rock. The country music-scene wasn't as excited by this album. Although there was a good amount of promotion for the album, it could not compete with the success of ''World of Hurt'', hitting its peak at No. 5 but still going platinum. Second single ''I Still Cry'' didn't chart. In 2001 DeLange started her ''Livin' on Love'' Tour, performing in many theaters and concert halls throughout her home country.\n\nMeanwhile, Warner Music attempted to promote this release as her \"breakthrough\" release in the United States. Although ''\"World Of Hurt\"'' was planned to be released in the States, the record labels in America thought the album was too old-fashioned for the zero's. Ilse set her hopes on the release of ''\"Livin' on Love\"'', but once again the album was not released for unknown reasons. There were rumours that the American label didn't like the pop/rock-sound of the album. Due to all the business problems and a heavy tour schedule, DeLange became physically exhausted. During a performance in Paradiso, ([[Amsterdam]]), she experienced vocal problems and emotionally told her fans that she couldn't continue the performance. On doctor's advice she took a few weeks rest.\n\n===2003–2007 ===\n====''Clean Up'' and small decline in success====\n[[Image:Ilse DeLange parkpop 25juni2006.jpg|thumb|Ilse DeLange at [[Parkpop]] in 2006]]\nIn 2002, DeLange and her partner {{ill|Bart Vergoossen|nl}}, who is the drummer of her live band, went to America for nine months to work on a new album. During the recording sessions DeLange took a greater creative role in her music, including receiving songwriting credit for the entire album. Her writing on was autobiographical. In April 2003 she released ''Clean Up'', her third studio album. This album continued with the pop/rock-sound she experimented with on ''Livin' on Love''. The album debuted at No. 1 in the charts and got certified gold. Despite the success, the first single ''No Reason To Be Shy'' was a commercial failure and the record company decided not to release any further singles, but rather focus on a compilation album. This album was released in October of that same year and was called ''Here I Am''. The album spawned two singles, ''Wouldn't That Be Something'' and ''All The Answers'', which both were a commercial failure.\n\n====Search for new record company====\nAt the beginning of 2004, the Dutch section of record company [[Warner Music]] was disbanded and Ilse lost her contract.<ref>[http://www.musicfrom.nl/magazine/nieuws/12621/nederlandse-tak-warner-opgeheven-alle-artiesten-op.html] {{dead link|date=May 2015}}</ref> A few months later, she collaborated on the song ''Blue'' with Italian singer [[Zucchero]]. The song was a moderate success in the Netherlands, reaching No. 23 in the [[Dutch Top 40]]. There was no information about a new record deal, but Ilse stated that she was working on her future.\n\nIn the end of 2005 she went on tour, without releasing a new album or even having a record company. Every concert sold out. She began working with producer [[Patrick Leonard]] on a new album, which helped with signing a new record deal. Later that year, it was confirmed Ilse signed a new contract with [[Universal Music]].<ref>{{cite web|url=http://nlpop.blog.nl/alternatief/2006/02/08/ilse_de_lange_tekent_bij_universal |title=Ssst! Geheim! Ilse de Lange tekent bij Universal |publisher=NLpop.blog.nl |access-date=18 June 2014}}</ref>\n\n====''The Great Escape''====\nHer first release on the new label was the single ''The Great Escape'', peaking at No. 11 in the [[Dutch Top 40]]. Her fourth studio album ''[[The Great Escape (Ilse DeLange album)|The Great Escape]]'', was released on 16 June 2006. It went gold only a week after its release and went 2× Platinum only months later. In September, the second single ''The Lonely One'' was released, which peaked at No. 12 in the [[Single Top 100]]. The third single, ''I Love You'', was released in February 2007 and peaked at No. 23 in the Dutch Top 40. The song was included on the soundtrack for the Dutch movie adaptation of ''[[Steel Magnolias]]''. Then the song ''Reach for the Light'' was released as a promo-only single, nevertheless it charted at No. 51. In October 2007, she released a live album, simply called ''Live''.\n\n===2008–2010===\n====''Incredible''====\nIn 2008 Ilse stated she was writing and recording a new album in the Swedish city of [[Gothenburg]].<ref>{{cite web|url=http://www.nu.nl/muziek/1448177/ilse-delange-werkt-in-zweden-aan-nieuw-album.html |title=Ilse DeLange werkt in Zweden aan nieuw album &#124; nu.nl/muziek &#124; Het laatste nieuws het eerst op |date=22 February 2008 |publisher=Nu.nl |access-date=18 June 2014}}</ref> Before that, she went to England to work with the same songwriters which were working on the debut album of [[James Morrison (singer)|James Morrison]]. The first single of her forthcoming album was ''So Incredible'', which peaked at No. 6. The album ''Incredible'' was released at 17 October 2008 and went platinum in less than a month. It eventually got 5× Platinum. Her next single ''[[Miracle (Ilse DeLange song)|Miracle]]'' came to be her biggest hit to date, reaching the top spot of the [[Dutch Top 40]]. It was written as the title track for the Dutch movie [[Bride Flight]]. Third single '' Puzzle Me'' peaked at No. 5 and radio-only release ''We're Alright'' peaked at No. 21, in spite of it not being released as a single.\n\n====''Next to Me'' EP====\nAfter releasing another live album, Ilse started working on new material. The single ''Next To Me'' was released in July 2010 and reached a #9-spot. Her first EP ''[[Next to Me (album)|Next To Me]]'', was released at 27 August 2010. The album only included eight tracks, Ilse explaining that \"...she wanted to release new material more often, but due to a heavy touring schedule and contractual obligations didn't have the time to record a whole album\".<ref>{{cite web |url=http://www.muziek.nl/interviews/item/18965-interview-ilse-delange-centraal-in-tv-portret |title=Interview Ilse DeLange: centraal in TV Portret |publisher=Muziek.nl |access-date=18 June 2014 |archive-date=22 February 2014 |archive-url=https://web.archive.org/web/20140222043616/http://www.muziek.nl/interviews/item/18965-interview-ilse-delange-centraal-in-tv-portret |url-status=dead }}</ref> Second single ''Beautiful Distraction'' charted at No. 18 and third single ''Carousel'' peaked at No. 32. In early 2011, ''Next To Me'' has been certified 2× Platinum.\n\n===2011–2012===\n==== Shelved album  ====\n[[Image:Ilse DeLange op Zwarte Cross 2011.jpg|thumb|Ilse DeLange at the [[Zwarte Cross]] Festival 2011]]\nIn November 2011 DeLange released her new single ''DoLuv2LuvU''. The song was the theme song of [[Serious Request]] 2011, a big charity-event held yearly by Dutch radio station [[3FM]]. While promoting the single, DeLange heard her father was incurably ill. She immediately stopped all kinds of promotion and postponed the recording process of her new album ''DoLuv2LuvU''. Though the song wasn't promoted, it still charted at No. 14. A day after her father's death, on 10 January 2012, she posted an acoustic version of her song ''Without You'' on Twitter, which featured on her 2007 live album. Later that year, Ilse revealed that the ''DoLuv2LuvU''-album was shelved and she started recording a new album. This is because she didn't feel the flow of the album anymore after her father had died.<ref>{{cite web|url=http://www.nu.nl/muziek/2810283/ilse-delange-gooide-album-weg-dood-vader.html |title=Ilse DeLange gooide album weg na dood vader &#124; nu.nl/muziek &#124; Het laatste nieuws het eerst op |date=14 May 2012 |publisher=Nu.nl |access-date=18 June 2014}}</ref> She doesn't rule out the possibility it's going to be released in the future.\n\n====''Eye of the Hurricane''====\nIn June 2012, the first single from her second album, ''Hurricane'' was released. It charted at No. 23 in the Dutch [[Top 40]]. Her seventh album ''Eye of the Hurricane'', was released 14 September 2012 and got Platinum in only a few weeks. Second single ''Winter of Love'' rose to No. 20 and third single ''We Are One'' got to No. 33. This new album got celebrated with a concert in the '[[GelreDome]]' stadium. Originally, the concert was planned for March 2012, but got postponed due to DeLange's father's sickness. \n[[File:The Common Linnets blacksheep 2017 7564.jpg|thumb|upright|Ilse DeLange in 2017]]\n\n===2013–2018===\n====''The Voice''====\nIn 2013, DeLange replaced [[Nick & Simon]] as a coach on ''[[The Voice of Holland]]'' for its [[The Voice of Holland (season 4)|fourth season]] alongside [[Marco Borsato]], [[Trijntje Oosterhuis]] and [[Ali B]] (who replaced [[Roel van Velzen]]). When the live shows started, DeLange released her second compilation album, called ''After The Hurricane''. The first single ''Blue Bittersweet'' was written as a soundtrack for the Dutch movie \"Het Diner\" (\"Dinner\") and charted to No. 8.\n\nShe returned to ''The Voice of Holland'' as a coach for its [[The Voice of Holland (season 5)|fifth season]] in August 2014. On 15 January 2015, it was announced that DeLange would be replaced as a coach for the sixth season of ''The Voice of Holland'' by [[Miss Montreal]] lead singer [[Sanne Hans]]. DeLange decided she wanted to spend more time on her international career with [[The Common Linnets]].<ref>{{cite web |url=http://escxtra.com/2015/01/anouk-to-become-the-voice-of-holland-coach/ |title=Anouk to become The Voice of Holland coach |publisher=escXtra.com |date=15 January 2015 |access-date=15 May 2015 |archive-date=1 February 2015 |archive-url=https://web.archive.org/web/20150201031312/http://escxtra.com/2015/01/anouk-to-become-the-voice-of-holland-coach/ |url-status=dead }}</ref> However, she was announced as the new coach for the fifth season of ''The Voice Kids'', replacing Angela Groothuizen. DeLanges team won in 2016 with Esmée Scheurs. \nIn 2018 and 2019, DeLange also has been a coach for ''[[The Voice Senior]]''. In the 2019 season DeLanges team won the show with singer Ruud Hermans. In 2015, DeLange collaborated<ref>{{cite web|url=https://www.resident-music.com/productdetails&path=168&product_id=92935|title=giant sand - heartbreak pass (2022 reissue) - resident|access-date=14 Apr 2023}}</ref> and toured<ref>{{cite web|url=https://www.youtube.com/watch?v=pe2ds9dFh6Y|title=Glastonbury 2015 - Giant Sand (Full Set) - YouTube|website=[[YouTube]] |access-date=14 Apr 2023}}</ref> with [[Giant Sand]].\n\n==== The Common Linnets ====\n{{see also|The Common Linnets}}\nDeLange [[Netherlands in the Eurovision Song Contest 2014|represented the Netherlands]], with singer [[Waylon (Dutch singer)|Waylon]] as [[The Common Linnets]], during the [[Eurovision Song Contest 2014]] in Copenhagen, Denmark. DeLange was also previously asked to participate, only always declined due to the bad Dutch reputation of the show. After singer [[Anouk (singer) |Anouk]] participated in 2013 and finished 9th, DeLange changed her opinion and saw a chance to promote ''real'' music. With the song [[Calm After The Storm]] the band took second place after the winner [[Conchita Wurst]] from Austria. \n\nThe song became a hit in fourteen European countries with being a top 10 song in among others Belgium, Germany, Switzerland, Austria, Spain, Denmark and the United Kingdom. The band their [[The Common Linnets (album)|debut album]] became just as their single very successful. The album, released just two days before the finale, sold 50.000 copies within a week in The Netherlands alone. <ref>[http://www.nu.nl/muziek/3776981/platina-album-ilse-delange-en-waylon.html Platina album for Ilse DeLange and Waylon], [[nu.nl]], 16 mei 2014</ref> After two months the album received triple platina, selling more than 150 thousand copies worldwide. <ref>[https://web.archive.org/web/20150209034817/http://nieuws.nl/entertainment/20140728/driedubbel-platina-voor-the-common-linnets/ Triple platina for The Common Linnets], {{ill|Nieuws.nl|nl}}, 28 juli 2014</ref> \nAs result of their success the band toured through Europe twice. They visited London, Vienna, several German and Dutch Cities. They also performed in the United States. \n\n[[File:Ilse DeLange - Paard Den Haag 2021.jpg|thumb|left|upright|Ilse DeLange during her 2021 clubtour in The Hague.]]\n\n====Tuckerville ====\nDue to the success of The Common Linnets was DeLange able to set up a country festival in The Netherlands. An idea she had for over two years. The festival got named 'Tuckerville' (a Tucker is someone from Twente, DeLanges home region). In 2014, the first edition of the festival took place in [[De Grolsch Veste]] in [[Enschede]] in the region Twente. Almost 30.000 people visited the festival. This was the last time The Common Linnets performed in official setting. After this show parted Waylon with the band. Other artists that performed were [[De Dijk]], Daniël Lohues and [[Tim Knol]]. \n\nThe second edition took place in 2017 and relocated to 'Het Rutbeek' in Enschede. The original location could not host the festival due to financial problems. In Het Rutbeek was it possible to create multiple stages. One of the stages is in a huge barn, specially build for this festival. This edition got visited by more than 12.500 people. [[Triggerfinger (band)|Triggerfinger]], [[Amy Macdonald]], [[ The Common Linnets]], [[Racoon (band)|Racoon]] and [[Douwe Bob]] performed. For the third edition got DeLange countrysinger [[Carrie Underwood]] to perform. This was her first concert in The Netherlands. DeLange also performed, her first solo performance since 2014. Since 2017 Tuckerville is an annual festival, with exceptions of the Covid years. \n\n====''Nashville''====\nOn 7 December 2017 it was revealed that DeLange would have a recurring role in the final season of the [[American Broadcasting Company|ABC]]/[[CMT (U.S. TV channel)|CMT]] musical-drama series ''[[Nashville (2012 TV series)|Nashville]]''.<ref>{{cite web|url=https://www.ad.nl/show/ilse-delange-krijgt-rol-in-amerikaanse-tv-serie-nashville~ac96f113 |title=Ilse DeLange krijgt rol in Amerikaanse tv-serie Nashville |work=Algemeen Dagblad |access-date=7 December 2017}}</ref> In the sixth season of the series, DeLange plays the part of coach 'Ilse DeWitt' quite similar to her job as coach in 'The Voice' franchise. She takes part in a total of six episodes. During the show, DeLange got the opportunity to perform her song ''Love Goes On'', which also got added to the season's music album. The episodes were broadcast in 2018. <ref>{{cite web | url=https://www.nporadio1.nl/nieuws/cultuur-media/925c8da3-8a06-46b4-8855-0584cdd458ea/nos-radio-1-journaal | title=Ilse DeLange over haar rol in de dramaserie Nashville }}</ref>\n\n====Spark Records ====\nIn 2018 created DeLange her own record label, Spark Records, as part of Firefly/Universal Music. She connects artists she wants to give a place in the music industry. Artists signed to her label include The Common Linnets' member Matthew Crosby, Joe Buck, Hannah Mae, Anique van Buseck, Jana Mila, and previously [[Duncan Laurence]]. DeLange lets her 'talents' play during her concerts and at Tuckerville. \n\n====Self-titled album ====\nAfter 5 years DeLange released a pop single for her solo career. The single 'OK' is DeLanges response to fans letters saying that 'Everything is OK' and things will be alright. The single was the leading single for her new album: 'Ilse DeLange'. Together with Tofer Brown she wrote and produced the album. Other singles released of this album were 'Lay Your Weapons Down' and 'Half The Love'. Two music videos were released, for the songs 'OK' and 'Lay Your Weapons Down'. The album received Gold.\n\n=== 2019–present ===\n\n==== Eurovision Song Contest 2019====\nDeLange was part of the Dutch delegation for the [[Eurovision Song Contest 2019]] as an artistic consultant and mentor to the Dutch representative [[Duncan Laurence]], whom she coached during the fifth season of ''The Voice of Holland''.<ref>{{Cite web|url=https://eurovoix.com/2019/02/12/the-netherlands-ilse-delange-to-travel-to-eurovision-to-support-duncan-laurence/|title=The Netherlands: Ilse DeLange to Travel to Eurovision to Support Duncan Laurence|first=Anthony|last=Granger|website=Eurovoix.com|date=12 February 2019}}</ref> Laurence went on to win the contest with his song \"[[Arcade (song)|Arcade]]\". In late 2020, \"Arcade\" went viral on [[TikTok]], and became the most-streamed Eurovision song on [[Spotify]] and charted on the US [[Billboard Hot 100|''Billboard'' Hot 100]] the following year. \n\n==== ''Gravel & Dust'' ====\nIn September 2019 DeLange released the roots-album ''Gravel & Dust''. Recorded in Nashville, this album was made with producer [[T Bone Burnett]] and has a roots and americana sound. For this album the singer received an Edison Award. The release of the album was accompanied by a tour with 27 shows all over the Netherlands.\n\n====Breakthrough in Germany with ''Changes''====\nIn januari 2020, DeLange started working with German songwriters and producers for her new pop album 'Changes'. This album got released just eight months after Gravel & Dust. The titlesong got also released in Germany and became a hit. The song was also used as titlesong for the German version of [[Farmer Wants a Wife]]. The song got its own music video, where scenes recorded at Tuckerville were used.  In May got the album released. In August got the second single 'Way Back Home' released. Other songs on the album were the duet 'Wrong Direction' with German singer [[Michael Schulte (singer)|Michael Schulte]]. To promote her song 'Homesick', DeLange performs that song during the recordings of 'Sing Meinen Song' where she participated in. The long anticipated clubtour finally took place in 2021, after it was rescheduled in 2020 due to the COVID virus. \n\n====''Sing Meinen Song - Das Tauschkonzert'' ====\nDeLange participated in the seventh season of ''Sing Meinen Song - Das Tauschkonzert''. This German television show is based on the Dutch version [[Beste Zangers]]. In this program multiple artists are invited to a tropical location, where they will perform covers of the other artists songs. DeLange participated with [[Lea (musician)|LEA]], [[Nico Santos (singer)|Nico Santos]], [[MoTrip]], [[Michael Patrick Kelly]], [[Max Giesinger]] and Jan Plewka. The show was filmed in [[South Africa]]. \nIn every episode there is one central guest. The other artists will in this episode cover the songs of the central guest and the central guest will perform a song that is important for him/her. The episode where DeLange was the central guest, suddenly increased the sales of DeLanges old albums and singles. Her album Changes was the first in her solo career that reached the German albumcharts. \n\nIn December 2022 finally took the arena tour of Sing Meinen Song place. This tour got postponed twice, being originally planned for 2020. More than 80.000 people saw DeLange perform with the other artists. The success of the shows lead to DeLange having a clubtour through Germany in 2023.\n\n====''Let's Dance'' ====\nIn 2021, DeLange took part in the [[Let's Dance (German season 14)|fourteenth season]] of the German dance competition series ''[[Let's Dance (German TV series)|Let's Dance]]'', following in the footsteps of fellow Dutch candidates [[Loiza Lamers]], [[Sylvie Meis]], [[Marijke Amado]] and [[Bastiaan Ragas]]. However, she withdrew from the competition on 3 May, citing a foot injury as her reason for withdrawal.<ref>{{Cite web|date=2021-01-17|title=🇩🇪 Ilse DeLange to take part in Germany's Let's Dance|url=https://escxtra.com/2021/01/17/ilse-delange-lets-dance/|access-date=2021-07-01|website=ESCXTRA.com|language=en-GB}}</ref><ref>{{Cite web|title=Let's Dance 2021: Ilse DeLange muss aufhören - Nicolas Puschmann gibt sein Comeback!|url=https://www.rtl.de/cms/let-s-dance-2021-ilse-delange-muss-aufhoeren-nicolas-puschmann-gibt-sein-comeback-4752015.html|access-date=2021-07-01|website=rtl.de|date=7 May 2021 |language=de}}</ref>\n\n====Eurovision Song Contest 2024====\nDeLange was one of the five finalists in the {{esccnty|Netherlands|y=2024|t=Dutch internal selection}} for the [[Eurovision Song Contest 2024]], where [[Joost Klein]] was ultimately chosen.<ref>{{Cite web |last=Raatgever |first=Stefan |date=2024-05-03 |title=Niet Joost Klein, maar Numidia was lang favoriet om voor Nederland naar Songfestival te gaan |trans-title=Not Joost Klein, but Numidia had long been the favorite to represent the Netherlands in the Eurovision Song Contest |url=https://www.parool.nl/kunst-media/niet-joost-klein-maar-numidia-was-lang-favoriet-om-voor-nederland-naar-songfestival-te-gaan~bab1d03e/ |url-access=subscription |access-date=2024-05-03 |website=[[Het Parool]] |language=nl}}</ref>\n\n== Discography ==\n{{Main|Ilse DeLange discography}}\n* ''World of Hurt'' (1998)\n* ''Dear John,'' (1999)\n* ''Livin' on Love'' (2000)\n* ''Clean Up'' (2003)\n* ''[[The Great Escape (Ilse DeLange album)|The Great Escape]]'' (2006)\n* ''[[Incredible (Ilse DeLange album)|Incredible]]'' (2008)\n* ''[[Next to Me (album)|Next to Me]]'' (2010)\n* ''Eye of the Hurricane'' (2012)\n* ''[[The Common Linnets (album)|The Common Linnets]]'' (2014) (as part of [[the Common Linnets]])\n* ''[[II (The Common Linnets album)|II]]'' (2015) (as part of the Common Linnets)\n* ''Ilse DeLange'' (2018)\n* ''Gravel & Dust'' (2019)\n* ''Changes'' (2020)\n* ''Tainted'' (2024)\n\n== Awards ==\n{{BLP unsourced section|date=July 2015}}\n{| class=\"wikitable\" style=\"width:100%;\"\n|-\n!Year\n!Category\n!Genre\n!Recording\n|- style=\"background:#ddd;\"\n| colspan=\"4\" style=\"text-align:center;\"| '''[[Country Music Association Awards]]'''\n|-\n|2020\n| [[Country Music Association Award for International Achievement|Jeff Walker Global Achievement Award]]\n| Country\n| N/A\n|- style=\"background:#ddd;\"\n| colspan=\"4\" style=\"text-align:center;\"| '''[[TMF Awards]]'''\n|-\n|1999\n|Best New Artist\n|General\n|N/A\n|-\n|2006\n|Best Album\n|Pop\n|''[[The Great Escape (Ilse DeLange album)|The Great Escape]]''\n|- style=\"background:#ddd;\"\n| colspan=\"4\" style=\"text-align:center;\"| '''[[Edison Award]]s'''\n|-\n|1998\n|Best Female Singer\n|rowspan=5|Pop\n|''World of Hurt''\n|-\n|rowspan=2|2001\n|Best Artist of The Year\n|rowspan=2|''[[Livin' on Love]]''\n|-\n|rowspan=3|Best Female Singer\n|-\n|2004\n|''[[Clean Up (Ilse DeLange album)|Clean Up]] ([[:nl:Clean Up]])''\n|-\n|2009\n|''[[Incredible (Ilse DeLange album)|Incredible]]''\n|- style=\"background:#ddd;\"\n| colspan=\"4\" style=\"text-align:center;\"| '''[[3FM Awards]]'''\n|-\n|rowspan=3|2009\n|Best Song\n|rowspan=5|Pop\n|rowspan=4|''Incredible''\n|-\n|Best Album\n|-\n|Best Female Singer\n|-\n|2010\n|Best Artist\n|-\n|2013\n|Best Female Singer\n||\n|}\n\n==References==\n{{Reflist}}\n\n== External links ==\n{{Commons category|Ilse DeLange}}\n* {{Official website}}\n\n{{s-start}}\n{{s-ach}}\n{{succession box |\n  before=[[Anouk (singer)|Anouk]]<br />with \"[[Birds (Anouk song)|Birds]]\"  |\n  title=[[Netherlands in the Eurovision Song Contest]] |\n  years=<small>(as part of [[The Common Linnets]])</small><br> [[Eurovision Song Contest 2014|2014]] |\n  after=[[Trijntje Oosterhuis]]<br/>with \"[[Walk Along]]\"|\n}}\n{{s-end}}\n{{Ilse DeLange}}\n{{The Common Linnets}}\n{{Authority control}}\n\n{{DEFAULTSORT:Delange, Ilse}}\n[[Category:1977 births]]\n[[Category:Living people]]\n[[Category:21st-century Dutch singers]]\n[[Category:21st-century Dutch women singers]]\n[[Category:Dutch country singers]]\n[[Category:Dutch pop singers]]\n[[Category:English-language singers from the Netherlands]]\n[[Category:Musicians from Overijssel]]\n[[Category:People from Almelo]]\n[[Category:Eurovision Song Contest entrants of 2014]]\n[[Category:Eurovision Song Contest entrants for the Netherlands]]"
}