{
    "James_Carter_and_the_Prisoners": "{{Short description|American singer (1925–2003)}}{{Infobox musical artist\n| name              = James Carter\n| image             =\n| caption           = James Carter\n| birth_date        = December 18, 1925\n| birth_place       = [[Mississippi]], [[U.S.]]\n| death_date        = November 26, 2003 (aged 77)\n| death_place       = [[Chicago]], [[Illinois]], [[U.S.]]\n| genre             = *[[Bluegrass Music|Bluegrass]]\n*[[Country Music|Country]]\n| occupation        = *[[Musician]]\n*[[Singer]]\n| years_active      = 1959-2001\n| spouse            = Rosie Lee Carter\n}}\n\n\n\n'''James Carter''' (December 18, 1925 – November 26, 2003) was an American singer. He was born a Mississippi sharecropper and as a young man was several times an inmate of the [[Mississippi]] prison system. He was paid $20,000, and credited, for a four-decade-old lead-vocalist performance in a prison work song used in the 2000 film ''[[O Brother, Where Art Thou?]]''\n\n==Biography==\n===Early life===\nIn 1959, Carter was a prisoner in Camp B of [[Mississippi State Penitentiary|Parchman Farm]], [[Mississippi State Penitentiary]] near [[Lambert, Mississippi|Lambert]], Quitman County, Mississippi, when [[Alan Lomax]] and [[Shirley Collins]] recorded him in stereo sound leading a group of prisoners singing \"Po' Lazarus\", an African-American \"bad man ballad\" (which is also a work song), while chopping logs in time to the music. The recording and an iconic cover photograph of the prisoners in striped uniforms were issued on volume nine, ''Bad Man Ballads'', in Alan Lomax's 1959  [[Southern Journey]] LP series on [[Prestige Records]].<ref>The recording is the seventeenth track of  ''Bad Man Ballads'' CD, Vol. 5, in the [[Southern Journey]] Series of the ''Alan Lomax Collection'', produced by [[Anna Lomax Wood]] and Jeffrey Greenburg, and issued by [[Rounder Records]] in 1997.</ref>\n\n==Legacy==\nDecades later, the recording was licensed for use in the soundtrack to the [[Coen brothers]]' film [[O Brother, Where Art Thou? (soundtrack)|''O Brother, Where Art Thou?'']] with music produced by [[T-Bone Burnett]]. Burnett's soundtrack topped the [[Billboard charts|''Billboard'' charts]] for many weeks and went on to win a [[Grammy]] for Album of the Year. Alan Lomax's daughter [[Anna Lomax Wood|Anna Lomax Chairetakis]] (now Anna Lomax Wood), director of the Alan Lomax Archive, and Don Fleming, director of Licensing for the Archive, hoped that Carter was still alive and determined to track him down:<blockquote>Searching through the archives of the Mississippi penal system, Social Security files, property records and other public records and various databases, the record's producer, T-Bone Burnett; the Lomax archives; and an investigative journalist for a Florida newspaper found Mr. Carter in Chicago with his wife, Rosie Lee Carter, a longtime minister of the Holy Temple Church of God.</blockquote> Chairetakis and Fleming flew to Chicago to personally present Carter with a royalty check.<ref>See [https://www.nytimes.com/2002/03/03/us/an-ex-convict-a-hit-album-an-ending-fit-for-hollywood.html Bernard Weinraub, \"An ex-convict, A Hit Album, An Ending Fit for Hollywood\", ''New York Times'' , March 3, 2003.]</ref> Carter who had spent much of his adult life working as a shipping clerk, told them he did not remember having sung the song 40 years previously. Fleming then informed him that the soundtrack album was outselling the latest CDs of Michael Jackson and Mariah Carey. \"I told him, you beat both of them out,\"  Mr. Fleming said. \"He got a real kick out of that. He left the room to roll a cigarette and when he came back, he said, You tell Michael that I'll slow down so that he can catch up with me.\" Carter flew to Los Angeles to attend the Grammy Award ceremony and to Tennessee for the [[benefit concert]] held in [[Ryman Auditorium]] in [[Nashville, Tennessee|Nashville]], which featured repeat performances by the performers of other numbers on the soundtrack (although Carter himself did not perform).\n\nAs the other prisoners have not been identified (and likely never will be), the official credit for the artist on the soundtrack is for \"James Carter & the Prisoners\".\n\n==Death==\nOn November 26, 2003, Carter died of a stroke in [[Chicago]], at age 77.<ref>{{cite web |title=James Carter and the Prisoners |url=https://www.allmusic.com/artist/james-carter-and-the-prisoners-mn0001295626/biography |publisher=AllMusic |access-date=7 April 2023}}</ref>\n\n==References==\n{{reflist}}\n\n== External links ==\n* {{discogs artist|James Carter & The Prisoners}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Carter, James}}\n[[Category:Singers from Mississippi]]\n[[Category:1925 births]]\n[[Category:2003 deaths]]\n[[Category:20th-century American singers]]"
}