{
    "Jan_Howard": "{{Short description|American writer and country music singer (1929–2020)}}\n{{good article}}\n{{Use mdy dates|date=March 2024}}\n{{Infobox person\n| name               = Jan Howard\n| image              = Jan in Brown Suit on the Opry.jpg\n| caption            = Howard at the Grand Ole Opry in 2001\n| birth_name         = Lula Grace Johnson\n| birth_date         = {{Birth date|1929|03|13}}\n| birth_place        = [[West Plains, Missouri]], U.S.\n| death_date         = {{Death date and age|2020|03|28|1929|03|13}}\n| death_place        = [[Gallatin, Tennessee]], U.S.\n| resting_place      = [[Spring Hill Cemetery (Nashville, Tennessee)]]\n| occupation         = {{hlist|Singer|songwriter|author}}\n| years_active       = 1958–2020\n| spouse             = {{ubl|{{marriage|Mearle Wood|1945|1953|reason=divorced}}|{{marriage|Lowell \"Smitty\" Smith|1953|1955|reason=annulled}}|{{marriage|[[Harlan Howard]]|1957|1968|reason=divorced}}|{{marriage|Maurice Acree Jr.|1990|reason=divorced}}}}\n| children           = 4\n| module             = {{Infobox musical artist\n| embed              = yes\n| background         = solo_singer\n| genre              = {{hlist|[[Country music|Country]]|[[Nashville Sound]]}}\n| instrument         = Vocals\n| label              = {{hlist|[[Challenge Records (1950s-60s label)|Challenge]]|[[Capitol Records|Capitol]]|[[Decca Records|Decca]]|[[GRT Records|GRT]]|[[Con Brio Records|Con Brio]]|First Generation|[[AVI Records|AVI]]|[[Dot Records|Dot]]–[[MCA Records|MCA]]}}\n| website            = {{URL|janhoward.com}}\n}}\n}}\n'''Jan Howard''' (born '''Lula Grace Johnson'''; March 13, 1929 – March 28, 2020)<ref name=\"NY Times\">{{cite news |last1=Friskics-Warren |first1=Bill |title=Jan Howard, Singer and Writer of Country Hits, Dies at 91 |url=https://www.nytimes.com/2020/03/31/arts/music/jan-howard-dead.html |access-date=April 30, 2020 |work=[[The New York Times]] |date=March 31, 2020}}</ref> was an American author, as well as a [[country music]] singer and songwriter. As a singer, she placed 30 singles on the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs|country songs]] chart, was a [[Grand Ole Opry]] member and was nominated for several major awards. As a writer, she wrote poems and published an autobiography. She was married to country songwriter [[Harlan Howard]].\n\nHoward was mostly raised in [[West Plains, Missouri]]. The family moved to various homes during her childhood. Marrying in her teens, Howard and her husband relocated various times, including Colorado, Kansas, Illinois, and Missouri. She took several part-time jobs to support her growing family, which included three children. Howard divorced her first husband in 1953. She met and married her second husband the same year. Moving to his military base, the couple and her three children lived a suburban lifestyle. In 1955, Howard discovered that he was a [[bigamist]] and she resettled with her children in [[Los Angeles]], California.\n\nIn 1957, she met and married Harlan Howard. Early in their marriage, he discovered that she could sing. Impressed by her voice, Harlan arranged for her to record [[demo (music)|demonstration tapes]]. These tapes were heard by other country artists and led to her first recording contract with [[Challenge Records (1950s-60s label)|Challenge Records]]. Howard had her first major country hit in 1960 with \"[[The One You Slip Around With]]\". As her husband's songwriting became more successful, Howard's recording career followed suit. She had her biggest success after signing with [[Decca Records]]. Howard had major hits with the singles \"[[Evil on Your Mind]]\" (1966) and \"[[My Son (song)|My Son]]\" (1968). She also had several hits after teaming up with [[Bill Anderson (singer)|Bill Anderson]], including the number-one hit \"[[For Loving You]]\" (1967). The pair continued recording and touring together until the mid-1970s.\n\nBy 1973, two of Howard's children had died and she divorced Harlan Howard. In a depressive state, she nearly gave up her career. Upon the encouragement of other performers, she released several more albums and singles into the 1980s. At the same time, she began devoting time to other interests including writing. In 1987, Howard published her best-selling autobiography entitled ''Sunshine and Shadow''. She also started writing poems and short stories, and remained active in other ways, including regular appearances on the [[Grand Ole Opry]]. She also worked with [[United States military]] veterans through various programs. She donated to charities and spoke at fundraisers.\n\n==Early life==\n===1929–1945: Childhood and teenage years===\nLula Grace Johnson was born in [[West Plains, Missouri]], the daughter of Linnie and Rolla Johnson.<ref>{{cite web|url=https://usobit.com/obituaries-2020/03/jan-howard-march-13-1929-march-28-2020/|title=Jan Howard March 13 1929 March 28 2020|date=March 28, 2020|publisher=United States Obituary Notice|access-date=March 29, 2020}}</ref> She was the eighth of 11 children,{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=227}} including two siblings who died before the age of two.{{sfn|Howard|1987|pp=6}} Her mother was a nurse's assistant who took take care of elderly people at the family house.{{sfn|Howard|1987|p=34-35}} Her father was a [[bricklayer|brick mason]] who received employment assistance from the [[Works Progress Administration]] during the [[Great Depression]].{{sfn|Howard|1987|pp=4}} The family moved frequently in her childhood in order for her father to sustain employment. They lived in various midwest communities including [[Kansas City, Missouri|Kansas City]], [[Birch Tree, Missouri|Birch Tree]], and [[Oklahoma City, Oklahoma|Oklahoma City]].{{sfn|Howard|1987|pp=3-11}} The family briefly returned to West Plains when Lula was eight. Upon her return, she was [[raped]] by a family friend.<ref name=\"NY Times\"/> \"My body was violated and my mind was damaged in a way I wasn't to know the full extent of for years to come,\" she wrote in her 1987 autobiography.{{sfn|Howard|1987|p=16-17}} The abuse was kept secret from her family in the years to come.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=227}}\n\nBecause the family moved frequently, Lula attended school sporadically during her childhood. Most of the buildings were one-room schoolhouses that were convereted into churches on Sundays.{{sfn|Howard|1987|p=33}} At times, [[truancy]] officers would come by the Johnson home, forcing Lula to return to school.{{sfn|Howard|1987|p=37}} Lula's mother separated from her father in 1943, returning the children to West Plains. To help support the family, Lula worked as a dishwasher in a local cafe. Because the cafe owner could not afford to pay her, he gave Howard's family food for weekly meals. She then took a job at a drugstore at age 16.{{sfn|Howard|1987|pp=36-38}} In 1945, she married Mearle Wood and subsequently dropped out of high school.{{sfn|Trott, Walt|2012|p=250}} Wood enrolled in the military after their marriage and the  couple resettled [[Waynesville, Missouri]]. In their first home together, they shared a house with another military couple. She briefly returned to her parents' house after discovering Wood was engaging in an affair. However, when Wood was restationed in [[Little Rock, Arkansas]], Howard reunited with him in his new location.{{sfn|Howard|1987|p=54}}\n\n===1946–1957: Early adulthood===\nLula gave birth to three sons between the late 1940s and early 1950s.{{sfn|Trott, Walt|2012|p=250}} The young family continued to move as Wood took on various jobs and attempted to start university coursework as a teacher. One of their first residences was at a college campus in [[Pittsburg, Kansas]]. After Wood was informed of a better university to study teaching, he moved the family to [[Greeley, Colorado]].{{sfn|Howard|1987|p=68-69}} Lula claimed that Wood refused to hold a job and with three small children, the family had little money to survive on, which resulted in Lula asking Wood's parents for money.{{sfn|Howard|1987|p=71}} In addition, the family's rented trailer caught on fire in the middle of the night.{{sfn|Howard|1987|p=79-80}} Lula and her children then returned to Missouri following the fire while her husband stayed at the university.{{sfn|Howard|1987|p=81}} Wood then dropped out of college but found a job as a public school teacher in the rural farm community of [[Dora, Missouri]]. The family then rented a three-home house with limited amenities. However, after Lula's youngest son developed [[pneumonia]], they moved to a home closer to Dora's downtown neighborhood.{{sfn|Howard|1987|p=81-86}} \n\n[[File:West Plains Washington Avenue.jpg|thumb|right|250px|A downtown view of [[West Plains, Missouri]], the hometown of Howard]]\n\nWood then brought his wife and children to [[Cairo, Illinois]] where he planned to work in a canning factory. After Lula discovered the dilapidated conditions in Cairo, she and her children left. Wood then moved his family to [[Sunflower, Kansas]] where he taught in a public high school. Wood was then fired after engaging in an affair with another teacher.{{sfn|Howard|1987|p=89-92}} After getting a new job repairing railroad tracks, Wood moved the family to Verdonia, Kansas. Yet, Wood was often missing from home and spent most of his income. Lula and her children then abandoned the apartment after the landlord threatened eviction. When the car Lula was driving ran out of fuel, Lula pulled over into a residential home where an elderly couple took her and her children in for several weeks. After asking for money, the family returned back to her parents home.{{sfn|Howard|1987|p=93-97}} Lula and her husband briefly reunited in West Plains after he obtained a new teaching position. However, Wood quit his job and when he decided to move again, Lula refused. According to Lula, Wood was angered by her refusal, and held a butcher knife to throat in response.{{sfn|Howard|1987|p=99-100}} His actions were interrupted when a friend knocked on the front door of their home. Lula and her three sons fled to her family's Oklahoma home the same day.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=227}} Lula and Wood divorced in 1953.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=227}}\n\nLula and her children then moved in with her brother near [[Columbus, Ohio]]. She then married her brother's friend and US military sergeant Lowell \"Smitty\" Smith.<ref name=\"Popular Music\">{{cite book |last1=Larkin |first1=Colin |title=The Encyclopedia of Popular Music |date=1992}}</ref>{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=227}} Smith moved Lula and her children into local military housing and got a job in the \"tea room\" of the Morehouse Fashion Department Store. Lula then gave birth to the couple's child in 1954 who died shortly after birth due to complications from a [[cerebral hemorrhage]].{{sfn|Howard|1987|p=100-115}} Smith was then transferred to [[Warrensburg, Missouri]] where the couple rented a three bedroom home in a suburban community.{{sfn|Howard, Jan|1987|p=121}} In Missouri, Lula became pregnant again but [[miscarriage|miscarried]] the child.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=227}} Shortly after the miscarriage, Smith was transferred to the [[Panama Canal Zone]] and informed Lula he would send for her once he was settled.{{sfn|Howard|1987|p=126-127}} After not nearing from Smith, she received a letter in the mail informing her than Smith's first wife had never actually filed for divorce. Smith then reunited with his wife and his marriage to Lula was annulled in 1955.{{sfn|Howard|1987|p=128-130}}{{sfn|Bufwack|Oermann|2003|p=227}}\n\nLula decided to make a new start in [[Gardena, California]] in 1955. After pawning Smith's wedding ring for $25, Lula and her two children took a bus out to California. She then worked a series of low-wage jobs (including a cocktail waitress in a men's club), writing in her book, \"I must have had 30 jobs in days.\"{{sfn|Howard, Jan|1987|p=137}} Despite not being able to \"type or take shorthand\", Lula obtained a secretarial position. Her friend was dating country artist [[Wynn Stewart]] who introduced Lula to his friend and aspiring songwriter [[Harlan Howard]].{{sfn|Bufwack|Oermann|2003|p=227}}{{sfn|Howard|1987|p=152-155}} The couple then married 30 days after their meeting in 1957.{{sfn|Howard|1987|p=155-156}}{{sfn|Trott, Walt|2012|p=250}}\n\n==Singing career==\n===1958–1963: Early success===\nLula would often sing to herself while attending to domestic duties but was too shy to sing in front of other people. Alone in her kitchen one day, Lula was singing when she was heard by her husband who impressed by her singing skills. \"I didn't know you could sing,\" he told her. He then convinced Lula to record a [[Demo (music)|demonstration record]] of his newly-composed song \"Mommy for a Day\". The demo was later heard by [[Kitty Wells]] who recorded it and her version made the US country charts in 1958.{{sfn|Bufwack|Oermann|2003|pp=227-28}} Howard then brought his wife to [[Bakersfield, California]] to record more demo records of his songs. Among them was \"[[Pick Me Up on Your Way Down]]\", a song heard by [[Charlie Walker (musician)|Charlie Walker]] whose version also became a US country radio success.{{sfn|Trott, Walt|2012|p=250}} Howard also believed that his wife could have her own country music recording career.{{sfn|Bufwack|Oermann|2003|228|p=166}} With his encouragement, Lula and Wynn Stewart recorded a demo of the song \"Yankee Go Home\". Howard then brought it to Joe Johnson of [[Challenge Records (1950s-60s label)|Challenge Records]] (who Stewart was recording for). Howard told Johnson he could take the song if he signed his wife too.{{sfn|Howard|1987|p=167}} She then officially signed with the Challenge label.<ref name=\"NY Times\"/> The label then changed her name from Lula to \"Jan\".{{sfn|Bufwack|Oermann|2003|p=228}} Under the name \"Jan Howard\", her own version of \"Pick Me Up on Your Way Down\" was released as her debut single in 1958.<ref>{{cite journal |last1=Howard |first1=Jan |title=\"Pick Me Up on Your Way Down\"/\"I Wish I Could Fall in Love Again\"\" |journal=Sundown Records |date=1958 |id=S-112}}</ref>\n\n[[File:Jan Howard--Most Promising Female Vocalist.jpg|thumb|left|150px|Early publicity photo of Howard in an ad from ''[[Billboard (magazine)|Billboard]]'', 1960]]\n\nJan and Wynn Stewart's duet of \"Yankee Go Home\" was released as a single by Challenge in 1959<ref>{{cite journal |last1=Howard |first1=Jan |last2=Stewart |first2=Wynn |title=\"Yankee Go Home\"/\"How the Other Half Lives\" (7\" vinyl single) |journal=[[Challenge Records (1950s-60s label)|Challenge Records]] |date=December 1958 |id=48014}}</ref> and was followed by a second duet single in 1960 titled \"[[Wrong Company]]\". The latter reached the top 30 on the US ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs|country songs]] chart.<ref name=\"1960s Country Songs\">{{cite book |title= Joel Whitburn Presents Across the Charts, the 1960s|last=Whitburn |first=Joel |authorlink=Joel Whitburn |year=2008 |publisher=Record Research |isbn=978-0898201758 |page=184}}</ref> Her recent success prompted Joe Johnson to release a solo single by called \"[[The One You Slip Around With]]\" (penned by Harlan Howard and Fuzzy Owen).{{sfn|Howard|1987|p=175}} The song rose into the US country top 15 in 1960.<ref name=\"Allmusic Bio\">{{cite web |last1=Brennan |first1=Sandra |title=Jan Howard: Biography & History |url=https://www.allmusic.com/artist/jan-howard-mn0000214907 |website=[[Allmusic]] |access-date=March 20, 2020}}</ref> Its success brought Jan the \"Most Promising Country Female\" award from both ''Billboard'' and ''Jukebox Operators'' magazines.{{sfn|Trott, Walt|2012|p=250}} Jan and Stewart then embarked on a three-day tour in [[Lubbock, Texas]] and an appearance on the ''[[Town Hall Party]]'' California television program. With Harlan's songwriting career gaining momentum, the Howard's received royalty checks on a regular basis. The income financed the Howard's move to [[Nashville, Tennessee]] in 1960.{{sfn|Howard|1987|p=175-182}} \n\nJan was still battling shyness despite having a recording career. She had trouble following a backing band and [[stage fright]] caused her to often lose pitch. She also received anonymous phone calls from people who mocked her performance abilities. Jan's fear of her peers resulted in her leaving performances right after doing her slot. This was often the case with her initial [[Grand Ole Opry]] performances.{{sfn|Howard|1987|p=168-190}} After watching [[Patsy Cline]] perform on the Opry, Jan was confronted by Cline who thought she was conceited for not communicating with her. After she pushed back, Cline laughed at the incident and the pair became close friends.{{sfn|Nassour, Ellis|1993|p=131}} Jan would record the demo for Cline's \"[[I Fall to Pieces]]\". Although the song was promised to Jan by her husband (who co-wrote it with [[Hank Cochran]]), it was given to Cline in belief that it would sell more copies than Jan's version would.{{sfn|Nassour, Ellis|1993|pp=132-40}} Because the Howard family owed the [[Internal Revenue Service|IRS]] $20,000 in back taxes{{sfn|Howard, Jan|1987|pp=219}} Jan began touring and booking agent Hubert Long organized her tour dates. She then started appearing on package shows alongside [[June Carter]], [[Skeeter Davis]], [[George Jones]], [[Buck Owens]], and [[Faron Young]].{{sfn|Howard, Jan|1987|pp=189-99}}\n\nWithout her approval, Jan's Challenge recording contract was bought by [[Capitol Records]]. Discovering that $5000 would be paid out of her royalties, she went before a court judge who sided with her. However, after having an argument with her husband about the contract, she ultimately \"agreed to drop\" the legal battle.{{sfn|Howard, Jan|1987|p=207-208}} According to Jan, her first Capitol sessions with an unnamed producer were \"a disaster\". Frustrated, she contacted [[Ken Nelson (American record producer)|Ken Nelson]] who agreed to produce her in Los Angeles. The Capitol marketing division steered Jan's music towards the [[Pop music|pop]] market, which resulted in her recording several pop covers.{{sfn|Howard, Jan|1987|p=207}} From the sessions, Howard's debut studio album was released in 1962 called ''[[Sweet and Sentimental]]''.<ref>{{cite journal |last1=Howard |first1=Jan |title=''Sweet and Sentimental'' (Disc Information) |journal=[[Capitol Records]] |date=1962 |id=ST-1779 (Stereo)}}</ref> She recorded for Capitol through 1963 yet only had one US country charting single: a cover of \"I Wish I Was a Single Girl Again\".<ref name=\"1960s Country Songs\"/>\n\n===1964–1972: Peak commercial success===\nJan left her Capitol recording contract in 1964 but continued touring. Instead of having her own band, she often relied on house bands (who were often unfamiliar with her music) so she could avoid having to pay for additional expenses and provide her an income of $500 to $600 per gig.{{sfn|Howard|1987|p=249-50}} The Howard's also started their own publishing company called Wilderness Music and set up a Nashville office during this period.{{sfn|Howard|1987|p=227}} Harlan then informed his wife that [[Owen Bradley]] of [[Decca Records]] was interested in signing her. After the Howard's made a demo of four songs and presented it to Bradley, Jan signed with the label. Among their four demo's was Harlan's self-penned \"[[What Makes a Man Wander?]]\".{{sfn|Howard|1987|p=250}} When officially released as a single for Decca, it rose into the US country songs top 30 in 1965.<ref name=\"Allmusic Bio\"/> According to Jan, Bradley had a hard time separating her musical style from her Decca counterparts ([[Brenda Lee]] and [[Loretta Lynn]]) which caused her follow-up singles to fail. The pair then found another Harlan-penned tune called \"[[Evil on Your Mind]]\".{{sfn|Howard|1987|p=259-260}} Released as a single, it rose to the number five position on the US country songs chart in 1966 and ultimately became Jan's highest-peaking solo release.<ref name=\"1960s Country Songs\"/> The [[Grammy Awards|Grammy]]-nominated single<ref name=\"Grammys\">{{cite web |title=Jan Howard: Artist |url=https://www.grammy.com/grammys/artists/jan-howard |website=[[Grammy Awards]] |access-date=March 20, 2020}}</ref> became identified as a [[List of signature songs|signature song]] in Jan's career<ref name=\"PBS\">{{cite web |last1=Burns |first1=Ken |title=Country Music: Jan Howard Biography |url=https://www.pbs.org/kenburns/country-music/jan-howard-biography/ |website=[[PBS]] |access-date=March 21, 2020}}</ref> and later served as the title track to her US country top ten LP ''[[Jan Howard Sings Evil on Your Mind]]''.<ref name=\"Country Albums\">{{cite magazine |title=Jan Howard Chart History -- Country Albums |url=https://www.billboard.com/artist/jan-howard/chart-history/clp/ |magazine=[[Billboard (magazine)|Billboard]] |accessdate=18 January 2020}}</ref>\n\n[[File:Jan Howard--1968.jpg|thumb|right|200px|Howard in an issue of ''[[Billboard (magazine)|Billboard Magazine]]'', August 1968]]\nThe success of \"Evil on Your Mind\" led to an increased demand in Jan's bookings. In 1966, she played a package tour that ended at California's [[Hollywood Bowl]] and another in [[Detroit, Michigan]] that attracted roughly 24,000 people.{{sfn|Howard|1987|pp=260-261}} Decca also continued recording Jan. She became increasingly identified with songs portraying women in assertive roles and occasionally featured lyrics by her husband. Examples of such songs included her next single, \"[[Bad Seed (Jan Howard song)|Bad Seed]]\",{{sfn|Bufwack|Oermann|2003|p=228-229}} which reached the US country songs top ten.{{sfn|Trott, Walt|2012|p=250}} Other recordings with similar assertive themes included the 1967 US top country 40 songs \"[[Any Old Way You Do]]\" (penned by Howard) and \"[[Roll Over and Play Dead]]\".{{sfn|Bufwack|Oermann|2003|p=228-229}} Both appeared on her fourth LP, ''[[This Is Jan Howard Country]]'', which became a top ten-charting LP on the US country survey.<ref name=\"Country Albums\"/>\n{{Listen\n| filename = Jan Howard--Evil on Your Mind--audio.ogg\n| title = \"Evil on Your Mind\" (1966)\n| description = Howard's biggest hit as a solo artist, written by her third husband [[Harlan Howard]]\n}}\n{{Listen\n| filename = Jan Howard--My Son--audio 1968.ogg\n| title = \"My Son\" (1968)\n| description = First written as a letter to her son in the [[Vietnam War]], \"My Son\" was later turned into a country hit for Howard. It became one of her best known recordings.\n}}\n\nJan was often paired on tours with fellow Decca artist and singer-songwriter, [[Bill Anderson (singer)|Bill Anderson]]. The pair garnered positive audience reception when singing duets on tour, which prompted them to approach Owen Bradley about recording together. Bradley agreed to a \"trial single\" in 1965 called \"I Know You're Married (But I Love You Still)\".{{sfn|Howard, Jan|1987|pp=252-53}} It was followed by 1967's \"[[For Loving You]]\", which topped the US country chart and made the top ten on the Canadian [[RPM (magazine)|country tracks]] chart.<ref name=\"RPM Country Songs\">{{cite web|title=Search results for \"Jan Howard\" under Country Singles|url=http://www.collectionscanada.gc.ca/rpm/028020-110.01-e.php?PHPSESSID=2iqcjne94r17d52pg4oalqlm31&q1=Jan+Howard&q2=Country+Singles&interval=20|archive-url=https://archive.today/20130219183758/http://www.collectionscanada.gc.ca/rpm/028020-110.01-e.php?PHPSESSID=2iqcjne94r17d52pg4oalqlm31&q1=Jan+Howard&q2=Country+Singles&interval=20|url-status=dead|archive-date=19 February 2013|publisher=[[RPM (magazine)|RPM]]|accessdate=17 January 2013}}</ref> The duo's debut album of the [[For Loving You (album)|same name]] reached number six on the country albums chart in 1968.<ref name=\"Bill Anderson Country Albums\">{{cite book |title=Joel Whitburn Presents Hot Country Albums: 1964-2007 |date=2008 |publisher=Record Research, Inc. |isbn=978-0898201734 |page=20}}</ref> Now a successful musical collaboration, Howard joined Anderson's roadshow and also became part of his syndicated television program called ''The Bill Anderson Show''.{{sfn|Trott, Walt|2012|p=250}} Because it was mostly filmed in [[Windsor, Ontario]], Jan traveled by commercial airlines to film tapings.{{sfn|Howard, Jan|1987|p=311}} Working with Anderson provided Jan with a steady source of income{{sfn|Howard, Jan|1987|p=277}} following her divorce from Harlan Howard in the late 1960s.{{sfn|Bufwack|Oermann|2003|p=229}}\n\nIn 1968, Jan had three more top 40 US country solo singles including the number 16 \"[[Count Your Blessings, Woman]]\"<ref name=\"Ency\">{{cite book |last1=Stambler |first1=Irwin |last2=Landon |first2=Grelun |title=Country Music: The Encyclopedia |date=2000 |publisher=[[St. Martin's Press]] |isbn=978-0312264871 |page=210-211}}</ref> and the number 15 \"[[My Son (song)|My Son]]\".<ref name=\"Allmusic Bio\"/> The latter was inspired by a letter she wrote to her eldest son, Jimmy{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}} who was drafted into the [[United States Army|army]] to fight in the [[Vietnam War]].<ref name=\"Gazette\">[https://news.google.com/newspapers?nid=gL9scSG3K_gC&dat=19681102&printsec=frontpage&hl=en \"'My Son' Killed In Viet War\"], ''Pittsburgh Post-Gazette'', November 2, 1968, p2</ref><ref>[http://www.vvmf.org/Wall-of-Faces/24318/JAMES-V-HOWARD Vietnam Veterans Memorial Fund site]</ref> Despite Jan's reluctance, her middle son (Carter), Bill Anderson and Owen Bradley all encouraged her to record it.{{sfn|Howard, Jan|1987|pp=349-50}} After the song became commercially-successful, Jan received over 5,000 letters from soldiers and their families. \"They said they felt like it was for them,\" she commented.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}} The song was later nominated for [[Best Female Country Vocal Performance]] at the [[Grammy Awards]].<ref name=\"Grammys\"/> Before the end of 1968, Jimmy Howard was killed in battle, aged 21.<ref name=\"Gazette\"/>\n\nDespite her son's death, Jan continued touring, appearing on Anderson's show and recording.{{sfn|Trott, Walt|2012|p=250}} Her 1969 [[Jan Howard (1969 album)|eponymous LP]] reached the US country albums top 25<ref name=\"Country Albums\"/> and included the US top 30 singles \"[[I Still Believe in Love]]\" and \"[[When We Tried]]\".<ref name=\"1960s Country Songs\"/> It was followed by 1970 LP of [[American patriotic music|patriotic music]] called ''[[For God and Country (Jan Howard album)|For God and Country]]''<ref name=\"Ency\"/> which was inspired by the death of her son.{{sfn|Howard, Jan|1987|pp=365-66}} The Anderson-Howard duet pairing continued simultaneously<ref name=\"Ency\"/> and resulted in the three more top ten US and Canadian country singles through 1972: \"[[If It's All the Same to You]]\" (1970), \"[[Someday We'll Be Together]]\" (1970) and \"[[Dis-Satisfied]]\" (1972).<ref name=\"Top 40 Country Hits\">{{cite book |last1=Whitburn |first1=Joel |title=The Billboard Book of Top 40 Country Hits |date=2006 |publisher=Billboard Books |isbn=978-0823082919 |page=164}}</ref> The singles were also issued on corresponding duet LP's that made the US country top 25: ''[[If It's All the Same to You (album)|If It's All the Same to You]]'' (1970) and ''[[Bill and Jan (Or Jan and Bill)]]'' (1972).<ref name=\"Bill Anderson Country Albums\"/> Howard's solo releases made the US country songs top 40 twice more through 1970: \"[[We Had All the Good Things Going]]\" (1969) and \"[[Rock Me Back to Little Rock]]\" (1970).<ref name=\"Top 40 Country Hits\"/> Both appeared on her 1970 top 40 LP, also titled ''[[Rock Me Back to Little Rock]]''.<ref name=\"Country Albums\"/>\n\n===1973–2020: New directions and slowing down===\nHoward left Bill Anderson's road and television shows. \"I wasn't mentally or physically able to keep up the pace doing the show full time,\" she later wrote.{{sfn|Howard, Jan|1987|p=454}} Anderson replaced her with a newer artist named [[Mary Lou Turner]] and Howard was working by herself again. She had fewer concert dates than before and was working with pick-up bands who \"would have made good electricians\", according to Howard. Some nights, she performed with little to no instrumentation. During one booked engagement, she performed on the back of a flatbed truck. \"Many nights I'd be so depressed and ashamed, I'd go back to the motel, cry and go to sleep,\" Howard wrote.{{sfn|Howard, Jan|1987|p=454}} During this time, she began touring with [[Johnny Cash]] and [[June Carter Cash]] as part of their roadshow.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}} \"It'll do you good,\" the Cashes said to her. Howard toured with the show nationally and internationally. This included performances in [[Hawaii]] and [[Australia]].{{sfn|Howard, Jan|1987|p=462}} Not only touring together, Howard also joined Cash in the recording studio. She sang background vocals on some of his biggest hits. This included singing the line, \"Mama sang tenor\", on his 1969 hit \"[[Daddy Sang Bass]]\". She also was a background vocalist on Cash's 1963 hit \"[[Ring of Fire (song)|Ring of Fire]]\".<ref name=\"Digital Journal Interview\">{{cite web |last1=Papadatos |first1=Markos |title=Interview with Jan Howard: Classiest Lady in Country Music |url=http://www.digitaljournal.com/a-and-e/music/interview-with-jan-howard-classiest-lady-in-country-music/article/377906 |website=Digital Journal |access-date=March 21, 2020}}</ref>\n[[File:Jan Singing on the Opry in Brown Jacket.jpg|thumb|left|200px|Howard on stage at the Opry, 2000s]]\n\nHoward also returned to the recording studio. During this period, she was a neighbor of Nashville producer, [[Larry Butler (producer)|Larry Butler]],{{sfn|Howard, Jan|1987|pp=467}} who produced her next studio album. Titled ''Sincerely, Jan Howard'', it was issued on [[GRT Records]].<ref>{{cite journal |last1=Howard |first1=Jan |title=''Sincerely, Jan Howard'' (liner notes) |journal=[[GRT Records]] |date=1975}}</ref> The album's first and only single to chart was \"Seein' Is Believin'\", which peaked outside the top 40 of the ''Billboard'' Hot Country Singles list.<ref>{{cite magazine |title=\"Seein' Is Believin'\" chart history |url=https://www.billboard.com/artist/jan-howard/chart-history/csi/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=March 19, 2020}}</ref> In 1977, she briefly signed with [[Con Brio Records]], where she had three minor hits on the country chart. This included the song, \"To Love a Rolling Stone\" (1978), which was her final chart appearance.<ref name=\"whitburn\">{{cite book|last=Whitburn|first=Joel|title=Hot Country Songs 1944 to 2017|publisher=Record Research, Inc|year=2017|isbn=978-0-89820-229-8|pages=171}}</ref> In the late 1970s, she also toured as part of [[Tammy Wynette]]'s roadshow as both a background and lead vocalist.<ref name=\"Willie Nelson\">{{cite web |title=Jan Howard: Country Music Artists: Her Life and Music! |url=https://willienelsonmuseum.com/museum/jan-howard-bio/ |website=Willie Nelson Museum |access-date=March 21, 2020}}</ref>\n\nIn the early 1980s, record producer and friend [[Pete Drake]] asked Howard to be part of a new album series he was producing for Grand Ole Opry members. She agreed to the project and collaborated with Drake on her next studio album.<ref name=\"liner notes\">{{cite journal |last1=Howard |first1=Jan |title=''Stars of the Grand Ole Opry'' (liner notes) |journal=First Generation Records |date=April 1981}}</ref> Titled ''[[Stars of the Grand Ole Opry (Jan Howard album)|Stars of the Grand Ole Opry]]'', the album was released by First Generation Records in April 1981.<ref name=\"Allmusic\">{{cite web |title=''Jan Howard [First Generation]'': Jan Howard: Songs, Reviews, Credits |url=https://www.allmusic.com/album/jan-howard-first-generation-mw0000252407 |website=[[Allmusic]] |access-date=March 20, 2020}}</ref> It contained re-recorded versions of Howard's hits and several new tracks.<ref name=\"liner notes\"/> Howard continued recording during the decade. Her next studio album was released on [[AVI Records]] in 1983 called ''Tainted Love''.<ref name=\"Popular Music\"/> The album's [[Tainted Love|title track]] was a cover of the hit originally written by [[Ed Cobb]]. Cobb also shared production credits on the album's release.<ref name=\"Tainted Love\">{{cite web |title=Jan Howard - ''Tainted Love'' (1983, Vinyl) |url=https://www.discogs.com/Jan-Howard-Tainted-Love-/release/7156385 |website=[[Discogs]] |date=1983 |access-date=March 21, 2020}}</ref> In 1985, Howard was part of a joint venture between [[MCA Records|MCA]] and [[Dot Records]], which included several other veteran artists. From the venture, a [[Jan Howard (1985 album)|self-titled studio album]] was released in 1985. Produced by [[Billy Strange]], it was Howard's last studio release.<ref>{{cite journal |last1=Howard |first1=Jan |title=''Jan Howard'' [1985] (liner notes) |journal=MCA Records/Dot Records |date=1985}}</ref>\n\nIn the 1990s, Howard slowed down her singing career.{{sfn|Trott, Walt|2012|pp=251}} Howard spoke of her career slow down and her continued passion for singing in her autobiography: \"I love to sing and hope that, for a long time to come, God will give me the opportunity to do so. And when he tells me to quit, I hope I have the sense to follow His advice.\"{{sfn|Howard, Jan|1987|p=490}} While working occasionally, she mainly did performances as part of the [[Grand Ole Opry]] cast.{{sfn|Trott, Walt|2012|pp=251}}<ref name=\"Opry\">{{cite web |title=Jan Howard - Grand Ole Opry |url=https://www.opry.com/artists/jan-howard/ |website=[[Grand Ole Opry]] |access-date=March 21, 2020 |archive-date=March 21, 2020 |archive-url=https://web.archive.org/web/20200321023305/https://www.opry.com/artists/jan-howard/ |url-status=dead }}</ref> In the 2000s, Howard was inducted into the Missouri Country Music Hall of Fame and released a boxed set of her recorded material.<ref>{{cite web |title=Jan Howard Discography: Box Sets |url=http://www.janhoward.com/discography.cfm |website=Jan Howard.com |access-date=March 21, 2020}}</ref> She has since appeared on albums by other artists. In 2007, she recorded a duet with Bill Anderson and [[Vince Gill]] for Anderson's studio release, ''Whisperin' Bluegrass''.<ref>{{cite web |title=''Whisperin' Bluegrass'' - Bill Anderson: Songs, Reviews, Credits |url=https://www.allmusic.com/album/whisperin-bluegrass-mw0000748850 |website=[[Allmusic]] |access-date=March 21, 2020}}</ref> In 2017, Howard and [[Jessi Colter]] appeared on [[Jeannie Seely]]'s studio album ''[[Written in Song]]'', singing on the track \"We're Still Hangin' in There, Ain't We Jessi\".<ref>{{cite web |title=Albums Coming in the New Year |url=http://www.cmt.com/news/1775143/11-new-albums-coming-in-the-new-year |archive-url=https://web.archive.org/web/20161231063149/http://www.cmt.com/news/1775143/11-new-albums-coming-in-the-new-year/ |url-status=dead |archive-date=December 31, 2016 |website=[[Country Music Television]] |access-date=March 21, 2020}}</ref> In 2019, she celebrated her 90th birthday at the Opry, making her the show's oldest living member.<ref>{{cite web |last1=Papadatos |first1=Markos |title=Country queen Jan Howard celebrates 90th birthday |url=http://www.digitaljournal.com/entertainment/music/country-queen-jan-howard-celebrates-90th-birthday/article/545291 |website=Digital Journal |date=March 14, 2019 |access-date=March 21, 2020}}</ref>\n\n===Style and legacy===\n[[File:Jan Backstage at the Opry.jpg|thumb|right|170px|Howard backstage at the Opry, 2017]]\nHoward's musical style was rooted in the country and [[Nashville Sound]] genres.<ref name=\"Allmusic Bio\"/>{{sfn|Trott, Walt|2012|pp=250-51}} Her music has been described as being part of the foundational landscape of country music. [[Stephen Thomas Erlewine]] of [[Allmusic]] spoke of her singing style in his review of ''The Very Best of Wynn Stewart and Jan Howard'' CD in 2004. \"Howard is a strong,, straight-ahead, hardcore country singer, and the sides collected here are excellent, unheralded pure honky-tonk with a Bakersfield tinge.\"<ref>{{cite web |last1=Erlewine |first1=Stephen Thomas |title=''The Very Best of Wynn Stewart & Jan Howard'': Wynn Stewart and Jan Howard: Review |url=https://www.allmusic.com/album/the-very-best-of-wynn-stewart-jan-howard-mw0000147845 |website=[[Allmusic]] |access-date=March 23, 2020}}</ref> Robert K. Oermann commented on Howard's \"brassy\" singing style and noted that her Decca recordings were \"downright gutsy\", \"sassy\" and \"self-assured.\"{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=226}} Oermann also spoke on Howard's legacy as an artist: \"Jan opened the door for many more Nashville Sound stylists. [[Marion Worth]], [[Margie Bowes]], [[Connie Smith]], [[Jeannie Seely]] and [[Connie Hall]] climbed the charts.\"{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}}\n\nHoward is also remembered for her commercial success. Sandra Brennan of Allmusic called her \"one of the hottest female vocalists of the 1960s.\"<ref name=\"Allmusic\"/> [[Ken Burns]] called her \"one of the most popular female country artists of the 1960s and early 1970s.\"<ref name=\"PBS\"/> Her legacy has also been mentioned in recent years. In 2018, she was ranked among the \"100 Greatest Women of Country Music\" in a poll by Country Universe.<ref>{{cite web |last1=Coyne |first1=Kevin John |title=100 Greatest Women, #65: Jan Howard |url=http://www.countryuniverse.net/2018/05/27/100-greatest-women-65-jan-howard/ |website=Country Universe |date=May 27, 2018 |access-date=March 23, 2020}}</ref> In 2005, Howard's single, \"Evil on Your Mind\", was listed as one of country music's \"500 greatest singles\" in the book ''Heartaches by the Number''.<ref name=\"PBS\"/> In 1971, she became a member of the [[Grand Ole Opry]] and continued to make public appearances there until 2019.<ref>{{cite web |title=Jan Howard - Grand Ole Opry |url=https://www.opry.com/artists/jan-howard/ |website=[[Grand Ole Opry]] |access-date=March 23, 2020 |archive-date=March 21, 2020 |archive-url=https://web.archive.org/web/20200321023305/https://www.opry.com/artists/jan-howard/ |url-status=dead }}</ref>\n\n==Writing career and other professions==\n===1966–1983: Songwriting===\nIn addition to singing, Howard wrote songs for herself and others. One of her first released compositions was \"Crying for Love\", which appeared on her 1966 studio album ''[[Jan Howard Sings Evil on Your Mind]]''.<ref>{{cite journal |last1=Howard |first1=Jan |title=''Jan Howard Sings Evil on Your Mind'' liner notes (Vinyl insert) |journal=[[Decca Records]] |date=1966}}</ref> Howard's songs continued to appear on her studio albums over time. Self-penned songs appeared on the studio albums ''[[For God and Country (Jan Howard album)|For God and Country]]'',<ref name=\"For God Liner Notes\">{{cite journal |last1=Howard |first1=Jan |title=''For God and Country'' liner notes (vinyl insert) |journal=[[Decca Records]] |date=1970}}</ref> ''[[Love Is Like a Spinning Wheel (album)|Love Is Like a Spinning Wheel]]'',<ref name=\"Spinning Wheel liner notes\">{{cite journal |last1=Howard |first1=Jan |title=''Love Is Like a Spinning Wheel'' liner notes (vinyl insert) |journal=[[Decca Records]] |date=1972}}</ref> ''Sincerely, Jan Howard''<ref name=\"Sincerely\">{{cite journal |last1=Howard |first1=Jan |title=''Sincerely, Jan Howard'' (liner notes) |journal=[[GRT Records|GRT]] |date=1975}}</ref> and ''[[Stars of the Grand Ole Opry]]''.<ref name=\"liner notes\"/> Songs she composed were also recorded by other artists. In 1966, she wrote \"It's All Over But the Crying\", which became a major hit for [[Kitty Wells]].{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}} The same year, the song was given among the \"Most Frequently Played Tracks\" accolade from the [[BMI Awards]]. Howard later called the situation \"ironic\" because  her husband (Harlan Howard) was better known for songwriting. At the time of the awards dinner, the Howards had separated, but attended the event as a couple.{{sfn|Howard, Jan|1987|p=283}} \n{{multiple image\n | width1 = 150\n | image1 = Bill Anderson 1970.JPG\n | width2 = 150\n | image2 = Tammy Wynette.JPG\n | footer = As a songwriter, Howard co-wrote songs with [[Bill Anderson (singer)|Bill Anderson]] (left) and [[Tammy Wynette]] (right).\n}}\n\nHoward also penned songs with other artists. With Bill Anderson, she wrote \"[[I Never Once Stopped Loving You (song)|I Never Once Stopped Loving You]]\", which became a major hit for [[Connie Smith]].{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}} The pair also co-wrote \"Dis-Satisfied\", which they made a hit of their own as a duet partnership. Howard's son, Carter, was also given credit on its writing. The song appeared on their studio album ''[[Bill and Jan (Or Jan and Bill)]]''.<ref name=\"Discogs 2\">{{cite web |title=''Bill and Jan (Or Jan and Bill)'' -- Canadian release |url=https://www.discogs.com/Bill-Jan-Bill-Jan-Or-Jan-Bill/release/7781044 |website=[[Discogs]] |date=August 18, 1972 |access-date=January 28, 2020}}</ref> Howard also self-penned \"[[Love Is a Sometimes Thing (song)|Love Is a Sometimes Thing]],\" which was recorded and became a major hit for Anderson. She would also release it as a single herself around the same period. These compositions were also awarded BMI Songwriters Awards.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}} In 1980, she collaborated with [[Tammy Wynette]] in writing the track \"Only the Names Have Been Changed\". The song appeared on Wynette's studio album ''[[Only Lonely Sometimes]]''.<ref>{{cite web |title=Tammy Wynette -- ''Only Lonely Sometimes'' (1980, Vinyl) |url=https://www.discogs.com/Tammy-Wynette-Only-Lonely-Sometimes/release/4460023 |website=[[Discogs]] |date=August 18, 1980 |access-date=March 22, 2020}}</ref> Her last writing credit is on the track, \"My Friend\", a song that appeared on Howard's 1983 studio album ''Tainted Love''.<ref name=\"Tainted Love\"/>\n\n===1987–2020: Autobiography and other writing===\nFor several years, friends told Howard that she should write an [[autobiography]]. In response, she said, \"Yeah, it would make a great soap opera.\"{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=227}} Howard had written an outline for the book, but put it aside for three years before turning to it again.{{sfn|Howard, Jan|1987|p=283}} She later explained that she chose to continue writing the autobiography because she became suicidal. In 1979, she was visiting a friend in [[Florida]]. \"It was a very bad time in my life. I was in Florida and, I didn't know whether I was going to walk into the ocean or not. And I can't swim,\" Howard said in 2003. Deciding not to end her life, she went back inside the house. She then sat on the floor and wrote a song called \"My Story\". Howard later threw the song away because it was full of \"bitterness\". \"Once I started again, it was just like rolling back the years,\" she said in 2003.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=227}}\n\nThe year of the book's release, Howard cancelled all her concert engagements to prepare for its completion.{{sfn|Howard, Jan|1987|p=290}} When officially released in 1987, the autobiography was titled ''Sunshine and Shadow: My Story''. The book was published by Richardson & Steirman, a company based in [[New York, New York|New York City]].{{sfn|Trott, Walt|2012|pp=251}} ''Sunshine and Shadow'' received mostly positive reviews by critics upon its release. In their July 1987 review, ''[[Kirkus Reviews]]'' gave the book a positive commentary. Reviewers highlighted stories of Howard's interactions with other country artists and the recounting of her son's suicide. ''Kirkus'' concluded their review by stating, \"Sure to be appreciated by die-hard country fans, and by any who seek a tale of victory over despair.\"<ref>{{cite web |title=Book Reviews: \"Sunshine and Shadow\" |url=https://www.kirkusreviews.com/book-reviews/a/jan-howard/sunshine-and-shadow-3/ |website=[[Kirkus Reviews]] |access-date=March 22, 2020}}</ref> ''[[Publishers Weekly]]'' gave their review of the release in August 1987. Reviewers of the book praised Howard's personal stories, but disliked the editing style of the book.<ref>{{cite web |title=Nonfiction Book Review: \"Sunshine and Shadow\" by Jan Howard, Author |url=https://www.publishersweekly.com/978-0-931933-48-6 |website=[[Publishers Weekly]] |access-date=March 22, 2020}}</ref>\n\nAlso in the late 1980s, Howard explained that she was working on her first fiction short story and a novel.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}} In a 2015 interview, Howard explained that she still writes a \"little bit of everything\" including songs, poems and short stories. Howard also said she had started three fiction novels that had yet to be completed. \"I need to put those together, I need to go through them. And I found things in there that I forgot I wrote and I said 'oh, this is pretty good' or 'this is bad'. So right now I'm gonna put those all together and put them in a leather-bound book,\" Howard said.<ref name=\"Country Zone\">{{cite web |last1=Mecir |first1=Peter |title=Jan Howard: I'll Never Lose The Butterflies |url=http://countryzone.net/en/interviews/499-jan-howard-i-ll-never-lose-the-butterflies |website=Country Zone |access-date=March 22, 2020}}</ref>\n\n[[File:Jan Howard--Real State Card.jpg|thumb|right|200px|Jan Howard's business card from when she was worked as a [[real estate agent]], late 1970s]]\nHoward also wrote out her recipes that she used. She featured directions for her recipes on her official website, which were updated on a monthly basis. On her recipe page, website administrators stated, \"Each month on this page we’ll be adding a favorite recipe or\ntwo provided by Jan…so keep checking back.\"<ref>{{cite web |title=Recipes |url=http://www.janhoward.com/recipes.cfm |website=Jan Howard.com |access-date=March 22, 2020}}</ref>\n\n===Other professions and efforts===\nIn the late 1970s, Howard obtained her [[real estate license]] for a local company in [[Hendersonville, Tennessee]], called Lakeside Realtors. As a realtor, she sold several homes including one to local Nashville musician Jimmy Capps.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}} Howard remained a real estate agent for only a short period of time. On her website, she commented that after a while, people would bring \"sacks of tapes\" for her to listen to rather than be potential clients. \"My license is in retirement and will stay there, but I still pay my dues,\" Howard wrote on her fan page.<ref>{{cite web |title=Jan Howard: Interview questions and answers |url=http://www.janhoward.com/fan_page.cfm |website=Jan Howard.com |access-date=March 22, 2020}}</ref>\n\nIn 2002, she appeared with [[Faye Dunaway]] in the film ''Changing Hearts''. Other performers were featured in the cast including [[Rita Coolidge]] and [[Jeannie Seely]].<ref>{{cite web |title=''Changing Hearts'' (2002) |url=https://www.rottentomatoes.com/m/changing_hearts |website=[[Rotten Tomatoes]] |access-date=March 22, 2020}}</ref>\n\nAfter her son was killed in the Vietnam War, Howard worked to support veterans returning from war, including with various organizations in support of the American military [[veteran]]s.{{sfn|Howard, Jan|1987|p=1}} She worked previously with the [[United States Department of Veterans Affairs|Veterans Administration]], [[Veterans of Foreign Wars]], and the [[Vietnam veteran|Vietnam Veteran]] organizations. Howard contributed to a campaign that helped raise funds for the [[Vietnam Veterans Memorial]], which was finished in 1982. From Howard's efforts, she received the \"Gold Medal of Merit Award\" from the Veterans of Foreign Wars. \"I never want to be in the forefront of anything like this, but it’s worth it to bring attention to those who gave so much. If it wasn’t for them, we wouldn’t have the life we enjoy as Americans,\" Howard commented in 2011.<ref name=\"Nashville Music Guide\">{{cite web |last1=Harman |first1=Ron |title=Veterans Day Holds Special Meaning for Jan Howard |url=https://www.nashvillemusicguide.com/veterans-day-holds-special-meaning-for-jan-howard/ |website=Nashville Music Guide |date=November 18, 2011 |access-date=March 22, 2020}}</ref> Since 1982, Howard was involved in veteran-related activities at [[Middle Tennessee State University]], where her son was a former student. In 2017, she made an appearance at the university's veterans' memorial service. She was presented with a \"Gold Star Brick\" from the school for her work with veterans.<ref>{{cite web |last1=Weiler |first1=Randy |title=Opry member Howard featured as MTSU salutes vets, Gold Star Families |url=https://mtsunews.com/2017-salute-to-vets-game/ |website=[[Middle Tennessee State University]] |date=November 8, 2017 |access-date=March 22, 2020}}</ref>\n\n==Personal life==\n\n===Marriages===\nHoward was married four times.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|pp=227-29}} At the time of her first marriage to Mearle Wood, she was only 16 years old.{{sfn|Trott, Walt|2012|p=250}} The couple met when Howard was working at her local drugstore in West Plains, Missouri. He would frequently come by to say hello and have a soda. The two spent more time together, eventually becoming a couple and marrying.{{sfn|Howard, Jan|1987|pp=41-43}} Howard later said that she did not want to marry Wood, but her mother encouraged their courtship. \"I felt like I was dressing for a funeral. And in a way, I was. The funeral of my girlhood,\" she wrote.{{sfn|Howard, Jan|1987|pp=41-43}} Her second marriage to Lowell \"Smitty\" Smith lasted only two years after discovering that he was a bigamist.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=228}}\n\nIn her third marriage to Harlan Howard, Jan's three children legally were adopted by him and took on his last name.{{sfn|Howard, Jan|1987|pp=215}} In the mid-1960s, the couple owned a publishing company in Nashville called \"Wilderness Music\". Together, they bought an older home, renovated it and turned it into a series of offices for the company.{{sfn|Howard, Jan|1987|pp=230}} Jan later commented that Harlan took control of the Wilderness when they divorced. According to Harlan, the company and its music were his \"brainchildren\". Upset about the situation, Jan said to her divorce lawyers, \"I don't want anything. Just the divorce.\"{{sfn|Howard, Jan|1987|pp=291}} Following her divorce, she became closer to her divorce lawyer, Jack Norman. A licensed pilot, Norman took her on plane rides and also spent many nights at her home. The two became romantically involved while Norman was still married.{{sfn|Howard, Jan|1987|pp=305-09}} Their affair carried on into the mid 1970s.{{sfn|Howard, Jan|1987|p=485}} In 1990, she remarried for a fourth time to Dr. Maurice Acree, Jr.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=228}} Only married for a short period of time,{{sfn|Howard, Jan|1987|pp=407}} Acree died in 2013, according to an obituary from ''[[The Tennessean]]''.<ref>{{cite web |title=Maurice Acree OBITUARY |url=https://obits.tennessean.com/obituaries/tennessean/obituary.aspx?n=maurice-m-acree&pid=164078081 |website=[[The Tennessean]] |access-date=March 22, 2020 }}{{Dead link|date=August 2024 |bot=InternetArchiveBot |fix-attempted=yes }}</ref>\n\n===Children===\nFrom her first marriage, Howard gave birth to three sons: Jimmy, Carter (Corky), and David.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|pp=227-29}} As a young child, Jimmy was hospitalized in critical condition with [[spinal meningitis]]. Within four weeks, he recovered from the illness.{{sfn|Howard, Jan|1987|pp=171-72}} During the Vietnam War in 1968, Jimmy was drafted into the military. Once he received his draft notice, Carter volunteered for the army. \"If Jimmy's going, I'm going,\" he said to Howard.{{sfn|Howard, Jan|1987|pp=321}} After being sent to basic training, the military was supposed to let Jimmy come home, but they refused. Upset about the situation, Howard discussed the situation with her friend and country DJ, [[Ralph Emery]]. Through the assistance of Emery, Howard got in contact with [[Richard Fulton|Congressman Richard Fulton]]. Emery found Fulton at a restaurant at nine o'clock the same night when he contacted him.  Fulton got permission from the military to send Jimmy home for 21 days. In her autobiography, Howard recounted the phone call she received from Jimmy the day he came home, \"Mom! What did you do? The Secretary of the Army himself called down here! My sergeant came and got me and said, 'Howard! Go call your mother, then be prepared to work you ass off!'\"{{sfn|Howard, Jan|1987|pp=321}} Howard also recalled Jimmy's nervousness as he prepared for Vietnam. The evening before his departure, he sat at her bedside explaining his nervousness and anxieties. The next evening, he flew out at three o'clock in the morning.{{sfn|Howard, Jan|1987|pp=339}}\n{{quote box\n |quote  = The world was black. I prayed for death. The room was filled with people...One by one they filled in. Owen, Hubert, my brothers, Junior, Pete, Dick, and Bob...So many more. Each time I'd open my eyes someone would put a pill in mouth. Merciful sleep. Voices kept coming through. Someone said it would be ten days before they could get the boys home. Then I heard Dr. Goldner say, \"she can't live ten days\".\n |source =&nbsp;—Howard on the days following her son's death.{{sfn|Howard, Jan|1987|pp=356-57}}\n |width  = 25%\n |align  = left\n}}\n\nIn October 1968, Jimmy was killed in action.<ref name=\"Gazette\"/> She found out when she saw several friends arrive at the front door of her home. Realizing the reasons for them being there, she began screaming and crying. Howard remembered the days following Jimmy's death in her autobiography, going through the days and weeks by \"forcing\" herself to keep going. She had trouble eating and sleeping, taking pills on a regular basis to help her through the anxieties and grief. \"I was crying when I woke up, and crying when I went to sleep,\" she wrote in 1987. One morning, Howard made the decision to dispose of all her medicine and continue on with her life. \"As I walked into the den and saw the relief on Corky and David's faces, my efforts were worthwhile,\" she wrote.{{sfn|Howard, Jan|1987|pp=360-61}}\n\nHoward's youngest son, David, began abusing [[substance abuse|drugs]] in the years following Jimmy's death.<ref name=\"Gazette 2\">{{cite news |last1=Edwardsd |first1=Joe |title=Personal Setbacks Make Her Stronger |url=https://news.google.com/newspapers?nid=1917&dat=19810404&id=AWRGAAAAIBAJ&pg=2414,1548685&hl=en |access-date=March 22, 2020 |publisher=[[Schenectady Gazette]] |date=1981}}</ref> Prior to this, he had been employed at the [[Opryland USA]] theme park, where he appeared as an actor in several shows, including a major role in the cast of the play ''I Hear America Singing''.{{sfn|Howard, Jan|1987|pp=412-13}} Howard then began noticing changes in his behavior, including coming home late at night and having symptoms of [[depression (mood)|depression]]. When she would ask David, he would reply by saying that he was \"just tired.\" She also noticed that he began associating with people who provided David with substances.{{sfn|Howard, Jan|1987|p=432}} She eventually had him see a [[psychiatrist]] for his personal setbacks, but only found out that he was using the time for other reasons.{{sfn|Howard, Jan|1987|p=435}} One morning in 1972, Howard found David in his bedroom dead from a self-inflicted gunshot wound. She recalled that the next several days were a \"blur\". Devastated by her son's suicide, she stayed in bed for days at a time. After many weeks of grieving, Howard cleaned out his room and sold his [[Volkswagen Beetle]]. \"When everything was done, I took one last look around, walked out, and closed the door on the past. But it would never be locked,\" she wrote.{{sfn|Howard, Jan|1987|p=461-67}}\n\nIn the years following David and Jimmy's deaths, Howard's middle son Carter began working with military veterans. He also owned his own business and became a real estate broker in Nashville.<ref name=\"Gazette 2\"/>\n\n===Other personal challenges and death===\nThe psychological trauma of Howard's childhood affected her as she entered her adult years.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=228}} After giving birth to her third child, she would cry uncontrollably. \"There were many times my heart would pound so hard I thought it would pop out of my chest,\" Howard commented. Howard's sister took her to see a doctor, who explained she was having a \"[[nervous breakdown]]\". To calm her anxieties, he prescribed Howard a strong pharmaceutical drug she was told to take four times per day.{{sfn|Howard, Jan|1987|p=86}} In the early 1960s, she was rushed to the hospital after experiencing intense bleeding. Doctors told her, after giving birth to a stillborn baby and a previous operation, Howard had a strong possibility of developing [[cancer]] if she did not have her [[uterus]] removed. Howard underwent surgery at the [[Ronald Reagan UCLA Medical Center|UCLA Medical Center]] in Los Angeles, and within three weeks was back to a normal routine.{{sfn|Howard, Jan|1987|p=163}}\n\nHer trauma followed her into her marriage with Harlan Howard. While married, her weight dropped below 97 pounds and she would pace their home at night. This prompted Harlan to institutionalize Jan.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=228}} In her autobiography, she recounted being brought into a hospital room with doctors and nurses. She recalled where she was screaming and shouting until a nurse gave her a shot, which put her \"six feet under\". A doctor diagnosed her with having [[paroxysmal tachycardia]] and sent her home. He also ordered her to seek [[therapy|counseling]] services from a psychiatrist. According to her psychiatrist, she developed a series of phobias from the traumatic experiences in her childhood.{{sfn|Howard, Jan|1987|pp=186-87}} After moving to Nashville, she continued having depressive episodes. One evening in 1962, she took a handful of sleeping pills and was rushed to the hospital. While at the hospital, her blood pressure dropped significantly low at which she was in critical condition. When she awoke, she recalled seeing [[Maybelle Carter|Mother Maybelle Carter]] feeding her. \"Little by little I felt stronger and knew, thank God, that I was going to live,\" she wrote.{{sfn|Howard, Jan|1987|p=227}}\n\nYears later, Howard reflected on her life experiences: \"One thing I want to make clear is that I'm not a martyr. I can't stand self-pity. I don't deserve and don't want any kind of pity...There are a lot of people who have gone through worse things than I have.\"{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=229}}\n\nHoward died on March 28, 2020, fifteen days after her 91st birthday, in [[Gallatin, Tennessee]]. The cause of death was [[pneumonia]].<ref name=\"NY Times\"/> \"We were all so lucky so many nights to hear her voice on stage and to catch up with her backstage. We’re all better for having had her in our lives,\" said Dan Rogers, Vice President of the Grand Ole Opry.<ref>{{cite web |last1=Paulson |first1=Dave |title=Jan Howard, Opry member and country star, dies at 91 |url=https://www.tennessean.com/story/entertainment/music/2020/03/28/jan-howard-opry-member-and-country-star-dies-91/2934701001/ |website=[[The Tennessean]] |access-date=March 29, 2020}}</ref> She is buried at [[Spring Hill Cemetery (Nashville, Tennessee)|Spring Hill Cemetery]], in Nashville.<ref>{{cite web |title=Ms. Jan Howard: Obituary |url=https://www.springhillfh.com/obituaries/Jan-Howard-3/#!/Obituary |website=Spring Hill |access-date=March 29, 2021}}</ref>\n\n==Discography==\n{{Main|Jan Howard discography}}\n\n{{col-begin}}\n{{col-2}}\n'''Solo studio albums'''\n* ''[[Jan Howard Sings Evil on Your Mind]]'' (1966)\n* ''[[Bad Seed (Jan Howard album)|Bad Seed]]'' (1966)\n* ''[[This Is Jan Howard Country]]'' (1967)\n* ''[[Count Your Blessings, Woman (album)|Count Your Blessings, Woman]]'' (1968)\n* ''[[Jan Howard (1969 album)|Jan Howard]]'' (1969)\n* ''[[For God and Country (Jan Howard album)|For God and Country]]'' (1970)\n* ''[[Rock Me Back to Little Rock]]'' (1970)\n* ''[[Love Is Like a Spinning Wheel (album)|Love Is Like a Spinning Wheel]]'' (1972)\n* ''Sincerely, Jan Howard'' (1975)<ref>{{cite journal |last1=Howard |first1=Jan |title=''Sincerely, Jan Howard'' (Liner Notes) |journal=[[GRT Records]] |date=1975 |id=GRT-8006 (LP)}}</ref>\n* ''[[Stars of the Grand Ole Opry (Jan Howard album)|Stars of the Grand Ole Opry]]'' (1981)\n* ''Tainted Love'' (1983)<ref>{{cite journal |last1=Howard |first1=Jan |title=''Tainted Love'' (Liner Notes) |journal=[[AVI Records]] |date=1983 |id=AVI-6146 (LP)}}</ref>\n* ''[[Jan Howard (1985 album)|Jan Howard]]'' (1985)\n{{col-2}}\n'''Collaborative studio albums'''\n* ''[[Sweet and Sentimental]]'' (1962) {{small|(with [[The Jordanaires]])}}\n* ''[[For Loving You (album)|For Loving You]]'' {{Small|(with [[Bill Anderson (singer)|Bill Anderson]])}} (1968)\n* ''[[If It's All the Same to You (album)|If It's All the Same to You]]'' {{Small|(with Bill Anderson)}} (1970)\n* ''[[Bill and Jan (Or Jan and Bill)]]'' {{Small|(with Bill Anderson)}} (1972)\n* ''[[Singing His Praise]]'' {{Small|(with Bill Anderson)}} (1972)\n{{col-end}}\n\n==Awards and nominations==\n{{awards table}}\n!{{Abbr|Ref.|Reference}}\n|-\n| rowspan=\"3\"| 1960\n| ''[[Billboard (magazine)|Billboard]]'' \n| Most Promising Female Country Vocalist\n| {{won}}\n| align=\"center\"| <ref>{{cite magazine |title=C&W Section: Biogs of Polls Winners |magazine=[[Billboard (magazine)|Billboard]] |date=October 31, 1960 |page=33 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Billboard-Index/IDX/1960/Billboard%201960-10-31-OCR-Page-0033.pdf#search=%22jan%20howard%20most%20promising%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| ''[[Cashbox (magazine)|Cash Box]]'' \n| Most Promising Country Female Vocalist\n| {{won}}\n| align=\"center\"| <ref>{{cite magazine |title=Results of 1960 Operator Poll |magazine=[[Cashbox (magazine)|Cash Box]] |date=December 3, 1960 |page=10 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Cash-Box-IDX/60s/1960/CB-1960-12-03-OCR-Page-0008.pdf#search=%22jan%20howard%20most%20promising%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| Jukebox Operators\n| Most Promising Female Artist\n| {{won}}\n| align=\"center\"| {{sfn|Trott, Walt|2012|p=250}}\n|-\n| rowspan=\"2\"| 1961\n| rowspan=\"3\"| ''Cash Box'' \n| Most Programmed Female Country Vocalist\n| {{nom}}\n| align=\"center\" rowspan=\"2\"| <ref>{{cite magazine |title=Country Poll Winners |magazine=[[Cashbox (magazine)|Cash Box]] |date=August 5, 1961 |page=149 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Cash-Box-IDX/60s/1961/CB-1961-08-05-OCR-Page-0151.pdf#search=%22jan%20howard%20most%20promising%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| rowspan=\"2\"| Most Promising Female Country Vocalist\n| {{nom}}\n|-\n| 1962\n| {{nom}}\n| align=\"center\"| <ref>{{cite magazine |title=The Big Three: Country Winners in Each Category |magazine=[[Cashbox (magazine)|Cash Box]] |date=August 11, 1962 |page=135 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Cash-Box-IDX/60s/1962/CB-1962-08-11-OCR-Page-0137.pdf#search=%22jan%20howard%20most%20promising%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| rowspan=\"3\"| 1966\n| ''Billboard''\n| Most Promising Female Vocalist\n| {{nom}}\n| align=\"center\"| <ref>{{cite magazine |title=Country Man of Year; 2 Awards to Ritter |magazine=[[Billboard (magazine)|Billboard]] |date=October 29, 1966 |page=14 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Billboard-Index/IDX/1966/Billboard%201966-10-29-OCR-Page-0014.pdf#search=%22dottie%20west%20billboard%20female%20vocalist%22 |access-date=16 December 2023}}</ref>\n|-\n| ''Cash Box'' \n| Top Female Vocalist – Albums and Singles\n| {{nom}}\n| align=\"center\"| <ref>{{cite magazine |title=Best Country Records of 1966 |magazine=[[Cashbox (magazine)|Cashbox]] |date=December 23, 1967 |page=110 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Cash-Box-IDX/60s/1966/CB-1966-12-24-OCR-Page-0124.pdf#search=%22top%20female%20vocalist%20jean%20shepard%22 |access-date=15 July 2024}}</ref>\n|-\n| ''[[Record World]]''\n| Fastest Climbing Female Vocalist\n| {{nom}}\n| align=\"center\"| <ref>{{cite magazine |title=Country Awards |magazine=[[Record World]] |date=December 24, 1966 |page=80 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Record-World-IDX/IDX/60s/66/Record-World-1966-12-24-OCR-Page-0078.pdf#search=%22jan%20howard%20top%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| rowspan=\"3\"| 1967\n| ''Billboard'' \n| Top Female Vocalist\n| {{nom}}\n| align=\"center\"| <ref>{{cite magazine |title=Top Country Artists: Female Vocalist |magazine=[[Billboard (magazine)|Billboard]] |date=October 28, 1967 |page=12 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Billboard-Index/IDX/1967/Billboard%201967-10-28-Country-OCR-Page-0012.pdf#search=%22top%20female%20vocalist%20jean%20shepard%22 |access-date=15 July 2024}}</ref>\n|-\n| [[9th Annual Grammy Awards]]\n| [[Grammy Award for Best Female Country Vocal Performance|Best Country Vocal Performance, Female]] – \"[[Evil on Your Mind]]\"\n| {{nom}}\n| align=\"center\"| <ref name=\"Grammys\"/>\n|-\n| ''Record World''\n| Top Female Vocalist\n| {{nom}}\n| align=\"center\"| <ref>{{cite magazine |title=Record World Annual |magazine=[[Record World]] |date=October 21, 1967 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Record-World-IDX/IDX/60s/67/RW-1967-10-21-OCR-Page-0006.pdf#search=%22jan%20howard%20top%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| rowspan=\"5\"| 1968\n| rowspan=\"2\"| ''Billboard''\n| Top Female Vocalist\n| {{nom}}\n| align=\"center\" rowspan=\"2\"| <ref>{{cite magazine |title=The World of Country Music |magazine=[[Billboard (magazine)|Billboard]] |date=October 19, 1968 |page=20 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Billboard-Index/IDX/1968/Billboard%201968-10-19-Country-OCR-Page-0018.pdf#search=%22jan%20howard%20top%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| Top Country Artist\n| {{nom}}\n|-\n| ''Cash Box''\n| Most Programmed Country Album – ''[[For Loving You]]'' {{small|(with Bill Anderson)}}\n| {{nom}}\n| align=\"center\"| <ref>{{cite magazine |title=Country Poll Winners |magazine=[[Cashbox (magazine)|Cash Box]] |date=October 19, 1968 |page=8 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Cash-Box-IDX/60s/1968/CB-1968-10-19-OCR-Page-0066.pdf#search=%22jan%20howard%20most%20promising%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| [[Country Music Association Awards]]\n| [[Country Music Association Award for Vocal Group of the Year|Vocal Group of the Year]] {{Small|(with [[Bill Anderson (singer)|Bill Anderson]])}}\n| {{nom}}\n| align=\"center\"| <ref name=\"CMA\">{{cite web |title=Past Winners and Nominees: Jan Howard |url=https://cmaawards.com/past-winners-and-nominees/?appSession=7F2M01C393N28QU01F5HT6X5JIA1UZBSHS721AT02HZY572ROENPZ9W03389980Z4G0G870771VKF982KE2J88PD00PDJ8T3JIHQH94760AWH2KG0TBK7ZSLJ55134V2 |website=[[Country Music Association Awards]] |access-date=March 23, 2020}}</ref>\n|-\n| ''Record World''\n| Top Vocal Duo {{small|(with Bill Anderson)}}\n| {{won}}\n| align=\"center\"| <ref>{{cite magazine |title=Country Awards |magazine=[[Record World]] |date=December 28, 1968 |page=83 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Record-World-IDX/IDX/60s/68/RW-1968-12-28-OCR-Page-0079.pdf#search=%22jan%20howard%20top%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| rowspan=\"2\"| 1969\n| [[11th Annual Grammy Awards]]\n| Best Country Vocal Performance, Female – \"[[My Son (song)|My Son]]\"\n| {{nom}}\n| align=\"center\"| <ref name=\"Grammys\"/>\n|-\n| ''Record World''\n| Top Female Vocalist\n| {{nom}}\n| align=\"center\"| <ref>{{cite magazine |title=Country Awards, 1969 |magazine=[[Record World]] |date=December 27, 1969 |page=91 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Record-World-IDX/IDX/60s/69/RW-1969-12-27-OCR-Page-0087.pdf#search=%22jan%20howard%20top%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| rowspan=\"5\"| 1970\n| rowspan=\"2\"| ''Billboard'' magazine awards\n| Top Female Vocalist – Albums and Singles\n| {{nom}}\n| align=\"center\" rowspan=\"2\"| <ref>{{cite magazine |title=Top Artists by Category |magazine=[[Billboard (magazine)|Billboard]] |date=October 17, 1970 |page=46 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Billboard-Index/IDX/1970/1970-10-17-Billboard-Page-0046.pdf#search=%22jan%20howard%20top%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| Top Duos & Groups – Singles and Albums {{small|(with Bill Anderson)}}\n| {{nom}}\n|-\n| ''Cash Box''\n| Most Programmed Country Vocal Group {{small|(with Bill Anderson)}}\n| {{nom}}\n| align=\"center\"| <ref>{{cite magazine |title=Cash Box 1970 Country Disc Jockey Poll |magazine=[[Cashbox (magazine)|Cash Box]] |date=October 17, 1970 |page=6 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Cash-Box-IDX/70s/1979/CB-1979-10-17-OCR-Page-0049.pdf#search=%22jan%20howard%20most%20promising%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| Country Music Association Awards\n| [[Country Music Association Award for Vocal Duo of the Year|Vocal Duo of the Year]] {{Small|(with Bill Anderson)}}\n| {{nom}}\n| align=\"center\"| <ref name=\"CMA\"/>\n|-\n| ''Record World''\n| Top Female Vocalist\n| {{nom}}\n| align=\"center\"| <ref>{{cite journal |title=Record World Awards |journal=[[Record World]] |date=October 18, 1969 |page=11 |url=https://worldradiohistory.com/Archive-All-Music/Record-World/60s/69/Record-World-1969-10-18.pdf |access-date=February 11, 2023}}</ref>\n|-\n| rowspan=\"4\"| 1972\n| rowspan=\"2\"| ''Billboard''\n| Top Female Vocalist – Albums and Singles\n| {{nom}}\n| align=\"center\" rowspan=\"2\"|<ref>{{cite magazine |title=World of Country Music |magazine=[[Billboard (magazine)|Billboard]] |date=October 21, 1972 |page=18 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Billboard-Index/IDX/1972/1972-10-21-World.of-Country-Music-Billboard-Page-0016.pdf#search=%22jan%20howard%20top%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| Top Duos & Groups – Albums {{small|(with Bill Anderson)}}\n| {{nom}}\n|-\n| rowspan=\"2\"| ''Record World''\n| Top Female Vocalist\n| {{nom}}\n| align=\"center\" rowspan=\"2\"| <ref>{{cite magazine |title=Country Single Awards |magazine=[[Record World]] |date=October 21, 1972 |page=35 |url=https://www.worldradiohistory.com/hd2/IDX-Business/Music/Archive-Record-World-IDX/IDX/70s/72/Record-World-1972-10-21-OCR-Page-0035.pdf#search=%22jan%20howard%20top%20female%20vocalist%22 |access-date=1 September 2024}}</ref>\n|-\n| Top Duo\n| {{nom}}\n|-\n| 1992\n| Tennessee Adjutant General's Award\n| Distinguished Patriot Medal\n| {{won}}\n| align=\"center\"| <ref name=\"Nashville Music Guide\"/>\n|-\n| rowspan=\"2\"| 2005\n| Missouri Country Music Hall of Fame\n| Induction\n| {{won|Inducted}}\n| align=\"center\"| <ref name=\"PBS\"/>\n|-\n| rowspan=\"2\"| R.O.P.E. Awards\n| Ernest Tubb Humanitarian Award\n| {{won}}\n| align=\"center\"| <ref name=\"ROPE\">{{cite web |title=R.O.P.E. Awards Database (search results for \"Jan Howard\") |url=https://www.nashvillemusicguide.com/rope-a-success-2010/ |website=R.O.P.E. Awards |date=November 18, 2010 |access-date=June 10, 2020}}</ref>\n|-\n| 2013\n| Songwriter Award\n| {{won}}\n| align=\"center\"| <ref name=\"ROPE\"/>\n|-\n|}\n\n==References==\n===Footnotes===\n{{reflist}}\n\n===Books===\n{{Refbegin}}\n* {{cite book |last1=Oermann |first1=Robert K. |last2=Bufwack |first2=Mary A. |title=Finding Her Voice: Women in Country Music: 1800–2000 |date=2003 |publisher=The Country Music Press & Vanderbilt University Press |location=Nashville, TN |isbn=0-8265-1432-4 |url-access=registration |url=https://archive.org/details/findinghervoicew0000bufw|ref={{SfnRef|Oermann, Robert K.|Bufwack, Mary A.|2003}} }}\n* {{cite book |last=Howard |first=Jan |title=Sunshine and Shadow: My Story |date=1987 |publisher=Richardson & Steirman |location=New York |isbn=0-319886-92-1 |url-access=registration |url=https://archive.org/details/sunshineshadow00janh|ref={{SfnRef|Howard, Jan|1987}} }}\n* {{cite book |last1=Nassour |first1=Ellis |title=Honky Tonk Angel: The Intimate Story of Patsy Cline |date=1993 |publisher=St. Martin's Press |location=New York |isbn=0-312-08870-1 |url-access=registration |url=https://archive.org/details/honkytonkangelin00nasso|ref={{SfnRef|Nassour, Ellis|1993}} }}\n* {{cite book |last1=Trott |first1=Walt |title=The Encyclopedia of Country Music |date=2012 |publisher=Oxford University Press |location=New York |isbn=978-0-19-517608-7|ref={{SfnRef|Trott, Walt|2012}} }}\n{{Refend}}\n\n==External links==\n{{Commons category|Jan Howard}}\n* {{Official website|http://www.janhoward.com}}\n* [https://countrymusichalloffame.org/artist/jan-howard/ Jan Howard profile] {{Webarchive|url=https://web.archive.org/web/20201130104135/https://countrymusichalloffame.org/artist/jan-howard/ |date=November 30, 2020 }} at the [[Country Music Hall of Fame and Museum]]\n* [https://www.stripes.com/news/country-and-conflict-among-documentary-s-musical-threads-is-story-of-americans-at-war-1.599433 Profiles of country artists and their stories from the Vietnam War]\n* {{Find a Grave}}\n\n{{Jan Howard}}\n{{Patsy Cline}}\n{{Grand Ole Opry members}}\n{{Authority control}}\n\n{{DEFAULTSORT:Howard, Jan}}\n[[Category:1929 births]]\n[[Category:2020 deaths]]\n[[Category:American autobiographers]]\n[[Category:American country singer-songwriters]]\n[[Category:American women country singers]]\n[[Category:American veterans activists]]\n[[Category:Capitol Records artists]]\n[[Category:Challenge Records artists]]\n[[Category:Country musicians from Missouri]]\n[[Category:Decca Records artists]]\n[[Category:Grand Ole Opry members]]\n[[Category:People from West Plains, Missouri]]\n[[Category:Singer-songwriters from Missouri]]\n[[Category:American women autobiographers]]\n[[Category:21st-century American singer-songwriters]]\n[[Category:21st-century American women singers]]"
}