{
    "Jeanne_Pruett": "{{short description|American singer-songwriter}}\n\n{{Infobox person\n| name               = Jeanne Pruett\n| image              = Jeanne Pruett (cropped).jpg\n| caption            = Jeanne Pruett, performing on the Grand Ole Opry, 1975\n| birth_name         = Norma Jean Bowman\n| birth_date         = {{Birth date and age|1937|01|30}}\n| birth_place        = [[Pell City, Alabama]], U.S.\n| occupation         = {{hlist|Singer|songwriter|author}}\n| years_active       = 1963–2006\n| spouse             = {{ubl|{{marriage|Jack Pruett|1955|1982|reason=divorced}}|{{marriage|Eddie Fulton|1985|2019 | reason=his death}}}}\n| children           = 2\n| module             = {{Infobox musical artist\n| embed              = yes\n| background         = solo_singer\n| genre              = {{hlist|[[Country music|Country]]|traditional country}}\n| instrument         = {{hlist|Vocals|[[guitar]]}}\n| label              = {{hlist|[[RCA Records|RCA Victor]]|[[Decca Records|Decca]]/[[MCA Records|MCA]]|[[Mercury Records|Mercury]]|IBC|Audiograph}}\n| associated_acts    = {{hlist|[[Marty Robbins]]}}\n}}\n}}\n\n'''Jeanne Pruett''' ({{respell|JEE|NEE}} {{respell|PRU|IT}}) (born '''Norma Jean Bowman'''; January 30, 1937)<ref name=\"LarkinGE\">{{cite book|title=[[Encyclopedia of Popular Music|The Guinness Encyclopedia of Popular Music]]|editor=[[Colin Larkin (writer)|Colin Larkin]]|publisher=[[Guinness Publishing]]|date=1992|edition=First|isbn=0-85112-939-0|page=2009}}</ref> is an American [[country music]] singer and songwriter. She also has credits as a published [[author]]. Pruett had several major hits as a music artist, but became best-known for 1973's \"[[Satin Sheets (Jeanne Pruett song)|Satin Sheets]]\". The song topped the country music charts and helped her secure a membership in the [[Grand Ole Opry]] cast.\n\nPruett was raised near [[Pell City, Alabama]], and grew up with a large family. She performed with her family from an early age and learned several [[musical instrument]]s. She married [[guitarist]] Jack Pruett before turning 20 years old. Soon after, the couple moved to [[Nashville, Tennessee]], where he was hired to play guitar for country artist [[Marty Robbins]]. In the early 1960s, Pruett devoted more time to writing her own songs. Her material was heard by Robbins who recorded her early work. Her writing helped her gain her first recording contract with [[RCA Records|RCA Victor]] in 1963. After limited success she moved to [[Decca Records|Decca]]/[[MCA Records]] where 1971's \"Hold on to My Unchanging Love\" became her first charting single on the ''[[Billboard (magazine)|Billboard]]'' country list. Pruett's debut studio album was then released the following year.\n\nIn 1973, Pruett recorded \"Satin Sheets\" and the song became her biggest hit. An [[Satin Sheets|album of the same name]] topped the country albums chart and she was nominated for several major awards from the [[Academy of Country Music]] and [[Country Music Association]]. In July 1973, Pruett was made a member of the Grand Ole Opry and became a frequent performer on the broadcast for several decades. She had further hits following \"Satin Sheets\" with the songs \"[[I'm Your Woman (song)|I'm Your Woman]]\" and \"[[You Don't Need to Move a Mountain]]\". During the remainder of the 1970s, Pruett continued releasing material with little success. In 1979, Pruett returned with her fifth studio album. The record spawned three songs that became top ten hits on the country charts, including 1980's \"[[Temporarily Yours (song)|Temporarily Yours]]\".\n\nPruett continued recording and releasing music throughout the 1980s. Her sixth (and final) studio release was a self-titled effort in 1985. The following year, she was part of the Grand Ole Opry's first all-female segment. The same year, she began a second career as an author of cookbooks. In 1986, Pruett published the first in a series of works entitled ''Feedin' Friends''. She also hosted her own cooking show on [[The Nashville Network]] during this time. Pruett continued performing into the early 2000s before officially retiring in 2006.\n\n==Early life==\n[[File:1900s Cogwell Avenue Pell City April 2014 2.jpg|thumb|right|200px|Downtown [[Pell City, Alabama]]. Pruett was born and raised on a farm outside the city.]]\nPruett was born Norma Jean Bowman outside of [[Pell City, Alabama]], United States.<ref name=\"LarkinGE\"/> She was raised on a farm and was one of 12 children.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=277}} Pruett recalled the experiences of being raised on a farm in her 2017 autobiography. \"The beauty of the farm, dotted with tall pine trees, sweet shrubs, and blooming dogwood trees, reminded me why they worked so hard, because there wasn't a more perfect sight in the world than that old farm,\" she explained. In 1947, the Bowman family farm caught fire which devastated the family. \"The only sounds now were an occasional pop of the dying sparks and the sound of Mama softly crying, her tired arms holding on to Dad and the children,\" she recounted.{{sfn|Pruett, Jeanne|2017|p=chapter 1}} With the support of neighbors, the Bowmans rebuilt their home on the same property within a year's time.{{sfn|Pruett, Jeanne|2017|p=chapter 1}}\n\nIn her childhood, Pruett often informally performed music with her family. They often sang together on the front porch of their farmhouse where she also learned to harmonize.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=277}} At home, Pruett also learned how to play musical instruments. She learned how to first play guitar from the song \"Down the Trail of Achin' Hearts\".{{sfn|Pruett, Jeanne|2017|p=chapter 2}} She also frequently listened to the radio. \"It seemed to me that the voices of the DJs were as recognizable to me as the voices of my favorite singers of the day,\" Pruett said.{{sfn|Pruett, Jeanne|2017|p=chapter 3}} Outside of the home environment, Pruett joined her school's choral group and formed a trio in high school called \"The Super Suds\".{{sfn|Pruett, Jeanne|2017|p=chapter 2}}\n\nPruett dropped out of high school in the tenth grade and got a job at a telephone company in [[Anniston, Alabama]]. While not working, she and her sister would attend dances at a local [[Veterans of Foreign Wars|VFW hall]]. At these dances, she also became interested in performance opportunities. She started singing with the VFW's country band and appeared on a local television station. \"Now the entertainment hook was really in my mouth,\" Pruett remembered. It was at these outings that she met guitarist Jack Pruett and they began dating. Jack enlisted in the [[United States Armed Forces|military]] shortly after their relationship began. While awaiting his return, Jeanne moved into his sister's home. After Jack returned from the service, the couple married in 1955. Also in 1955, Jack became the touring guitarist for country artist [[Ray Price (musician)|Ray Price]].{{sfn|Pruett, Jeanne|2017|p=chapter 3}}\n\nIn 1956, the pair moved to [[Nashville, Tennessee]], so that Jack could continue performing in Price's band.<ref name=\"Allmusic Bio\">{{cite web |last1=Huey |first1=Steve |title=Jeanne Pruett: Biography & History |url=https://www.allmusic.com/artist/jeanne-pruett-mn0000815386/biography |website=[[Allmusic]] |access-date=12 May 2020}}</ref> The couple lived in a trailer park and were neighbors to country performers [[Lester Flatt]], [[Hawkshaw Hawkins]] and [[Jean Shepard]]. While still living at the trailer, Pruett gave birth to their first child. Shortly after the birth, Jack Pruett accepted a job playing guitar in [[Marty Robbins]]' road band. After accepting the position, the family moved into a two-story house in Nashville.{{sfn|Pruett, Jeanne|2017|p=chapter 3}}\n\n==Career==\n===1963–1972: Early career===\nPruett developed a songwriting hobby while raising her new family. She became increasingly devoted to it once her children entered school.<ref name=\"Allmusic Bio\"/>{{sfn|Pruett, Jeanne|2017|p=chapter 3}} In 1963, her husband brought her songs to Marty Robbins, who signed her to his publishing company.<ref name=\"Allmusic Bio\"/> Several of her songs were demoed by a male singer, with the exception of the tune \"Count Me Out\". Pruett recorded the song's demo instead. Robbins heard it and was impressed. He later cut the track and had a major hit with it in 1966. He was also impressed by Pruett's singing. \"I believe we've discovered a new girl singer!\" he said after hearing her on record.{{sfn|Pruett, Jeanne|2017|p=chapters 3-4}} Robbins brought Pruett's songs to the attention of producer [[Chet Atkins]] at [[RCA Records|RCA Victor Records]]. Atkins signed her to a recording contract with RCA in 1963.{{sfn|Pruett, Jeanne|2017|p=chapter 4}} That year, her first single entitled \"Just a Little After Heartaches\" was issued.<ref name=\"whitburn\">{{cite book|last=Whitburn|first=Joel|title=Hot Country Songs 1944 to 2008|publisher=Record Research, Inc.|year=2008|isbn=978-0-89820-177-2}}</ref> She first heard it on the radio the same day [[Patsy Cline]] (and several other performers) was killed in a [[1963 Camden PA-24 crash|March 1963 plane crash]]. \"I'm sure my song release was so overshadowed by the shocking news of their death that the only two people who heard and remembered my song was Grant Turner and me,\" she recalled.{{sfn|Pruett, Jeanne|2017|p=chapter 4}} Three singles by Pruett were issued on RCA between 1963 and 1964 but were unsuccessful.<ref name=\"whitburn\"/>\n\nPruett returned to domestic life after her RCA singles were unsuccessful. \"I just went to back to being a housewife and mother and writing more songs for Marty and his publishing company,\" she recounted.{{sfn|Pruett, Jeanne|2017|p=chapter 4}} In 1969, she signed a new recording contract with [[Decca Records]] after Robbins brought two of her songs to producer [[Owen Bradley]].<ref name=\"Allmusic Bio\"/>{{sfn|Pruett, Jeanne|2017|p=chapter 4}} \"This girl's got a housewife sound, and I can sell her,\" Bradley told Robbins.{{sfn|Pruett, Jeanne|2017|p=chapter 4}} In 1971, she gained moderate success with the single \"Hold on to My Unchanging Love\".{{sfn|Wolff, Kurt|2000|p=449}} It became Pruett's first chart entry, reaching number 66 on the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Singles]] chart.<ref>{{cite magazine |title=\"Hold on to My Unchanging Love\" chart history |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/csi/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=13 May 2020}}</ref> The following year, Pruett's self-penned \"Love Me\" was released and became her first top 40 entry on the country singles chart.{{sfn|Wolff, Kurt|2000|p=449}} Robbins recorded the track shortly after the original and make it a top ten hit on the same chart.<ref name=\"Country Universe\">{{cite web |last1=Coyne |first1=Kevin John |title=100 Greatest Women, #89: Jeanne Pruett |url=http://www.countryuniverse.net/2008/03/28/100-greatest-women-89-jeanne-pruett/ |website=Country Universe |date=29 March 2008 |access-date=13 May 2020}}</ref> In October 1972, Pruett's [[Love Me (Jeanne Pruett album)|debut studio album]] was released on the Decca label. It was reviewed by ''Billboard'' magazine the same month, who had praised the recording. \"A sterling, stirring effort for the debut of Jeanne Pruett.\"<ref>{{cite magazine |title=Special Merit Picks |magazine=[[Billboard (magazine)|Billboard]] |date=October 14, 1972 |volume=84 |issue=43 |page=56}}</ref>\n\n===1973–1975: \"Satin Sheets\" and breakthrough at MCA Records===\nBy 1973, Pruett's music career had gained more momentum. She worked several dates overseas booked by agent Hubert Long and made several appearances on the Grand Ole Opry.{{sfn|Pruett, Jeanne|2017|p=chapter 4}} The same year she released the John Volinkaty's composition called \"[[Satin Sheets (Jeanne Pruett song)|Satin Sheets]]\".<ref name=\"Allmusic Bio\"/>{{sfn|Pruett, Jeanne|2017|p=chapter 5}} The song had first been cut as a duet by [[Bill Anderson (singer)|Bill Anderson]] and [[Jan Howard]] on their studio album ''[[Bill and Jan (Or Jan and Bill)]]''. However, their version was not released as a single.<ref name=\"liner notes\">{{cite journal |last1=Anderson |first1=Bill |last2=Howard |first2=Jan |title=''Bill and Jan (Or Jan and Bill)'' album liner notes (vinyl insert) |journal=[[Decca Records]] |date=1970}}</ref> Pruett's producer, [[Walter Haynes]], believed the song could be a hit if the lyrics were modified. According to Pruett, she rewrote the introduction to help make the song record-friendly. After rewriting the beginning, she presented it to Haynes. \"Walter played it for Grady [Martin], and he flipped out. He picked up the guitar and played it back to Walter, note for note, and said, 'Here Walt, the damn intro is a hit,'\" she recalled in her autobiography.{{sfn|Pruett, Jeanne|2017|p=chapter 5}} Decca (now [[MCA Records]]) believed that \"Satin Sheets\" was too traditional in its production and chose not to promote it as a single. Instead, Pruett promoted it herself. She distributed the record by cutting squares of pink satin and mailing it to [[disc jockeys]].{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=277}} The marketing method worked when \"Satin Sheets\" reached number one on the ''Billboard'' Hot Country Singles chart in May 1973.<ref>{{cite magazine |title=\"Satin Sheets\" chart history (country songs) |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/csi/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=14 May 2020}}</ref> The song also rose to number 28 on the [[Billboard Hot 100|''Billboard'' Hot 100]].<ref>{{cite magazine |title=\"Satin Sheets\" chart history (Hot 100) |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/hsi/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=14 May 2020}}</ref> The song's success prompted an album of the [[Satin Sheets|same name]] to be released in June 1973. The album topped the ''Billboard'' [[Top Country Albums]] chart in July, becoming her highest-charting LP.<ref>{{cite magazine |title=''Satin Sheets'' [album] chart history |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/clp/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=14 May 2020}}</ref>\n{{listen|filename=Jeanne Pruett--Satin Sheets--Audio File.ogg |title=\"Satin Sheets\"|description=Pruett's signature song, which topped the country charts and was nominated for several major awards (1973).|format=[[Ogg]]||pos=left}}\n\n\"Satin Sheets\" gained positive responses and acclaim following its success. While reviewing her 1973 album, ''Billboard'' magazine stated that \"Miss Pruett let's loose some of that talent that restrained in relative obscurity over the years.\"<ref>{{cite magazine |title=Billboard's Top Album Picks |magazine=[[Billboard (magazine)|Billboard]] |date=June 23, 1973 |volume=85 |issue=25 |page=76}}</ref> In later years, writer Kurt Wolff commented that the song \"was far more country -sounding than most songs coming out of Nashville at the time.\"{{sfn|Wolff, Kurt|2000|p=449}} In addition \"Satin Sheets\" received positive response from the country community at large. In late 1973, Pruett was nominated for three accolades at the [[Country Music Association Awards]] including \"Single of the Year\" and \"Female Vocalist of the Year\".<ref name=\"CMA\">{{cite web |title=Past Winners and Nominees: Jeanne Pruett |url=https://cmaawards.com/past-winners-and-nominees/?appSession=3AGG4IH6777QQ8B4X57W241O3KTDAAT530U1P3GPY457GBF0O7U4Q7B59294362273LGV1KL84OY879R47WB9DIDJG7C94FLIRZ9C0E7I8P58CJF0K826I4Q3FXA602M |website=[[Country Music Association]] |access-date=14 May 2020}}</ref> She was also nominated in similar categories by the [[Academy of Country Music]].<ref name=\"ACM\">{{cite web |title=ACM Winners and Nominees: Jeanne Pruett |url=https://www.acmcountry.com/winners |website=[[Academy of Country Music Awards]] |access-date=14 May 2020}}</ref> Pruett also accepted an invitation to join the Grand Ole Opry in June 1973.<ref name=\"Opry\">{{cite web |title=Jeanne Pruett -- Grand Ole Opry |url=https://www.opry.com/artists/jeanne-pruett/ |website=[[Grand Ole Opry]] |access-date=14 May 2020}}</ref> \"[[Dolly Parton]] announced me and said, 'Tonight I'm introducing the newest member of the Grand Ole Opry, Miss Satin Sheets, Jeanne Pruett'.\"{{sfn|Pruett, Jeanne|2017|p=chapter 5}}\n\nAfter \"Satin Sheets\" became a number one hit, Pruett's schedule became increasingly demanding. \"With Jeanne now a star, with hit records and so many signed contracts for road dates, I had to buy a briefcase to carry them all,\" she wrote. According to Pruett, she was making $135 per day, which was the \"same as Dolly [Parton]\".{{sfn|Pruett, Jeanne|2017|p=chapter 5}} Pruett also went back into the recording studio. She had further success after \"Satin Sheets\". MCA records released a follow-up single in August 1973 called \"[[I'm Your Woman (song)|I'm Your Woman]]\".{{sfn|Wolff, Kurt|2000|p=449}} It became her second major hit, climbing to number eight on the ''Billboard'' country chart.<ref name=\"whitburn\"/> The following year, Pruett's [[Jeanne Pruett (1974 album)|eponymous third studio album]] was released and peaked at number 19 on the country albums chart.<ref>{{cite magazine |title=''Jeanne Pruett'' [1974] chart history |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/clp/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=14 May 2020}}</ref> The project included \"[[You Don't Need to Move a Mountain]]\", her third major hit on the country songs survey.<ref name=\"whitburn\"/>{{sfn|Wolff, Kurt|2000|p=449}}\n\n[[File:Jeanne Pruett--Billboard.jpg|thumb|upright|Pruett in an ad for [[Billboard (magazine)|''Billboard'' magazine]], 1973]]\nIn 1975, MCA released Pruett's fourth studio recording, ''[[Honey on His Hands]]''.<ref>{{cite journal |last1=Pruett |first1=Jeanne |title=''Honey on His Hands'' (Liner Notes and Album Information) |journal=[[MCA Records]] |date=June 1975}}</ref> Although the album peaked in a lower charting ''Billboard'' position, it included four singles that became top 40 country hits. This included the singles \"A Poor Man's Woman\" and \"Welcome to the Sunshine (Sweet Baby Jane)\".<ref name=\"whitburn\"/> Despite a lower chart performance, the album's material received positive reception. Wolff praised the songs, calling them \"deep country cuts\".{{sfn|Wolff, Kurt|2000|p=449}} ''Billboard'' also praised the album, highlighting the title track as a standout.<ref>{{cite magazine |title=Billboard's Top Album Picks |magazine=[[Billboard (magazine)|Billboard]] |date=June 22, 1974 |volume=86 |issue=25 |page=56}}</ref>\n\n===1976–1983: Career decline and comeback===\nPruett continued recording for MCA Records. The label released a series of singles by Pruett during the mid 1970s that failed to become major hits.<ref name=\"Country Universe\"/> Songs such as \"My Baby's Gone\", \"I've Taken\" and \"She's Still All Over You\" reached positions outside the top 40 of the ''Billboard'' country singles chart. In 1977, the single \"I'm Living a Lie\" reached number 30 on the country chart, becoming her highest-climbing single of the past several years.<ref name=\"whitburn\"/> The same year, Pruett left MCA and signed with [[Mercury Records]] as part of the label's Nashville artist expansion. According to a ''Billboard'' article, Mercury developed a marketing plan to help promote its newer artists. The label also intended to release four LP's by their artists as part of the plan.<ref>{{cite magazine |title=Mercury Unveils Plans at Chi Meet |magazine=[[Billboard (magazine)|Billboard]] |date=November 12, 1977 |volume=89 |issue=45 |page=64}}</ref> However, the intended plans did not occur for Pruett. The label's only single release by Pruett was \"I'm a Woman\" (1978),<ref name=\"whitburn\"/> which only climbed to number 94 on the country chart.<ref>{{cite magazine |title=\"I'm a Woman\" chart history |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/csi/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=16 May 2020}}</ref>\n\nIn 1979, Pruett signed a contract with the independent label, IBC Records.{{sfn|Wolff, Kurt|2000|p=449}} Her first IBC release was \"Please Sing Satin Sheets for Me\" (a song based on her 1973 signature tune). Kevin John Coyne of ''Country Universe'' commented that the tune \"didn’t sound like the record of an artist serious about a comeback.\"<ref name=\"Country Universe\"/> The releases that followed that were more successful. Between 1979 and 1980, Pruett had a major comeback after three of her singles reached the top ten of the ''Billboard'' country songs chart.<ref name=\"Allmusic Bio\"/> The first was the self-penned \"[[Back to Back (Jeanne Pruett song)|Back to Back]]\", which reached number six.<ref>{{cite magazine |title=\"Back to Back\" chart history |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/csi/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=16 May 2020}}</ref> The following single release, \"[[Temporarily Yours (song)|Temporarily Yours]]\", became her highest peaking IBC hit when it reached number five.<ref>{{cite magazine |title=\"Temporarily Yours\" chart history |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/csi/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=16 May 2020}}</ref> \"[[It's Too Late to Love Me Now|It's Too Late]]\" would reach number nine on the country chart before the end of 1980.<ref>{{cite magazine |title=\"It's Too Late\" chart history |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/csi/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=16 May 2020}}</ref> ''Billboard'' took notice of Pruett's return in an October issue of their magazine, calling it an \"artist resurgence\". \"It all added up to remarkable comeback by this personable start of IBC Records and the 'Grand Ole Opry',\" writers commented.<ref>{{cite magazine |title=Artist Resurgence: Jeanne Pruett |magazine=[[Billboard (magazine)|Billboard]] |date=October 18, 1977 |volume=92 |issue=42}}</ref> With new success, IBC issued her fifth studio effort, ''[[Encore! (Jeanne Pruett album)|Encore!]]''. The album was her first since 1975 to reach the country albums chart where it peaked at number 18.<ref>{{cite magazine |title=''Encore!'' chart history |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/clp/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=16 May 2020}}</ref>\n\nPruett continued recording for IBC and briefly for the Audiograph label in the early 1980s.<ref name=\"whitburn\"/> She also teamed up with Marty Robbins for what intended to be a duet album project. However, Robbins died in 1982 before the pair could record enough material to fill an album. Instead, the pair's duet version of \"Love Me\" was released as a single.{{sfn|Pruett, Jeanne|2017|p=chapter 8}} The song only reached number 58 on the country chart in 1983.<ref name=\"whitburn\"/> According to Pruett, Rick Blackburn of [[Columbia Records]] (Robbins' label) sued IBC in response to the duet single because Robbins \"never intended\" to release it. Pruett believed that Blackburn may have had other intentions behind suing the label. \"I've always though he and Columbia Records were just pissed off, that Columbia would receive no money from sales. It seemed like a lame excuse to me,\" she commented in her autobiography.{{sfn|Pruett, Jeanne|2017|p=chapter 8}}\n\n===1984–present: Musical slow down, cooking career and retirement===\nPruett started slowing down her music career as the 1980s progressed. She remained a regular Opry member and dedicated time to regular appearances on the program.{{sfn|Wolff, Kurt|2000|p=449}} In 1985, she released her [[Jeanne Pruett (1985 album)|final studio album]] to date in a joint venture between [[Dot Records|Dot]] and [[MCA Records]]. The album was part of a project that included new album releases by other veteran country artists including [[Jan Howard]] and [[Billie Jo Spears]]. The record was produced by [[Billy Strange]].<ref>{{cite journal |last1=Pruett |first1=Jeanne |title=''Jeanne Pruett'' (Liner Notes and Album Information) |journal=Dot Records/MCA Records |date=1985}}</ref> In 1987, she released a single titled \"Rented Room\", which was her final chart appearance on the ''Billboard'' country songs chart, peaking at number 81.<ref>{{cite magazine |title=\"Rented Room\" chart history |url=https://www.billboard.com/artist/jeanne-pruett/chart-history/csi/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=16 May 2020}}</ref> During the same time frame, Pruett became part of the Grand Ole Opry's first \"all-female\" segment. The idea was formulated by Pruett who brought it to the attention of the organization after a 1985 television special honoring the 60th anniversary of the Opry. In 1986, the segment aired on the Grand Ole Opry broadcast and was hosted by [[Jean Shepard]]. It also included female Opry members Jan Howard, [[Jeannie Seely]] and [[Connie Smith]].{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=277-78}}\n\nIn 1986, Pruett made a career shift into professional cooking. That year she released her first cookbook, which she entitled ''Feedin' Friends''.<ref name=\"Country Universe\"/>{{sfn|Pruett, Jeanne|2017|p=chapter 22}} To promote the book, Pruett made regular appearances on [[The Nashville Network]]'s ''Nashville Now'' program with host [[Ralph Emery]].<ref>{{cite book |last1=Rhodes |first1=Don |title=The Encyclopedia of Country Music |date=1998 |publisher=Oxford University Press |page=425}}</ref> In 1988, she published a second book as part of the ''Feedin' Friends'' cooking series.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=277}} According to Pruett, the cookbooks sold hundreds of thousands of copies since their original release. Four books were eventually released as part of the series. The success of the cookbook series led to the opening of a restaurant named \"JP's Feedin' Friends\". The restaurant was located inside of the [[Opryland USA]] theme park in Nashville, Tennessee until its closing in 1997.{{sfn|Pruett, Jeanne|2017|p=chapter 22}} \n \nAs she led a more active domestic life, Pruett maintained a semi-active role in her career in the 1990s and 2000s.<ref name=\"Allmusic Bio\"/> She was inducted into the North American Country Music Association Hall of Fame during this time period. In the mid 2000s she also hosted the program's annual seminars in [[Pigeon Forge, Tennessee]].<ref name=\"Country Universe\"/><ref>{{cite web |last1=Cohen |first1=Jane |last2=Grossweiner |first2=Bob |title=Five Country Legends Inducted Into NACMAI Hall Of Fame |url=https://celebrityaccess.com/caarchive/five-country-legends-inducted-into-nacmai-hall-of-fame/ |website=Celebrity All Access |date=14 March 2005 |access-date=16 May 2020}}</ref> In 2006, Pruett announced her retirement from performing and no longer makes regular appearances on the Grand Ole Opry. However, she still remains a member. She returned to domestic life and lived on a ranch outside of Nashville.<ref name=\"Opry\"/><ref name=\"Country Universe\"/> After ten years of retirement, Pruett released an autobiography in 2018 entitled ''Miss Satin Sheets: I Remember''. The book was released by Page Publishing.<ref>{{cite web |title=Jeanne Pruett's New Book \"Jeanne Pruett: Miss Satin Sheets I Remember\" Details Her Career As The Sixty-Third Member Of The Grand Ole Opry |url=https://www.prweb.com/releases/jeanne_pruett_s_new_book_jeanne_pruett_miss_satin_sheets_i_remember_details_her_career_as_the_sixty_third_member_of_the_grand_ole_opry/prweb15093206.htm |website=PR Web |access-date=16 May 2020}}</ref>\n\n==Personal life==\nPruett has been married two times. She married her first husband, Jack Pruett, on October 10, 1955. Shortly following their wedding, Jack left to embark on a several-week tour with Marty Robbins. For the remainder of their marriage, he would often be traveling on the road. The couple welcomed their first child shortly after moving to Nashville named Jack Pruett, Jr. After their son was born and Jack was making a more steady income, the family moved to a two-story house in Nashville. At their new home, the couple were neighbors to [[The Wilburn Brothers]]. In 1958, the couple welcomed their second child, Jael and moved to a larger estate in the Nashville area.{{sfn|Pruett, Jeanne|2017|p=chapter 3}} In later years, Pruett's children became musicians themselves and often performed with her onstage.{{sfn|Pruett, Jeanne|2017|p=chapter 5}}\n\nIn 1982, Pruett divorced her husband, citing his alcohol problems and busy schedules. In her 2017 autobiography, she explained her feelings behind the divorce. \"Our divorce in the early 1980s was the most painful time in our lives. At that time, I would traded all my success and all his success for the divorce never to have happened,\" she recalled. According to Pruett, the couple remained \"civil\" towards one another.{{sfn|Pruett, Jeanne|2017|p=chapter 7}} Jack Pruett later remarried and died in 2011.<ref>{{cite web |title=Jack Houston Pruett Obituary |url=https://www.legacy.com/obituaries/name/jack-pruett-obituary?pid=154914910 |website=[[Legacy.com]] | date=5 December 2011 |access-date=20 May 2020}}</ref>\n\nPruett moved to a nearby apartment following her divorce. Her road manager and occasional bus driver, Eddie Fulton, also lived in the same complex. The pair spent more time together and developed a romantic relationship. In 1985, the couple married and built a log-styled home. \"We had lots in common, so we just fell in love,\" she recounted.{{sfn|Pruett, Jeanne|2017|p=chapter 7}} Fulton died in July 2019.<ref>{{cite web |title=Edward Neal \"Eddie\" Fulton |url=https://www.williamsonmemorial.com/book-of-memories/3887963/Fulton-Edward-Neal-22Eddie22/bookofmemories/memorial-candle-program.php |website=Williamson Memorial |access-date=20 May 2020}}</ref> Pruett's only son, Jack Pruett, Jr., died on February 1, 2022<ref>{{cite web |title=Jack Pruett Jr. Obituary |url=https://www.legacy.com/us/obituaries/name/jack-pruett-obituary?id=32704561 |website=Legacy |access-date=22 November 2022}}</ref>\n\n==Musical styles and legacy==\n[[File:Jeanne Pruett--1974 Opry.jpg|thumb|right|180px|Pruett in 1974]]\nPruett's musical style is rooted in country music. More specifically, it is rooted in the traditional country and [[country pop]] sub-genres.{{sfn|Wolff, Kurt|2000|p=449}}<ref name=\"Greatest Hits\">{{cite web |last1=Erlewine |first1=Stephen Thomas |title=''Satin Sheets: Greatest Hits'': Jeanne Pruett: Review |url=https://www.allmusic.com/album/satin-sheets-greatest-hits-mw0000042880 |website=[[Allmusic]] |access-date=17 May 2020}}</ref>{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=276-78}} Pruett's traditional country style was inspired by the early Opry stars of her childhood. \"As a young person growing up in a large family, I had the radio as a best friend, because it could give me so much pleasure,\" she recalled. In her autobiography, Pruett cited [[Eddy Arnold]], [[Bill Monroe]], [[Patsy Montana]] and [[Ernest Tubb]] as influences on her style.{{sfn|Pruett, Jeanne|2017|p=chapter 17}} Writers and critics noticed Pruett's traditional sound but also identified pop influences as well. [[Stephen Thomas Erlewine]] of [[Allmusic]] characterized her production influence when reviewing her 1998 \"greatest hits\" effort. \"She did have a sound appealing to housewives -- something based in [[Loretta Lynn]]'s pure country (appropriate, considering the Bradley connection), but also with a distinct pop undercurrent, creating a sound that was at once country and crossover.<ref name=\"Greatest Hits\"/>\n\n{{quote box|quote=\"I could probably sing '[[Stardust (1927 song)|Stardust]],' but it ain't nearly as pretty to me as '[[The Wild Side of Life|Wild Side of Life]]'.\"|source=— Jeanne Pruett on her musical style{{sfn|Wolff, Kurt|2000|p=449}}|width=25%|align=left|style=padding:8px;}}\nOther writers recognized that many of her songs centered around themes associated with love, wealth and women's independence in relationships. Mary Bufwack and [[Robert K. Oermann]] considered her style to be associated with \"womanhood\", drawing comparisons to [[Melba Montgomery]] and [[Jean Shepard]]. \"Jeanne Pruett always communicated womanly strength, backwoods country honesty, and intense emotional conviction,\" they wrote in 2003.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=277}} Author Kurt Wolff found similar qualities associated with Pruett's songs. \"She also evoked the wisdom of someone who knew what she wanted – her declarations of love, fidelity, and longing came from a place of strength,\" he noted.{{sfn|Wolff, Kurt|2000|p=449}}\n\nPruett is also recognized for her legacy in the country music genre. Her work as an early female songwriter has been recognized in recent years by writers and journalists. In 2018, Kevin John Coyne stated, \"Pruett’s legacy is longer than just that hit and those that followed. She’s one of the first female country artists in history to start as a songwriter first, gaining credibility with her pen more than a decade before her voice was center stage.\"<ref name=\"Country Universe\"/> She is also recognized as a significant Grand Ole Opry member. \"Jeanne is one of the warmest, funniest, earthiest female personalities in the Opry cast. Her dressing room backstage at the Opry is always a female gathering spot,\" Bufwack and Oermann commented.{{sfn|Oermann, Robert K.|Bufwack, Mary A.|2003|p=277}}\n\n==Discography==\n{{main|Jeanne Pruett discography}}\n\n'''Studio albums'''\n* ''[[Love Me (Jeanne Pruett album)|Love Me]]'' (1972)\n* ''[[Satin Sheets]]'' (1973)\n* ''[[Jeanne Pruett (1974 album)|Jeanne Pruett]]'' (1974)\n* ''[[Honey on His Hands]]'' (1975)\n* ''[[Encore! (Jeanne Pruett album)|Encore!]]'' (1979)\n* ''[[Jeanne Pruett (1985 album)|Jeanne Pruett]]'' (1985)\n\n==Awards and nominations==\n{{awards table}}\n!{{Abbr|Ref.|Reference}}\n|-\n| 1971\n| [[Academy of Country Music Awards]]\n| Top New Female Vocalist\n| {{nom}}\n| <ref name=\"ACM\"/>\n|-\n| rowspan=\"4\"| 1973\n| [[Grand Ole Opry]]\n| Inducted as 147th member\n| {{won}}\n| <ref name=\"Opry\"/>\n|-\n| rowspan=\"3\"| [[Country Music Association Awards]]\n| Album of the Year – ''[[Satin Sheets]]''\n| {{nom}}\n| <ref name=\"CMA\"/>\n|-\n| Female Vocalist of the Year\n| {{nom}}\n| <ref name=\"CMA\"/>\n|-\n| Single of the Year – \"[[Satin Sheets (Jeanne Pruett song)|Satin Sheets]]\"\n| {{nom}}\n| <ref name=\"CMA\"/>\n|-\n| rowspan=\"3\"| 1974\n| rowspan=\"2\"| [[Billboard (magazine)|''Billboard'' Magazine]]\n| Best Album – ''Satin Sheets''\n| {{won}}\n| <ref name=\"Billboard Awards\">{{cite magazine |title=Billboard Country Awards |magazine=[[Billboard (magazine)|Billboard]] |date=February 16, 1974 |volume=86 |issue=7 |page=36}}</ref>\n|-\n| Best Female Artist\n| {{won}}\n| <ref name=\"Billboard Awards\"/>\n|-\n| Academy of Country Music Awards\n| Single Record of the Year – \"Satin Sheets\"\n| {{nom}}\n| <ref name=\"ACM\"/>\n|-\n|}\n\n==Books==\n* ''Feedin' Friends'' (1986){{sfn|Wolff, Kurt|2000|p=449}}\n* ''Feedin' Friends Cookbook II'' (1991){{sfn|Wolff, Kurt|2000|p=449}}\n* ''Feedin' Friends Cookbook III'' (1991){{sfn|Wolff, Kurt|2000|p=449}}\n\n==References==\n===Footnotes===\n{{Reflist}}\n\n===Books===\n{{Refbegin}}\n* {{cite book |last1=Oermann |first1=Robert K. |last2=Bufwack |first2=Mary A. |title=Finding Her Voice: Women in Country Music: 1800–2000 |date=2003 |publisher=The Country Music Press & Vanderbilt University Press |location=Nashville, TN |isbn=0-8265-1432-4 |url-access=registration |url=https://archive.org/details/findinghervoicew0000bufw|ref={{SfnRef|Oermann, Robert K.|Bufwack, Mary A.|2003}} }}\n* {{cite book |last=Pruett |first=Jeanne |title=Miss Satin Sheets, I Remember |date=2017 |publisher=Page Publishing, Inc. |location=New York, NY |isbn=978-1-64138-139-0 |ref={{SfnRef|Pruett, Jeanne|2017}} }}\n* {{cite book |last1=Wolff |first1=Kurt |title=Country Music: The Rough Guide |date=2000 |publisher=Penguin Books |location=London |isbn=1-85828-534-8 |ref={{SfnRef|Wolff, Kurt|2000}}}}\n{{Refend}}\n\n==External links==\n* [https://www.opry.com/artists/jeanne-pruett/ Jeanne Pruett profile] at [[Grand Ole Opry]]\n\n{{Jeanne Pruett}}\n{{Grand Ole Opry members}}\n{{Authority control}}\n\n{{DEFAULTSORT:Pruett, Jeanne}}\n[[Category:1937 births]]\n[[Category:20th-century American singer-songwriters]]\n[[Category:20th-century American women singers]]\n[[Category:21st-century American singer-songwriters]]\n[[Category:21st-century American women singers]]\n[[Category:American country singer-songwriters]]\n[[Category:American women country singers]]\n[[Category:Country musicians from Alabama]]\n[[Category:Decca Records artists]]\n[[Category:Grand Ole Opry members]]\n[[Category:Living people]]\n[[Category:MCA Records artists]]\n[[Category:Mercury Records artists]]\n[[Category:People from Pell City, Alabama]]\n[[Category:RCA Victor artists]]\n[[Category:Singer-songwriters from Alabama]]"
}