{
    "Joe_Poovey": "{{Short description|American singer-songwriter, guitarist and DJ}}\n{{Use mdy dates|date=November 2014}}\n{{Infobox musical artist\n| name            = Joe Poovey\n| image           =\n| caption         =\n| image_size      =\n| birth_name      = Arnold Joseph Poovey\n| alias           = Jumping Joe Poovey<br />Groove Joe Poovey<br />Groovey Joe Poovey<br />Johnny Dallas<br />Texas Joe Poovey\n| birth_date      = {{Birth date|1941|5|10}}\n| birth_place     = [[Dallas, Texas]], US\n| death_date      = {{Death date and age|1998|10|6|1941|5|10}}<br />Dallas, Texas\n| origin          =\n| instrument      = Guitar\n| genre           = [[Rockabilly]], [[country music|country]]\n| occupation      = Singer, musician, songwriter, disc jockey\n| years_active    = 1953–1998\n| label           = Dixie, Azalea, Sims, Little Darlin', Carol, Donny, Leder, Misty Mountain, Sunjay\n| associated_acts =\n| website         = \n}}\n'''Arnold Joseph Poovey''' (May 10, 1941 – October 6, 1998), often credited on record and stage as '''\"Groovey\" Joe Poovey''' (in various alternate spellings), was an American [[rockabilly]] and [[country music|country]] singer, songwriter, guitarist and radio disc jockey.  His best known record was \"Ten Long Fingers\", recorded in 1958.\n\n==Life and career==\nBorn in [[Dallas, Texas]], he was encouraged to be an entertainer as a child.  He initially learned the [[steel guitar]],<ref name=Morrison>[https://books.google.com/books?id=qAHvUO5GknMC&dq=%22joe+poovey%22&pg=PA158  Craig Morrison, ''Go Cat Go!: Rockabilly music and its makers'', University of Illinois Press, 1996, p.158]</ref> and made his first recordings at the age of 10.  Two years later, in 1953, he formed a group, the Hillbilly Boys, and started weekly broadcasts on radio station [[KRLD (AM)|KRLD]], soon followed by work as a disc jockey on the \"[[Big D Jamboree]]\" radio show. He also recorded several Christmas-themed songs, including \"Santa's Helper\", written by his father Bernice Poovey.  After opening a show for [[Elvis Presley]] in 1955, he instantly changed his musical style from traditional country music to rockabilly.  In 1957, as '''Jumping Joe Poovey''', he recorded \"Move Around\" on the [[Dixie Records|Dixie]] label, produced by Jim Shell in Dallas.  It was followed the next year by \"Ten Long Fingers\", a tribute to [[Jerry Lee Lewis]], on which he was credited as \"Groove Joe Poovey\" {{sic}}.   Although the record was later acclaimed as a classic rockabilly number, featuring piano by local prodigy C.B. Oliver, it was only locally successful, and Poovey remained working in the Dallas and [[Fort Worth]] area, recording occasionally for small local labels.<ref name=hall>[http://rockabillyhall.com/JoePoovey1.html  Groovey Joe Poovey at the Rockabilly Hall of Fame]</ref><ref name=tsha>[http://www.tshaonline.org/handbook/online/articles/fpo69  The Handbook of Texas Online: Groovey Joe Poovey]</ref><ref name=blackcat>[http://www.rockabilly.nl/references/messages/groovey_joe_poovey.htm  Groovey Joe Poovey at Black Cat Rockabilly]</ref><ref name=allmusic>[http://www.allmusic.com/artist/joe-poovey-p366176/biography  Biography by Jason Ankeny at Allmusic.com]</ref>\n\nIn the 1960s he returned to playing country music and worked as a songwriter, his songs being recorded by such musicians as [[George Jones]] and [[Johnny Paycheck]].  In 1966, using the pseudonym '''Johnny Dallas''', he recorded \"Heart Full of Love\", which reached no. 62 on the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs|country chart]].  However, follow-ups failed to match its success, and he retired from performing to concentrate on his work as a disc jockey, working on various radio stations in the Dallas – Fort Worth area.  In the 1970s, his earlier records began to be recognised by rockabilly fans in Europe, where he first performed in 1980, and unreleased recordings from the 1950s were made available.  He also began recording again, releasing several new singles under the name '''Texas Joe Poovey'''.  At the same time, he worked as a chauffeur on the film set of the ''[[Dallas (1978 TV series)|Dallas]]'' TV series.<ref name=hall/><ref name=tsha/><ref name=blackcat/><ref name=allmusic/>\n\nHe continued to make regular visits to Britain and Europe, performing both country and rockabilly music, into the 1990s.  Shortly before the release of a retrospective album, ''Golden Grooves'', he died at the age of 57 from a heart condition.<ref name=hall/><ref name=tsha/><ref name=blackcat/>\n\n==External links==\n* [http://rcs-discography.com/rcs/artist.php?key=poov1000  Discography]\n\n==References==\n{{Reflist}}\n\n{{DEFAULTSORT:Poovey, Joe}}\n[[Category:1941 births]]\n[[Category:1998 deaths]]\n[[Category:American country singers]]\n[[Category:American country songwriters]]\n[[Category:American rockabilly musicians]]\n[[Category:Musicians from Dallas]]\n[[Category:Radio personalities from Dallas]]\n[[Category:Country musicians from Texas]]\n[[Category:20th-century American musicians]]\n[[Category:20th-century American singers]]"
}