{
    "Justin_McBride": "{{short description|American bull rider}}\n\n'''Justin Travis McBride''' (born August 7, 1979) is an American former professional [[rodeo]] [[cowboy]] who specialized in [[bull riding]]. In his career, he competed on the [[Professional Bull Riders]] (PBR) circuit. He was a two-time PBR World Champion (2005 and 2007), has a record 32 career PBR Premier Series event wins, and was the first professional bull rider to earn more than $5 million in the course of his career.<ref name=Silver/>\n\nAfter retiring from bull riding, McBride was a full-time color commentator for the PBR's Premier Series telecasts from 2009 through 2024. In 2022, he became the head coach of the Nashville Stampede during the PBR Team Series season. He also had a brief career as a [[country music]] singer-songwriter, releasing two studio albums and one live album.\n\nIn 2023, McBride was ranked No. 1 on the list of the top 30 bull riders in PBR history.<ref name=\"Top\"<ref>{{cite web|title=PBR Top 30|url=https://pbr.com/pbrtop30|website=Professional Bull Riders|access-date=August 20, 2023}}</ref><ref name=\"McBride voted No. 1\"<ref>{{cite web|title=Named best rider in PBR history, McBride appreciates highs and lows of his career - and all other bull riding greats |url=https://pbr.com/news/2023/08/named-best-rider-in-pbr-history-mcbride-appreciates-highs-and-lows-of-his-career-and-all-other-bull-riding-greats|website=Professional Bull Riders|access-date=August 20, 2023}}</ref>\n\n== Early and personal life ==\nJustin McBride was born and lived in [[Belton, Texas]], until he later moved to [[Mullen, Nebraska]], with his parents and older brother. His father, who worked on a ranch and rode bulls; his maternal grandfather was killed in a bull-riding event the year before McBride was born.<ref name=thrill /> McBride excelled at bareback horse and bull riding, played eight-man football and wrestled. He attended the [[University of Nevada, Las Vegas]] on a rodeo scholarship; he left after a year to go pro at 19.<ref name=thrill /> He later moved to [[Elk City, Oklahoma]].\n\nMcBride currently lives in [[Whitesboro, Texas]], with his wife, Jill, and two children. Prior to marrying his wife, he was formerly in a relationship with sports reporter [[Michelle Beadle]].\n\n==Contestant career==\nMcBride recalls his debut in the PBR's rookie league, the Challenger Tour, as 'rough'.<ref name=thrill /> When he qualified for the main PBR tour in 1999 (then known as the [[Bud Light Cup Series]]), he finished fourth in his first-ever Premier Series event, which was held in [[Bakersfield, California]]. He claimed his first win in his next event, which was in [[Odessa, Texas]]. Coupled with two more third-place finishes (one in [[Albuquerque, New Mexico]], and one in [[Reno, Nevada]]), he qualified for his first PBR World Finals and finished 14th in the world in his rookie year of 1999, with $89,007 in earnings.\n\nIn 2000, McBride had several top finishes, but no wins. His biggest  successes of that year came when he won the [[Professional Bull Riders#Previous challenges|Mossy Oak Shootout]] twice - once in [[Greensboro, North Carolina]], for $15,000, and again in [[Houston|Houston, Texas]], for $30,000. He finished ninth in the world in 2000, with $144,764 in earnings, and was named the Mossy Oak Shootout Champion that year.\n\nIn 2001, McBride stepped up his game and won five events that year, putting himself into a three-man race for the PBR World Championship title against [[Adriano Morães|Adriano Moraes]] and [[Ty Murray]]. Unfortunately for McBride, he faltered at the World Finals (as did Murray) and the [[Brazil]]ian, Moraes, ended up winning his second world title that year. McBride finished third in the world that year, winning $302,217 for his efforts.\n\nIn 2002, McBride did not get to match the success he had in 2001, but he still won the Bud Light Cup event in [[Nashville, Tennessee]], and finished fifth in the world overall that year. He made $181,546 that year.\n\n2003 saw a whole new Justin McBride. He put himself into a tight two-man race between himself and [[Chris Shivers]] for the world title that year, winning two [[Built Ford Tough Series]] events in the process ([[Anaheim, California]], and [[St. Louis, Missouri]]). McBride was in the lead for the world title going into the Built Ford Tough Series event in [[Grand Rapids, Michigan]], but unfortunately, disaster struck. He was stepped on by a bull named Mission Pack in the short-go of that event, breaking two ribs and puncturing a lung.<ref name=thrill /> Many thought McBride would not make it to the World Finals, but he did go. He won the first go-round and very nearly took the title away from Shivers, but when McBride bucked off of [[Mossy Oak Mudslinger]] in the short-go of the Finals, Shivers was awarded the PBR world title and the first ever million-dollar bonus that was awarded to a world champion. McBride finished second overall in 2003 with $281,606 in earnings.\n\nIn 2004, McBride picked up where he left off and won four events that year. His main rivals for the world title that year were Adriano Moraes and [[Mike Lee (bull rider)|Mike Lee]]. He stayed in second place for most of the year, but due to a new points system implemented for the Finals that year, it would be possible for him to catch the leader (who at that point was Moraes, who had a 1,800-point lead heading into the Finals). However, for the second year in a row, disaster struck for McBride in Grand Rapids. This time, in that event's Mossy Oak Shootout, the bull named Lefty stepped on his right ankle as he was bucked off, breaking it. McBride would need surgery and again, people thought he would not make it to the World Finals. He did, three weeks later,<ref name=thrill /> and turned in some heroic performances early on. Unfortunately, he bucked off his last few bulls and ended up fourth overall in the world that year. He made $303,928 in 2004. Lee would go on to win the PBR world championship that year in a historic come-from-behind performance.\n\nIn 2005, McBride would not be denied. He won six Built Ford Tough series events, tying a record originally set by Cody Hart in 1999 (the same year Hart won his PBR world title). In the middle of the year, McBride found himself in a heated race for the PBR world title with Brazilian rider [[Guilherme Marchi]]. The two battled it out at the PBR World Finals, and the short-go actually came down to Marchi and McBride. The pressure was on McBride after Marchi successfully made the whistle on the bull Kid Rock. McBride answered by hanging for dear life to the bull Camo, off the side for much of the ride, but nevertheless rode the bull successfully. McBride had overcome adversity and finally won his first-ever PBR world title in 2005, with over $1.5 million in earnings for the year, a PBR record at the time.<ref name=thrill>{{cite web |title=Rodeo champ finds thrill by the horns |url=https://www.usatoday.com/sports/soac/2006-10-23-mcbride_x.htm |website=USAToday |access-date=October 23, 2006 |archive-url=https://web.archive.org/web/20120422055347/https://www.usatoday.com/sports/soac/2006-10-23-mcbride_x.htm |archive-date=April 22, 2012}}</ref>\n\nWith the monkey off his back, McBride decided he would have fun in 2006. He maintained a consistent riding average and had several top finishes. He even won $25,000 in the Mossy Oak Shootout at the BFTS event in [[Tampa, Florida]]. In the middle of the year, he took time off to spend time with his wife, Jill, who gave birth to their new daughter, Addisen Claire McBride. McBride took six events off, but when he came back, he was still in the mix for a world title. He won three BFTS events upon his return (and in two events rode two previously-unridden bulls in the short-go rounds), but the Finals did not go as well as he had hoped. He still earned $232,757 that year and finished sixth overall.\n\nIn 2007, McBride chased a second world title. He won a record eight events on the BFTS that year, and battled it out with second-year pro [[J.B. Mauney]] for the world title. At the BFTS event in [[Chihuahua, Chihuahua|Chihuahua, Mexico]], McBride hung up to the bull named Gnash and suffered a serious left shoulder injury that was first meant to put him out for the year, but he then came back two events later in Greensboro, North Carolina, to win his eighth event of the year, which is the current PBR record for most Premier Series events won in a single season (a feat which would later be tied by [[José Vitor Leme]] in 2021). He was also named the Alphatrade National Champion of 2007 and successfully rode the bull, Scene of the Crash, for $200,000 at the BFTS event in [[Columbus, Ohio]], making it the richest ride in PBR history. He finished this season by winning his second PBR world title in three years. As in 2005, he did it riding the bull named Camo in the final round; unlike in 2005, McBride stayed on top of the bull without hanging on the side. His total season earnings in 2007 was $1,836,002. Due to the shoulder injury, though, McBride elected to have surgery after the Finals, and was out of competition for about six months after the surgery.\n\nMcBride came back to the Built Ford Tough Series at the 2008 Dickies American Worker of the Year Invitational in [[Dallas|Dallas, Texas]], and, finishing seventh overall at the event. He seemed to pick up where he left off. He showed the world he was back for sure when he won the very next event, which was the Express Classic in [[Tulsa, Oklahoma]], pocketing over $30,000 in that one weekend. He later went on to win the Jack Daniels Invitational in Nashville, Tennessee, and in doing so, secured himself yet another qualification for the PBR World Finals. A few events later, McBride achieved another milestone, breaking the $5 million mark in PBR career earnings; the first rider to ever do so. However, shortly before the Finals, having qualified 15th in the standings, McBride announced that he would retire at the end of the season to concentrate on his second career in country music, saying, \"I don't wanna do it anymore.\"<ref name=Silver>Steve Silver, [http://www.lasvegassun.com/blogs/sports/2008/oct/21/former-unlv-star-justin-mcbride-retires-profession/ \"Ex-UNLV star McBride retires from pro bull riding,\"] ''[[Las Vegas Sun]]'' October 21, 2008.</ref> He put on a show at the 2008 PBR World Finals, riding five out of eight bulls (including two go-round wins) to finish sixth overall at the event. His final ride saw him bucked off Voodoo Child, the bull that he rode in Tulsa for the event win earlier in the year, ending his final season ranked 21st in the world with $221,090 in earnings. McBride acknowledged the crowd and walked away happy that he would not have to ride again.\n\nHowever, McBride did come out of retirement for two more special bull rides. In 2014, at a special event known as [[The American Rodeo|RFD-TV's The American]], which was held at [[AT&T Stadium]] in [[Arlington, Texas]], he faced off against [[National Football League|NFL]] defensive end [[Jared Allen]]'s bull, Air Time, in a bonus ride, but was bucked off in less than two seconds.<ref>{{Cite web|url=https://probullstats.com/video/view.php?mid=326530|title=Video: Justin McBride on 927 Air Time|date=March 5, 2014|website=probullstats.com|access-date=2016-06-22}}</ref> Then, on May 30, 2015, he competed in a special event called \"Unfinished Business\" (which took place during the J.W. Hart Challenge at the Wise County Sheriff's Posse Arena in [[Decatur, Texas]]), which featured McBride and other PBR legends coming back to attempt one more bull; there, he was bucked off a bull called Oyster Creek in just over three seconds.<ref>{{Cite web|url=https://pbr.com/news/2015/05/ring-of-honor-members-discuss-coming-out-of-retirement/|title=Ring of Honor members discuss coming out of retirement|last=Felisko|first=Justin|date=May 31, 2015|website=Professional Bull Riders|access-date=June 22, 2016}}</ref>\n\n===Event wins===\n\n====1999====\n* Top Guns Bull Riding Champion (Odessa, Texas)\n\n====2001====\n* [[Ty Murray]] Invitational Champion (Albuquerque, New Mexico)\n* Colorado Open Co-Champion ([[Colorado Springs, Colorado]])\n* Grand Rapids Open Champion (Grand Rapids, Michigan)\n* [[Justin Boots|Justin]] Bull Riding Champion (Houston, Texas)\n* Baltimore Open Champion ([[Baltimore|Baltimore, Maryland]])\n\n====2002====\n* Bullnanza Nashville Champion (Nashville, Tennessee)\n\n====2003====\n* Anaheim Open Champion (Anaheim, California)\n* St. Louis Open Champion (St. Louis, Missouri)\n\n====2004====\n* Phoenix Invitational Champion ([[Phoenix, Arizona]])\n* Jerome Davis Challenge Co-Champion (Greensboro, North Carolina)\n* Indianapolis Invitational Champion ([[Indianapolis|Indianapolis, Indiana]])\n* Tacoma Classic Champion ([[Tacoma, Washington]])\n\n====2005====\n* Worcester Open Co-Champion ([[Worcester, Massachusetts]])\n* Jacksonville Open Co-Champion ([[Jacksonville, Florida]])\n* St. Louis Open Champion (St. Louis, Missouri)\n* Heart of the West [[Ford Motor Company|Ford]] Stores Invitational Champion ([[Reno, Nevada]])\n* Ty Murray Invitational Co-Champion (Albuquerque, New Mexico)\n* NILE Invitational Champion ([[Billings, Montana]])\n\n====2006====\n* [[Fritos]] Invitational Champion (Dallas, Texas)\n* [[United States Army|U.S. Army]] Invitational Champion ([[Reading, Pennsylvania]])\n* [[Rocky Brands|Rocky Boots]] Invitational Champion (Columbus, Ohio)\n\n====2007====\n* Sacramento Classic Champion ([[Sacramento, California]])\n* Southern Ford Dealers Invitational Champion (Tampa, Florida)\n* New Orleans Classic Champion ([[New Orleans|New Orleans, Louisiana]])\n* [[Cabela's]] Classic Champion ([[Kansas City, Missouri]])\n* Cabela's Shootout Champion ([[Omaha, Nebraska]])\n* Built Ford Tough Invitational Champion ([[Auburn Hills, Michigan]])\n* [[Dickies]] Invitational Champion (Dallas, Texas)\n* [[United States Army|U.S. Army]] Invitational Champion (Greensboro, North Carolina)\n\n====2008====\n* Express Classic Champion ([[Tulsa, Oklahoma]])\n* [[Jack Daniel's]] Invitational Champion (Nashville, Tennessee)\n\n==Music career==\n\nIn 2007, McBride started a career as a country music singer. Just a week before the 2007 PBR World Finals, he released his debut album, ''Don't Let Go''.\n\nOn August 14, 2009, he performed at the [[Grand Ole Opry]].<ref>{{Cite web|url=https://pbr.com/news/2009/08/mcbride-to-play-the-opry-on-friday/|title=McBride to play the Opry on Friday|last=Cartwright|first=Keith Ryan|date=August 11, 2009|website=PBR|access-date=June 21, 2016}}</ref>\n\nOn October 19, 2010,<ref>{{Cite web|url=http://justinmcbride.com/2010/09/justin-mcbride-live-at-billy-bobs-texas-cddvd-package-available-october-19th-2010/|title=Justin McBride-Live at Billy Bob's Texas CD/DVD package available October 19th, 2010|website=JustinMcBride.com|archive-url=https://web.archive.org/web/20110713130139/http://justinmcbride.com/2010/09/justin-mcbride-live-at-billy-bobs-texas-cddvd-package-available-october-19th-2010/|archive-date=July 13, 2011|access-date=2016-06-21}}</ref> McBride released his first live CD/DVD, ''Live at [[Billy Bob's Texas]]'', which includes the single \"Tonight Ain't the Day\".\n\nIn October 2012, McBride released his second studio album, ''Everybody Loves a Cowboy''.<ref>{{Cite web|url=http://www.pbr.com/en/specials/justinmcbride-music.aspx|title=\"Everybody Loves a Cowboy\" by Justin McBride|website=Professional Bull Riders|archive-url=https://web.archive.org/web/20160812084304/http://www.pbr.com/en/specials/justinmcbride-music.aspx|archive-date=August 12, 2016|access-date=June 22, 2016}}</ref>\n\n===Discography===\n\n*'''''Don't Let Go''''' ([[2007 in music|2007]])\n**'''Track Listing''':\n# Don't Let Go\n# Tumbleweed Town\n# Beer Drinkin' Song\n# Bigger Fish to Fry\n# That Was Us\n# Went for a Ride\n# Cowboy 'Til I Die\n# It Takes a Lot\n# God's in Oklahoma Today\n# Good Saddles Ain't Cheap\n# Tough\n# Love Me If You Can\n\n\n*'''''Live at Billy Bob's Texas''''' (live CD/DVD; October 19, [[2010 in music|2010]])\n**'''Track Listing''':\n# Tonight Ain't the Day\n# That Was Us\n# Don't Let Go\n# Faster Horses\n# Upside of Being Down\n# Rodeo Man\n# Cadillac Cowboy\n# Went for a Ride\n# Don't Call Him a Cowboy\n# Waymore's Blues\n# Cowboy on the Radio\n# God's in Oklahoma\n# It Takes a Lot\n# Are You Sure Hank Done It This Way\n# Cadillac Cowboy (studio version)\n# Lived Past Dying (studio version)\n# God's in Oklahoma (studio version)\n# Tonight Ain't the Day (studio version)\n\n\n*'''''Everybody Loves a Cowboy''''' (October [[2012 in music|2012]])\n**'''Track Listing''':\n# Everybody Loves a Cowboy \n# A Fire That Just Won't Burn \n# It Makes Me Lean \n# Highways and Honky \n# Lovin' Me Look Easy \n# Bandy the Rodeo Clown \n# Never Gets Lonely Here\n# That's Why I'm Here\n# Too Late to Save the World\n# Hair of the Dog\n# It's Sure Been a Good Ride\n\n==Coaching career==\nIn 2022, McBride became the head coach of the Nashville Stampede; one of eight bull riding teams of the PBR's Team Series, which debuted that year.<ref>{{cite web|title=Justin McBride to Head Coach the Nashville Stampede|url=https://pbr.com/news/2022/01/six-teams-announce-head-coaches-for-pbr-team-series/|website=Professional Bull Riders|date=January 7, 2022 |access-date=March 18, 2022}}</ref> The Stampede were in last place heading into the Team Series finals. However, they outperformed the other teams and ended up winning the inaugural PBR Team Series championship.<ref>{{cite web|title=Nashville Stampede win inaugural PBR Team Series championship|url=https://pbr.com/news/2022/11/nashville-stampede-crowned-the-inaugural-pbr-team-series-champion|website=Profesional Bull Riders|access-date=November 7, 2022}}</ref> In 2023, the Stampede were eliminated after the first day of the Team Series finals and ended up finishing in eighth (last) place for the season.\n\n==Honors==\nIn 2009, McBride was inducted into the [[Professional Bull Riders: Heroes and Legends#Ring of Honor|PBR Ring of Honor]].<ref>{{cite web|title=PBR Ring of Honor|url=https://pbr.com/heroes-legends#ring|website=Professional Bull Riders|access-date=August 18, 2023}}</ref>\n\nIn 2016, he was inducted into the [[Texas Cowboy Hall of Fame]].<ref name=\"TexasCowboy\">{{cite web|title=Justin McBride|date=November 20, 2015 |publisher=Texas Cowboy Hall of Fame {{!}} Fort Worth Texas|url=https://www.tchof.com/post/justin-mcbride|access-date=January 16, 2018}}</ref>\n\nIn 2020, he was inducted into the [[Bull Riding Hall of Fame]].<ref>{{cite web|title=Bull Riding Hall of Fame inductees|url=https://thebullridinghof.com/pages/inductee-list|website=Bull Riding Hall of Fame|access-date=August 19, 2023}}</ref>\n\nIn 2023, he was ranked No. 1 on the list of the top 30 bull riders in PBR history.<ref name=\"Top\" /><ref name=\"McBride voted No. 1\" />\n\n==References==\n{{reflist|30em}}\n\n==External links==\n{{Portal|Biography}}\n*[https://web.archive.org/web/20130119021700/http://justinmcbride.com/ Official Website]\n*[https://www.pbr.com/rider/1027/mcbride-justin Career stats at pbr.com]\n\n{{Authority control}}\n{{Use American English|date=May 2020}}\n{{Use mdy dates|date=May 2020}}\n\n{{DEFAULTSORT:McBride, Justin}}\n[[Category:Bull riders]]\n[[Category:1979 births]]\n[[Category:Living people]]\n[[Category:People from Hooker County, Nebraska]]\n[[Category:American male singer-songwriters]]\n[[Category:American country singer-songwriters]]\n[[Category:People from Elk City, Oklahoma]]\n[[Category:Singer-songwriters from Oklahoma]]\n[[Category:University of Nevada, Las Vegas alumni]]\n[[Category:Rodeo announcers]]\n[[Category:People from Belton, Texas]]\n[[Category:Sportspeople from Bell County, Texas]]\n[[Category:People from Whitesboro, Texas]]\n[[Category:Sportspeople from Grayson County, Texas]]\n[[Category:21st-century American singer-songwriters]]\n[[Category:Country musicians from Texas]]\n[[Category:Country musicians from Oklahoma]]\n[[Category:21st-century American male singers]]\n[[Category:Professional Bull Riders: Heroes and Legends]]\n[[Category:Singer-songwriters from Texas]]\n[[Category:Singer-songwriters from Nebraska]]\n[[Category:Bull Riding Hall of Fame inductees]]"
}