{
    "Kimmie_Rhodes": "{{short description|American singer-songwriter (born 1954)}}\n{{Cleanup reorganize|date=December 2018}}\n{{infobox musical artist\n| name         = Kimmie Rhodes\n| image        = <!-- Deleted image removed:  [[File:Kimmie Rhodes.jpg|300px|thumbnail|center]] -->\n| caption      = Kimmie Rhodes\n| birth_name   = Kimmie Ray Willingham\n| birth_date   = {{birth date and age|1954|3|6}}\n| birth_place  = Wichita Falls, Texas, United States\n| death_date   =\n| death_place  =\n| instruments   = guitar, vocals\n| genre        = Americana Country, Pop, Folk, Rock, Gospel\n| occupations   = Musician, singer-songwriter, playwright, actress, author, producer, florist, painter\n| years_active = 1960 - present\n| label        = Heartland, Justice, New Rose, New West, Last Call, Jackalope, Sunbird\n| website      = {{URL|http://www.kimmierhodes.com/}}\n}}\n\n'''Kimmie Rhodes''' (born March 6, 1954)<ref>Country - The Essential Album Guide, {{ISBN|1-57859-006-X}}</ref> is an American singer-songwriter.  She has recorded and released a total of sixteen solo CDs,<ref>allmusic.com</ref> written and produced three musicals and published a novella/cookbook, served as an associate producer for a documentary, ''They Called Us Outlaws'' presented by the [[Country Music Hall of Fame and Museum|Country Music Hall of Fame]] and produced radio documentary/music programming for her show ''Radio Dreams'', which focused on the history of American roots music and artists.  She has also appeared in multiple films and a theatre production, ''Is There Life After Lubbock?'' <ref>{{cite web|url=http://www.wftv.com/events/events/performing-arts/is-there-life-after-lubbock-jaston-williams-joe/eCKg78/ |title=Is There Life After Lubbock? Jaston Williams, Joe Ely and... |accessdate=12 January 2015 |url-status=dead |archiveurl=https://web.archive.org/web/20150111234044/http://www.wftv.com/events/events/performing-arts/is-there-life-after-lubbock-jaston-williams-joe/eCKg78/ |archivedate=11 January 2015 }}</ref>  Her songs have appeared on multiple television and film soundtracks. She has established and released her own records on her label, Sunbird Music for over 25 years. Kimmie's promotional tours created a solid fan base in the U.K., Ireland and Europe. She has headlined with her band at festivals throughout the world and has appeared on many European and American TV and radio broadcasts and at  Willie Nelson's Farm Aid concerts and July 4 Picnics. Together with Willie Nelson she recorded two of her originals for his album ''[[Just One Love]]'' and a duet CD, \"Picture in a Frame\". She lives and records in Austin and tours internationally with her son and producer/multi-instrumentalist, [[Gabriel Rhodes]].\n\n==Early life==\nKimmie Ray Willingham was born to father Ray Junior Willingham Jr. and mother Bettie Lee Grbavace on March 6, 1954, in Wichita Falls Texas. She had one sibling, Michael Lee Willingham, who died in 2013. Rhodes' family moved from Wichita Falls, Texas when she was five years old and settled in [[Lubbock]], Texas where she began her singing career at the age of six.  Her father, Ray Junior Willingham Jr., having been orphaned at the age of seven, during the Great Depression, taught her to sing as a child so she would \"have a skill\" should the same fate befall her. He took her with him on his rounds, working as a car dealer and gambler and encouraged her to sing for dimes. The first songs she learned, the hymn \"Old Rugged Cross\" and the nursery hymn \"Row Row Row Your Boat\" began what would become a lifelong repertoire of songs. She performed at churches, nursing homes and school functions fronting a gospel trio, backed by her father and brother and \"whatever pianist was available to accompany the act.\" She says her only aspiration at the time was to become a florist because she was in her own mind \"already a professional singer.\" She learned to read music, singing in school and church choirs, where she was placed between the alto and soprano sections because she had a developed vocal range and an inherent ability to sing harmony passed on by a babysitter with a strong alto voice who took her to church and taught her the harmony part \"as if it were the melody line.\" She married, left Lubbock and moved to a family farm in Sunset, Texas, where she raised two sons, Jeremie and Gabriel Rhodes while operating an independent greenhouse business and working as a florist. During this time her husband, Michael Rhodes, operated a family produce farm which, she says, \"unfortunately began in what would become the first year of a seven year drought and went bankrupt in the seventh year and that it was God's way of telling me I wasn't supposed to be a professional squash picker.\" It was during this time she began to write poems that would later become her first songs and to learn to play guitar, taking lessons and studying music theory.\n\n==Career==\n\nHer career as a singer-songwriter and recording artist formally began when she went to Austin in 1979,<ref>liner notes \"Kimmie Rhodes - Ten Summers\"</ref> where friend, manager and drummer, TJ McFarland, introduced her to DJ at the legendary [[KOKE-FM]] and producer Joe Gracey, an instrumental figure in the Austin \"progressive country\" scene.<ref>{{cite web|url=http://nodepression.com/article/rip-joe-gracey|title=R.I.P. Joe Gracey|work=No Depression|accessdate=12 January 2015}}</ref> Rhodes partnered with Joe Gracey and Bobby Earl Smith, forming a band \"Kimmie Rhodes & The Jackalope Brothers\" and began writing songs and recording demos in the basement studio operated by them.  Rhodes recorded her first album at Willie Nelson's privately owned Pedernales Studios in Spicewood, Texas in 1980 at his invitation.<ref>liner notes \"Kimmie Rhodes - Jackalopes, Moons & Angels\"</ref> She fronted a band \"The Texas Tunesmiths\" led by the legendary steel guitarist, Jimmy Day, and continued performing regionally also with The Jackalope Bros, playing traditional and \"progressive\" country music and western swing in dancehalls. She and Joe Gracey married in 1982 and Joe became her constant companion, muse, bass player, record producer and business partner until he died of cancer at the age of 61 in November 2011. Together they had one child, a daughter, Jolie Goodnight, who grew to become an accomplished jazz singer and burlesque performer in her own right.\n\nRhodes continued to make records which mostly embodied her own original songs and began touring internationally with her band and once she had honed her skills as a writer eventually signed on as a co-publisher and writer with Rondor Music International, owned by Herb Alpert and Jerry Moss.  She attributes much of her songwriting success to this alliance which extended for over a decade. She appeared on ''[[Austin City Limits]]'' with Emmylou Harris, [[Dave Matthews]], [[Patty Griffin]], and [[Buddy & Julie Miller]], where she and Harris performed their song \"Ordinary Heart\". She guested on Late Night With David Letterman, performing \"West Texas Heaven\" at his request. Rhodes' TV appearances also include a songwriter \"guitar pull\" Austin City Limits show with Willie Nelson, Waylon Jennings, [[Kris Kristofferson]] and [[Billy Joe Shaver]]. New West Records released a DVD of that show titled ''Outlaw Country''.<ref>{{cite web|url=http://livefromaustintx.com/#3|title=New West Records - Austin City Limits|publisher=|accessdate=12 January 2015}}</ref> She performed in two segments of The Nashville Network's ''Legend Series'' hosted by Willie Nelson and another hosted by Waylon Jennings. Rhodes co-wrote a song, \"Lines\", with Waylon for his Justice release.<ref>\"Waylon Jennings - Right For The Time\"</ref> In the late 1980s, Rhodes filmed a weekly television series, cast as the Outlaw Sweetheart for ''The Johnny Gimble Show'' for Willie Nelson's satellite Cowboy Channel.\n\nSome of Rhodes' movie soundtrack credits include \"A Heart That's True\" for the ''Babe: A Pig in the City'' CD,<ref>{{cite web|url=http://www.allmusic.com/album/babe-pig-in-the-city-mw0000601589/credits|title=Babe: Pig in the City - Original Soundtrack - Credits - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> \"I’m Not An Angel\" featured in the soundtrack of ''Mrs. Winterbourne'' and a song in the ''Daddy’s Dyin’ Who’s Got the Will'' soundtrack. Her song, \"Shine All Your Light\", co-written with [[Beth Nielsen Chapman]], recorded by [[Amy Grant]] for the ''Touched By An Angel'' TV series soundtrack and CD,<ref>{{cite web|url=http://www.allmusic.com/album/touched-by-an-angel-the-album-mw0000044242/credits|title=Touched by an Angel: The Album - Original TV Soundtrack - Credits - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> reached the Top Ten in Billboard’s CD charts. Rhodes co-wrote \"Ordinary Heart\" with Emmylou Harris and the song was featured in the soundtrack to the movie ''Happy Texas''.<ref>{{cite web|url=http://www.allmusic.com/album/happy-texas-mw0000245651/credits|title=Happy Texas - Original Soundtrack - Credits - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> Harris's performance of the song was nominated for a Grammy.\n\nA playwright and actress as well, her debut theatrical project was her musical, ''Small Town Girl'', directed by and starring Joe Sears (of Greater Tuna fame).<ref>{{cite web|url=http://www.austinchronicle.com/music/2002-02-01/84515/|title=Rich From the Journey|publisher=|accessdate=12 January 2015}}</ref> She also released a CD by that title of the music featured in the play.<ref>{{cite web|url=http://www.allmusic.com/album/small-town-girl-mw0001077435|title=Small Town Girl - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> She and Joe Sears then wrote and produced two musical reviews,  ''Hillbilly Heaven'' and ''Windblown''. She served as script editor and worked with Sears as assistant director and musical director for his outdoor drama production of ''Trail of Tear'', for the Cherokee Heritage Center during the summers of 2001 through 2003. In 2014 she starred in a theatrical production with Jaston Williams and Joe Ely titled ''Is There Life After Lubbock?'' She has worked on many films in various capacities in front of and behind the camera, acting, writing and singing and also working set design, hair and wardrobe, because she \"loves the medium and watching films come together as a collective effort.\"{{citation needed|date=January 2015}}\n\nAmong the artists who have recorded her songs are [[Willie Nelson]],<ref>liner notes \"Willie Nelson - Just One Love\",  http://www.allmusic.com/album/just-one-love-mw0000645153/credits</ref> [[Wynonna Judd]],<ref>liner notes \"Wynonna Judd - Tell Me Why\", http://www.allmusic.com/album/tell-me-why-mw0000423743/credits</ref> [[Trisha Yearwood]],<ref>liner notes \"Trisha Yearwood - The Song Remembers When\", http://www.allmusic.com/album/the-song-remembers-when-mw0000103772/credits</ref> [[Amy Grant]], [[CeCe Winans]],<ref>liner notes \"CeCe Winans - His Gift\", http://www.allmusic.com/album/his-gift-mw0000600641/credits</ref> [[Joe Ely]],<ref>liner notes \"Joe Ely - Twistin' In The Wind\",http://www.allmusic.com/album/twistin-in-the-wind-mw0000035479/credits</ref> [[John Farnham]], [[Waylon Jennings]],<ref>liner notes \"Waylon Jennings - Right For The Time\", http://www.allmusic.com/album/right-for-the-time-mw0000647108/credits</ref> [[Peter Frampton]],<ref>liner notes \"Peter Frampton - Now\", http://www.allmusic.com/album/now-mw0000315321/credits</ref> [[Mark Knopfler]] and [[Emmylou Harris]].<ref>liner notes \"Mark Knopfler and Emmylou Harris - All The Roadrunning\", http://www.allmusic.com/album/all-the-roadrunning-mw0000408470/credits</ref>\n\nRhodes resides in Austin, Texas where she operates her own label and studio, Sunbird Music, and her publishing company, Dancing Feet Music. She writes songs, books and plays. She records and tours internationally with her son and producer/multi-instrumentalist, [[Gabriel Rhodes]]. ''She is currently writing a book of memoirs, ''Radio Dreams\" and co-producing a companion audio documentary to the book with Bob Harris of BBC Radio 2 London.''\n\n==Family==\n\nShe was married to Joe E. Gracey Jr. for 28 years, until his death in 2011.<ref>{{cite web|url=http://www.legacy.com/obituaries/statesman/obituary.aspx?pid=154759067|title=Joe Gracey Obituary: View Joe Gracey's Obituary by Austin American-Statesman|work=Austin American-Statesman|accessdate=12 January 2015}}</ref> They had one daughter, Jolie Goodnight Gracey. Rhodes has two sons,  Jeremie Michael Rhodes and Gabriel Ray Rhodes from her previous marriage to Michael Dale Rhodes.  She has two grandchildren, Louis Ray Rhodes and Ruby Grace Rhodes.\n\n==Discography==\n\n1981 - ''Kimmie Rhodes and the Jackalope Brothers'' (Jackalope),<ref>{{cite web|url=http://www.allmusic.com/album/kimmie-rhodes-and-the-jackalope-brothers-mw0001445413|title=Kimmie Rhodes and the Jackalope Brothers - Kimmie Rhodes - Credits - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> Rhodes recorded this first album in Willie Nelson's Pedernales Studio in Spicewood, Texas  at his invitation. She credits Nelson as her mentor and champion of her career. The record was produced by Joe Gracey, Bobby Earl Smith and Rhodes.\n\n1985 - ''Man In the Moon'' (Heartland),<ref>{{cite web|url=http://www.allmusic.com/album/man-in-the-moon-mw0001666957|title=Man in the Moon - Kimmie Rhodes - Credits - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> a Gracey-Rhodes production, was recorded and licensed to this British label for release abroad followed by headlining appearances at London's Wembley Festival.<ref>{{cite web|url=http://www.stanlaundon.com/wembley.html|title=THE INTERNATIONAL FESTIVALS OF COUNTRY MUSIC AT WEMBLEY|publisher=|accessdate=12 January 2015}}</ref>\n\n1989 - ''Angels Get The Blues'' (Heartland),<ref>{{cite web|url=http://www.allmusic.com/album/angels-get-the-blues-mw0000875373|title=Angels Get the Blues - Kimmie Rhodes - Credits - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> a Gracey-Rhodes production was recorded at the original Sun Studio in Memphis. On these sessions Kimmie recorded a duet of her song \"Just One Love\" with fellow Lubbockite Joe Ely. Legendary [[Jack \"Cowboy\" Clement]] (having been a recording engineer at Sun) accompanied her to Memphis for these sessions playing rhythm guitar, dobro and singing backing vocals.  Rhodes credits Cowboy with teaching her the power of believing in magic, \"that it only takes three minutes to record a hit\" and that \"we are in the fun business so if we are not having fun we are not doing our job.\"<ref>liner notes \"Jack Clement - For Once And For All\"</ref>\n\n1996 - ''West Texas Heaven'' (Last Call/Justice/Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/west-texas-heaven-mw0000184033|title=West Texas Heaven - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|author=Kurt Wolff|work=AllMusic|accessdate=12 January 2015}}</ref> a Gracey-Rhodes production featuring 12 of Rhodes' original songs, includes duets with Waylon Jennings, Townes Van Zandt and Willie Nelson.<ref>Robert Earl Hardy - A Deeper Blue (The Life and Music of Townes Van Zandt, p. 253 {{ISBN|978-1 57441-247-5}})</ref> ''USA Today'' chose the album for their \"Best Bets\" section and later named the CD as one of their Top Ten Country Records of 1996.\n\n1998 - ''Jackalopes, Moons & Angels'' (Jackalope),<ref>{{cite web|url=http://www.allmusic.com/album/jackalopes-moons-angels-a-collection-1985-1990-mw0000030543|title=Jackalopes Moons & Angels: A Collection, 1985-1990 - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|author=Stanton Swihart|work=AllMusic|accessdate=12 January 2015}}</ref> is a compilation of Rhode's first original songs from three previous albums, ''Jackalopes Moon & Angels'', ''Man In The Moon'' and ''Angels Get The Blues''.\n\n2000 - ''Rich From the Journey'' (Sunbird).<ref>{{cite web|url=http://www.allmusic.com/album/rich-from-the-journey-mw0000065464|title=Rich from the Journey - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|author=Stanton Swihart|work=AllMusic|accessdate=12 January 2015}}</ref> Produced by her son, Gabriel Rhodes, the recordings feature a guest appearance by [[Gillian Welch]] and David Rawlings and performances by musician/producer Kevin Savigar, the late steel guitarist Jimmy Day and drummer John Gardner.\n\n2002 - ''Love Me Like A Song'' (Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/love-me-like-a-song-mw0000303398|title=Love Me Like a Song - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|author=Stanton Swihart|work=AllMusic|accessdate=12 January 2015}}</ref> produced by Gabriel Rhodes, features duets with Willie Nelson, Emmylou Harris, Beth Nielsen Chapman, [[Benmont Tench]] (keyboardist for [[Tom Petty and the Heartbreakers]]). The CD artwork comes from a series of Rhode's original oil paintings.\n\n2003 - ''Picture In A Frame'' (Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/picture-in-a-frame-mw0000298021|title=Picture in a Frame - Willie Nelson,Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|author=Stanton Swihart|work=AllMusic|accessdate=12 January 2015}}</ref> recorded at Willie Nelson's \"World Headquarters\" in Luck, Texas, is a compilation of duets with Willie Nelson, composed of the Tom Waits-penned title track, Nelson songs (\"Valentine\" and \"It Always Will Be\"), five original Rhodes songs, as well as songs penned by [[Rodney Crowell]], Joe Gracey and Bobby Earl Smith.\n\n2004 - ''Lost & Found'' (Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/lost-found-mw0000297991|title=Lost & Found - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|author=Stanton Swihart|work=AllMusic|accessdate=12 January 2015}}</ref> a compilation of unreleased songs recorded between 1996 and 2003, features a song \"Lines\", co-written with Waylon Jennings, other tracks penned with a host of other writing partners as well as her own original songs. Some of these recordings were produced by legendary producer, Bones Howe and recorded at Pedernales Studio in Spicewood, Texas.\n\n2005 - ''Windblown'' (Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/windblown-mw0000248912|title=Windblown - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> produced by Gabriel Rhodes, is a collection of recordings that also served as the soundtrack for her performance art piece featuring live music, interpretive dance, and character portrayals by Joe Sears (with its debut performance in January 2005).\n\n2005 - ''Ten Summers''(Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/ten-summers-mw0001205648|title=Ten Summers - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> a compilation CD reprising ten years of Rhode's favorite recordings from 1995 to 2005.\n\n2008 - ''Walls Fall Down'' (Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/walls-fall-down-mw0001612279|title=Walls Fall Down - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|author=William Ruhlmann|work=AllMusic|accessdate=12 January 2015}}</ref> produced by Gabriel Rhodes. In support of ''Walls Fall Down'', Rhodes toured ten European countries, including the Celtic Connections Festival in Glasgow and guest appearances with her friend and writing partner Emmylou Harris, Canada's Edmonton Folk Festival and the [[Hardly Strictly Bluegrass Festival]] in San Francisco.\n\n2010 - ''Miracles On Christmas Day'' (Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/miracles-on-christmas-day-mw0002057122|title=Miracles on Christmas Day - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> produced by Gabriel Rhodes, a CD of her own original Christmas songs, was released followed by a promotional tour, including special Christmas shows in Britain and Ireland with Rhodes and her son performing as a duo. During Rhodes' tenure as a writer for Rondor Music International, she penned a new Christmas song every year as a gift for her beloved song man David Conrad, president of the Nashville office saying, \"There is nothing he would rather have from me than the best song I can write for him.\"{{citation needed|date=January 2015}}\n\n2011 - ''Dreams of Flying'' (Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/dreams-of-flying-mw0002115586|title=Dreams of Flying - Kimmie Rhodes - Songs, Reviews, Credits, Awards - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> produced by Gabriel Rhodes. These songs were written, recorded and released during a very difficult personal period as her husband, Joe Gracey, battled the return of his cancer. This would be the last recordings Gracey would mix and master. The record features a duet recorded with Joe Ely covering the [[Donovan]] penned song \"[[Catch the Wind]]\".\n\n2013 - ''Covers'' (Sunbird),<ref>{{cite web|url=http://www.allmusic.com/album/covers-mw0002578913|title=Covers - Kimmie Rhodes - Credits - AllMusic|work=AllMusic|accessdate=12 January 2015}}</ref> produced by Gabriel Rhodes, marked a rare moment for the songwriter, covering some of her favorite songs. For the first time, she put down her pen to devote an entire album to singing of the songs of others whose music has served milestones of her performing and recording career, and her life. Rhodes first studio adventure since the passing of longtime partner and collaborator Joe Gracey, Rhodes drew deeply from a wide range of catalogues – Thiele and Weiss, Lennon and McCartney, Jagger and Richards, Jimmy Reed, Mark Knopfler, [[Bob Dylan]], [[Bono]], [[Tom Petty]], [[Leon Russell]], [[Neil Young]] and [[Tom Waits]], and [[Townes Van Zandt]] It features a duet with [[Delbert McClinton]] and also a duet with [[Rodney Crowell]]  \"Adam's Song\" that she says, \"expressed her sorrow better than she ever could have.\"{{citation needed|date=January 2015}}\n\n2015 - ''Cowgirl Boudoir'' (Sunbird), a collaborative effort of writing and recording with producer Gabriel Rhodes and featured guest artist and writer [[Johnny Goudie]]. The concept and vision behind this musical adventure was to blend traditional country sounds with musical influences from the 1960s through 1980s into a melange that Rhodes and her son feel best arrives at her Retro/Austin/Americana sound today as an artist having grown up listening to musical soundtracks as a child, becoming a teenager during the Dylan and British invasion era and finally making the pilgrimage back to country roots with her contemporaries who converged on Austin in the 1970s.\n\n{| class=\"wikitable\"\n|-\n! rowspan=\"2\"| Year\n! rowspan=\"2\"| Album\n! colspan=\"5\"| Peak chart positions\n! rowspan=\"2\"| Label\n|- style=\"font-size:smaller;\"\n! style=\"width:45px;\"| [[Top Country Albums|US Country]]\n! style=\"width:45px;\"| [[Billboard 200|US]]\n! style=\"width:45px;\"| [[Top Heatseekers|US Heat]]\n! style=\"width:45px;\"| [[Independent Albums|US Indie]]\n! style=\"width:45px;\"| [[Folk Albums|US Folk]]\n|-\n| 1981\n| ''[[Kimmie Rhodes And The Jackalope Brothers]]''\n| style=\"text-align:center;\"| \n| \n|\n| \n| \n| Jackalope Records\n|-\n| 1985\n| ''[[Man In The Moon]]''\n| style=\"text-align:center;\"| \n| \n|\n| \n|\n| Heartland\n|-\n| 1989\n| ''[[Angels Get The Blues]]''\n| \n| \n|\n|\n| \n| Heartland\n|-\n| 1996\n| ''[[West Texas Heaven]]''\n| \n| \n| \n| \n|\n| Last Call, Justice, Sunbird\n|-\n| 1998\n| ''[[Jackalopes, Moons And Angels]]''\n| \n| \n|\n| \n| \n| Jackalope Records\n|-\n| 2000\n| ''[[Rich From The Journey]]''\n| style=\"text-align:center;\"|\n| \n|\n| \n| \n| Sunbird\n|-\n| 2002 \n|''[[Love Me Like A Song]]''\n| \n| \n| \n| \n| \n| Sunbird\n|-\n| 2003\n| ''[[Picture In A Frame]]''\n| \n| \n| \n| \n| \n| Sunbird\n|-\n| 2004\n| ''[[Lost And Found]]''\n| \n| \n| \n| \n| \n| Sunbird\n|-\n| 2005\n| ''[[Windblown]]''\n| \n|\n| \n| \n| \n| Sunbird\n|-\n| 2006\n| ''[[Ten Summers]]''\n| \n| \n| \n| \n| \n| Sunbird\n|-\n| 2008\n| ''[[Walls Fall Down]]''\n| \n| \n| \n| \n| \n| Sunbird\n|-\n| 2010\n| ''[[Miracles On A Christmas Day]]''\n| \n| \n| \n| \n| \n| Sunbird\n|-\n| 2011\n| ''[[Dreams Of Flying]]''\n| \n| \n| \n| \n| \n| Sunbird\n|-\n| 2013\n| ''[[Covers (Kimmie Rhodes album)|Covers]]''\n| \n| \n| \n| \n| \n| Sunbird\n|-\n| 2015\n| ''[[Cowgirl Boudoir]]''\n| style=\"text-align:center;\"| \n| \n| \n| \n| \n| Sunbird\n|}\n\n==References==\n\n{{reflist}}\n\n==External links==\n* [http://kimmierhodes.com/ Official website]\n* [http://myweb.tiscali.co.uk/pawtrait/folkville/biographies/KimmieRhodes.html Folkville biography and discography by Arthur Wood] {{Webarchive|url=https://web.archive.org/web/20120204002707/http://myweb.tiscali.co.uk/pawtrait/folkville/biographies/KimmieRhodes.html |date=2012-02-04 }}\n\n===Archival Materials===\n\n* [http://legacy.lib.utexas.edu/taro/ttuav/00081/tav-00081.html Kimmie Rhodes papers, 1954–2014, at Southwest Collection/Special Collections Library, Texas Tech University]\n{{Authority control}}\n\n{{DEFAULTSORT:Rhodes, Kimmie}}\n[[Category:1954 births]]\n[[Category:Living people]]\n[[Category:American women country singers]]\n[[Category:American country singer-songwriters]]\n[[Category:21st-century American women]]"
}