{
    "Kitty_Wells": "{{Short description|American country music singer (1919–2012)}}\n{{Use mdy dates|date=March 2021}}\n{{Infobox person\n|name            = Kitty Wells\n|image           = Kitty Wells.jpg\n|caption         = Wells in a 1974 publicity photo\n|birth_name      = Ellen Muriel Deason\n|birth_date      = {{birth date|1919|08|30}}\n|birth_place     = [[Nashville, Tennessee]], U.S.\n|death_date      = {{death date and age|2012|07|16|1919|08|30}}\n|death_place     = [[Madison, Tennessee]]\n|spouse          = {{marriage|[[Johnnie Wright]]|October 30, 1937|September 29, 2011|end=died}}\n|children        = 3, including [[Ruby Wright (country singer)|Ruby]] and [[Bobby Wright|Bobby]]\n|website         = [http://www.kittywells.com/ Official website]\n|module          = {{Infobox musical artist|embed=yes\n|instrument      = {{hlist|Vocals|guitar}}\n|genre           = {{hlist|[[Country music|Country]]|[[honky tonk]]|[[Nashville sound]]|[[Gospel music|gospel]]}}\n|occupation      = Singer-songwriter\n|years_active    = 1936–2000\n|label           = {{hlist|[[RCA Records|RCA Victor]]|[[Decca Records|Decca]]|[[MCA Records|MCA]]|[[Capricorn Records|Capricorn]]|Rubocca|Southern Tracks}}\n}}\n}}\n\n'''Ellen Muriel Deason''' (August 30, 1919 – July 16, 2012), known professionally as '''Kitty Wells''', was an American pioneering female [[country music]] singer. She broke down a barrier for women in country music with her 1952 hit recording \"[[It Wasn't God Who Made Honky Tonk Angels]]\", which also made her the first female country singer to top the U.S. country charts and turned her into the first female country superstar. “It Wasn’t God Who Made Honky Tonk Angels” would also be her first of several pop crossover hits. Wells is the only artist to be awarded top female vocalist awards for 14 consecutive years. Her chart-topping hits continued until the mid-1960s, paving the way for and inspiring a long list of female country singers who came to prominence in the 1960s.\n\nWells ranks as the sixth most successful female vocalist in the history of the ''[[Billboard (magazine)|Billboard]]'' country charts, according to historian [[Joel Whitburn]]'s book ''The Top 40 Country Hits''. In 1976, she was inducted into the [[Country Music Hall of Fame]]. In 1991, Wells became the third country music artist, after [[Roy Acuff]] and [[Hank Williams]], and the eighth woman to receive the [[Grammy Lifetime Achievement Award]]. Wells' success and influence on country music garnered her the title \"Queen of Country Music\".\n\n==Biography==\n\n===Early life===\nWells was born Ellen Muriel Deason on August 30, 1919 as one of six children of Charles Cary Deason and his wife, Myrtle, in [[Nashville, Tennessee]].<ref name=LATimes>{{cite news|url=https://www.latimes.com/local/obituaries/la-me-kitty-wells-20120717-story.html|title=Kitty Wells dies at 92; country music trailblazer|author=Lewis, Randy|newspaper=Los Angeles Times|date=July 17, 2012|access-date=January 10, 2013}}</ref> (She is one of the few well known country performers to have been born in Nashville.) Wells began singing as a child, learning guitar from her father, who was a brakeman on the [[Tennessee Central Railroad]].<ref name=NYTimes/> Her father and his brother were musicians, and her mother, Myrtle, was a gospel singer.<ref name=LATimes/> As a teenager, Wells sang with her sisters, who performed under the name the Deason Sisters, on a local radio station beginning in 1936.<ref name=allmusic>Brian Mansfield & Stephen Thomas Erlewine [{{AllMusic|class=artist|id=p1864/biography|pure_url=yes}} Kitty Wells biography], Allmusic.com; retrieved June&nbsp;12, 2008.</ref>\n\nAt the age of 18 Wells married [[Johnnie Wright]], a cabinetmaker who aspired to country music stardom (which he would eventually achieve as half of the duo [[Johnnie & Jack]]).<ref>Wolff, Kurt (2000). In ''Country Music: The Rough Guide''. Orla Duane, Editor. London: Rough Guides Ltd. p. 154.<!-- ISBN needed --></ref>\n\n===Music career===\nWells sang with Wright and his sister Louise Wright; the three toured as Johnnie Right and the Harmony Girls. Soon, Wright met [[Jack Anglin]] (who married Johnnie's sister Louise), and they became the duo [[Johnnie & Jack]]. Their band became known first as the Tennessee Hillbillies and then the Tennessee Mountain Boys.<ref name=LATimes/> At this time, Wells adopted \"Kitty Wells\" as her stage name. Johnnie Wright chose the name from the folk ballad \"Sweet Kitty Wells\" by [[The Pickard Family]].<ref>{{cite book |last1=Barlow |first1=Bill |title=The New Encyclopedia of Southern Culture: Volume 12: Music |date=2008 |publisher=University of North Carolina Press |location=Chapel Hill |page=377}}</ref> Wells toured with the pair, occasionally performing backup vocals.<ref name=allmusic/> Before Wells' rise to stardom with \"Honky Tonk Angels\", [[Roy Acuff]] and the Smoky Mountain Boys toured with Wright and Wells for a time. Acuff advised Wright not to make his wife his show's headliner because he thought women could not sell country music records.<ref>{{cite web|url=http://www.cmt.com/news/country-music/1689742/kitty-wells-dies-at-age-92.jhtml|archive-url=https://web.archive.org/web/20120718131000/http://www.cmt.com/news/country-music/1689742/kitty-wells-dies-at-age-92.jhtml|url-status=dead|archive-date=July 18, 2012|title=Kitty Wells Dies at Age 92|author=Pugh, Ronnie|date=July 16, 2012|publisher=CMT|access-date=January 10, 2013}}</ref>\n\nOn ''[[Louisiana Hayride]]'', Wells performed with her husband's duo. Wells, however, did not sing on their records until signing with [[RCA Victor]] in 1949, releasing some of her first singles, including \"Death At The Bar\" and \"Don't Wait For The Last Minute To Pray\", neither of which charted. While these early records gained some notice, promoters still were not keen on promoting female singers, so Wells was dropped from the label in 1950. {{citation needed|date=September 2014}}\n\n====1952: \"It Wasn't God Who Made Honky Tonk Angels\"====\nIn 1952, [[Paul Cohen (record producer)|Paul Cohen]], an executive at [[Decca Records]], approached Wells to record \"[[It Wasn't God Who Made Honky Tonk Angels]]\".<ref name=allmusic/>  Wells was disenchanted with her career prospects and was considering retirement, but agreed to the session (at [[Owen Bradley]]'s [[Bradley Studios|studio]] on May 3,&nbsp;1952) because of the $125 union scale recording payment. \"I wasn't expecting to make a hit,\" said Wells later. \"I just thought it was another song.\"<ref name=NYTimes>{{cite news|url=https://www.nytimes.com/2012/07/17/arts/music/kitty-wells-country-singer-dies-at-92.html?_r=0|title=Kitty Wells, Trailblazing Country Singer, Dies at 92|author=Friskics-Warren, Bill|date=July 16, 2012|work=The New York Times|access-date=January 10, 2013}}</ref>\n\"It Wasn't God Who Made Honky Tonk Angels\" was an [[answer song]] to [[Hank Thompson (music)|Hank Thompson]]'s \"[[The Wild Side of Life]]\" and its lyrical treatment of seductive, wayward women. Wells' single retorted, \"It's a shame that all the blame is on us women.\"<ref>{{cite news|url=https://www.latimes.com/entertainment/music/la-xpm-2012-jul-16-la-et-ms-kitty-well-appreciation-20120717-story.html|title=An Appreciation: A trailblazin' Kitty Wells|author=Roberts, Randall|date=July 16, 2012|newspaper=Los Angeles Times|access-date=January 10, 2013}}</ref><ref>{{cite web|url=https://www.rollingstone.com/music/news/kitty-wells-pioneering-country-singer-dead-at-92-20120716|title=Kitty Wells, Pioneering Country Singer, Dead at 92|date=July 16, 2012|publisher=Rolling Stone|access-date=January 10, 2013}}</ref>\n\nThe record's message was controversial at the time and was banned by many radio stations.<ref name=cmtnews>''Country Music Television.com'' [https://web.archive.org/web/20110606162223/http://www.cmt.com/news/news-in-brief/1475168/wells-and-wright-play-farewell-concert.jhtml Kitty Wells profile], CMT.com; retrieved June 13, 2008.</ref> [[NBC]], in particular, was troubled by the lyric, \"It brings back memories of when I was a trustful wife\". Wells' slight alteration of \"trustful\" to \"trusting\" lifted the network ban on the song.<ref name=WashingtonPost>{{cite news|url=https://articles.washingtonpost.com/2012-07-16/entertainment/35486715_1_johnnie-wright-honky-tonk-angels-trustful-wife|title=Kitty Wells, country music star, dies at 92|author=McArdle, Terence|date=July 16, 2012|newspaper=[[The Washington Post]]|access-date=January 10, 2013|url-status=dead|archive-url=https://web.archive.org/web/20130103011254/http://articles.washingtonpost.com/2012-07-16/entertainment/35486715_1_johnnie-wright-honky-tonk-angels-trustful-wife|archive-date=January 3, 2013}}</ref> It was temporarily banned from the [[Grand Ole Opry]]. Nevertheless, audiences were greatly enamored of the song.<ref name=countrymusichalloffame/> The single took off during the summer of 1952, and sold more than 800,000 copies in its initial release. It was the first single by a female singer to peak at number one in the eight-year history of the country music chart, where it remained for six weeks. (Certain female country songs, notably [[Patsy Montana]]'s million-selling \"[[I Want to Be a Cowboy's Sweetheart]]\", antedate the creation of ''Billboard''{{'}}s country chart in 1944.) \"It Wasn't God Who Made Honky Tonk Angels\" also crossed over to ''Billboard's'' pop charts, hitting number&nbsp;27.<ref name=countrymusichalloffame>Kitty Wells' story [http://www.countrymusichalloffame.com/site/inductees.aspx?cid=198# Wells' Country Music Hall of Fame profile] {{webarchive|url=https://web.archive.org/web/20070926232341/http://www.countrymusichalloffame.com/site/inductees.aspx?cid=198 |date=September 26, 2007 }}; retrieved June&nbsp;12, 2008.</ref> Thanks to her breakthrough, Wells received a membership to the Grand Ole Opry, which had originally banned the single.<ref name=NYTimes/>\n\nWriter Bill Friskics-Warren has argued that part of the song's appeal came from its combination of a modern message with a familiar tune, a melody drawn from the [[Carter Family]]'s \"[[I'm Thinking Tonight of My Blue Eyes]]\" (as were \"The Wild Side of Life\" and Roy Acuff's \"[[The Great Speckled Bird (song)|The Great Speckled Bird]]\"). Practically anyone could hum along with \"Angels\" the first time they heard it.<!-- <ref>All of those lyrics use essentially the same tune.</ref> -->\n\n====1953–1969: Career peak====\n[[File:Kitty Wells Johnnie Wright 1968.jpg|thumb|right|Ad featuring Kitty Wells and husband Johnnie Wright's first joint album, ''We'll Stick Together'']]\n\"It Wasn't God Who Made Honky Tonk Angels\" was followed by \"Paying For That Back Street Affair\", a response to [[Webb Pierce]]'s \"Back Street Affair\". The single reached number six in the spring of 1953, helping to establish a lasting place at the top of the charts for Wells.<ref name=allmusic/> Between 1953 and 1955, Wells was popular on the country charts, and was the only female solo artist at the time to be able to maintain her success. In 1953, Wells had two top-10 hits with \"[[Hey Joe (1953 song)|Hey Joe]]\" and \"Cheatin's a Sin\".\n\nThe next year, Wells partnered with country star [[Red Foley]] for the duet \"One By One\", which peaked at number one on the [[Hot Country Songs|''Billboard'' Country Chart]], and became her second chart-topper. The song led to a string of hit singles from the duo within the next two decades, including 1954's \"As Long as I Live\", which peaked at number three. As a solo artist in 1954, Wells had two major hits with the number-eight \"[[Release Me (1946 song)|Release Me]]\" and the top-15 hit \"Thou Shalt Not Steal\" (written by [[Don Everly]] of the [[Everly Brothers]]).\n\nRecord companies were reluctant to issue albums by country's female artists until Wells proved that women could sell.<ref name=countrymusicinamerica>(2006). In ''Will the Circle be Unbroken: Country Music in America''. Paul Kingsbury & Alanna Nash, Editors. New York, NY: Dorling Kindersley. p. 182.</ref> She became the first female country singer to issue an LP, starting with 1956's ''[[Kitty Wells' Country Hit Parade]]'', which consisted of her biggest hits. Wells released her first studio album in 1957 with ''[[Winner of Your Heart]]''. Soon, other female country singers released LPs in the late 1950s and early 1960s. \"[[Making Believe]]\" and \"Lonely Side of Town\" were also released as singles. Wells' later 1950s releases included \"[[Searching (For Someone Like You)]]\" written by [[Murphy \"Pee Wee\" Maddux]], and \"[[I Can't Stop Loving You]]\" and \"Amigo's Guitar\", which she wrote with [[John D. Loudermilk]].\n\nIn 1957, Wells issued ''Winner of Your Heart''. This was followed by a string of LPs released by [[Decca Records]] between 1957 and 1973. She also partnered with Webb Pierce the same year for two duet singles, including the top-10 hit \"Oh So Many Years\". The duo did not record together again until 1964 with the top-10 hit \"Finally\". In 1959, Wells had two top-five hits with \"Amigo's Guitar\" and \"Mommy For A Day\". Wells was later awarded a [[Broadcast Music Incorporated|BMI award]] for writing \"Amigo's Guitar\". Although not known much for her songwriting, Wells has won two BMI awards, including one for \"Amigo's Guitar\". She has published more than 60&nbsp;songs.\n\n[[Image:Kitty Wells-Hit Parade.jpg|thumb|left|200px|Wells' 1956 LP album, ''[[Country Hit Parade]]'': She was the first female country singer to release an LP of her own.]]\nWells continued to put much of herself into her songs throughout her career, inspiring other female country singers to record risky material, as well. [[Loretta Lynn]] was one of her followers in this sense when she recorded \"Don't Come Home A Drinkin' (With Lovin' on Your Mind)\" in 1967. [[Dolly Parton]]'s 1968 recording \"[[Just Because I'm a Woman (1968 album)|Just Because I'm a Woman]]\", like \"Honky Tonk Angels\", questioned the male-female double standard.\n\nWells entered the 1960s on top with the songs \"[[Heartbreak U.S.A.]]\" and \"Day into Night\".\n\"Heartbreak USA\" peaked at number one on the ''Billboard'' Country Chart and became her third and final number-one hit. The follow-up, \"Day Into Night\", was a top-10 hit the same year. Owen Bradley continued as Wells' producer in the 1960s. Bradley produced some of the biggest-selling country crossover singers of the time. The well-known Nashville Sound vocal group [[The Jordanaires]] can be heard backing Wells on her big country hit from 1961 \"Heartbreak USA\".\n\nIn the early '60s, Wells continued to have top-10 hits frequently.<ref>''Country Music Television'.com'' [https://web.archive.org/web/20081204040424/http://www.cmt.com/artists/az/wells_kitty/bio.jhtml Kitty Wells profile] retrieved 6-13-08</ref>\nIn 1962, Wells had three Top&nbsp;10 hits with \"[[Will Your Lawyer Talk to God]]\", \"Unloved Wanted\", and \"We Missed You\". Beginning in 1964, Wells' albums began to chart the [[Top Country Albums]] chart, starting with the LP ''Especially for You''. Some of Wells' albums peaked within the top&nbsp;10 on that chart. That same year, Wells' singles began to return to the top&nbsp;10 with \"This White Circle on My Finger\" and \"Password\", both of which peaked at number seven on the ''Billboard'' Country Chart. In 1965, Wells had her last top-10 hit with \"Meanwhile, Down At Joe's\", and in 1966, Wells then had her final top-20 hit with \"It's All Over But the Crying\", which peaked at number 14 on the country charts.[[Image:Kitty lonesomesad.jpg|thumb|right|The ''Lonesome, Sad and Blue'' album (Decca, 1965)]]\n\nDuring the late 1960s and 1970s, Wells managed to have a string of minor hits and remained a popular concert attraction.<ref>''Yahoo.com'' [http://music.yahoo.com/ar-268693-bio--Kitty-Wells Kitty Wells page]; retrieved June&nbsp;13, 2008.</ref> She continued with a string of top-40 hits nearly until the end of the decade with her last top-40 single, \"My Big Truck Drivin' Man\", in 1968. In 1968, Wells recorded a duet album with husband Johnnie Wright called ''We'll Stick Together''. Wells also reunited with [[Red Foley]] at the end of the decade for a studio album. Her albums continued to chart the Top Country Albums chart until 1969 with ''Guilty Street''. {{citation needed|date=September 2014}}\n\nWells became the first female country star to have her own [[Television syndication|syndicated]] television show, with her husband in 1969, ''[[The Kitty Wells/Johnnie Wright Family Show]]'', which also featured appearances by their children, including actor Bobby Wright. The program could not compete, though, against shows starring more contemporary male artists such as [[Porter Wagoner]] and [[Bill Anderson (singer)|Bill Anderson]], and only ran for one year.<ref name=NYTimes/>\n\n====1970–2012: Later career and retirement====\nWells stayed under the Decca label until 1973. She released three studio albums in 1970 and two in 1971. In 1973, when Decca became [[MCA Records]], Wells stayed with them for a short time before leaving the label. In 1974, she signed with [[Capricorn Records]], a southern rock label of the era, and recorded a blues-flavored album entitled ''[[Forever Young (Kitty Wells album)|Forever Young]]'' on which she was backed by members of the [[Allman Brothers Band]] and the [[Marshall Tucker Band]]. The album received considerable acclaim and, through its association with the Allmans, brought Wells to the attention of a younger audience.\n\nIn 1976, Wells was inducted into the [[Country Music Hall of Fame]].<ref>''Infoplease.com'' [http://www.infoplease.com/biography/var/kittywells.html Kitty Wells' information & occupation] retrieved 6-13-08</ref> In the late 1970s, Wells and husband formed their own record label, Rubocca (the name was a composite of their three children's names: [[Ruby Wright (country singer)|Ruby]], Bobby, and Carol Sue) and released several albums. In 1979, at age 60, she was back on the ''[[Billboard magazine|Billboard]]'' charts with \"I Thank You for the Roses\".\n\nWells remained a successful concert attraction at smaller venues throughout the country and Canada as late as the early 2000s. In 1987, she joined fellow Opry legends [[Brenda Lee]] and [[Loretta Lynn]] on [[k.d. lang]]'s \"Honky Tonk Angels Medley\", which was nominated for a Grammy award in 1989.<ref>{{cite news|publisher=Music Row|url=http://www.musicrow.com/2012/07/legendary-singer-kitty-wells-passes|date=July 16, 2012|title=Kitty Wells, The Queen of Country Music, Passes|author=Robert K. Oermann|author-link=Robert K. Oermann|access-date=July 20, 2012}}</ref> Wells' 1955 recording \"Making Believe\" was included in the soundtrack of the film ''[[Mississippi Burning]]''.\n\nIn 1991, Wells was awarded from the [[Grammy Awards]] a ''Lifetime Achievement award''.<ref name=NYTimes/> She, along with Johnnie and Bobby, joined producers [[Randall Franks]] and [[Alan Autry]] for the ''[[In the Heat of the Night (TV Series)|In the Heat of the Night]]'' CD \"Christmas Time's A Comin'\" performing \"Jingle Bells\" with the cast on the CD released on Sonlite and MGM/UA for one of the most popular Christmas releases of 1991 and 1992 with Southern retailers. In 1993, Wells appeared on [[Dolly Parton]], Loretta Lynn and [[Tammy Wynette]]'s collaboration ''[[Honky Tonk Angels]],'' joining in on their recording of the title track. {{citation needed|date=September 2014}}\n\nWells and her husband opened the Family Country Junction Museum and Studio in 1983 in their hometown of [[Madison, Tennessee|Madison]], but stopped running it on their own in 2000. Their grandson John Sturdivant Jr. has kept the Junction Recording Studio at its present location, which also houses Junction Records.<ref>''Countrypolitan.com'' [http://www.countrypolitan.com/bio-kitty-wells.php Kitty Wells artist biography] {{webarchive|url=https://web.archive.org/web/20110928143646/http://www.countrypolitan.com/bio-kitty-wells.php |date=September 28, 2011 }} profile information; retrieved 6-13-08.</ref>\nWells and her singing-partner husband of 63 years performed their final show together on December 31,&nbsp;2000, at the Nashville Nightlife Theater; they had announced their retirement earlier that year.<ref name=cmtnews/> Wells was ranked No.&nbsp;15 on ''CMT's [[40 Greatest Women of Country Music]]'' in 2002.\n\nAn exhibit honoring Wells at the Country Music Hall of Fame and Museum in Nashville ran from August 2008 through June 2009.<ref>[https://web.archive.org/web/20080426102616/http://www.cmt.com/news/news-in-brief/1585976/kitty-wells-honored-in-country-music-hall-of-fame-exhibit.jhtml Kitty Wells' newsite], cmt.com, April 21, 2008; retrieved June 13, 2008.</ref><ref>{{cite news|url=https://www.latimes.com/archives/la-xpm-2008-sep-20-et-wells20-story.html|title=A tip of the hat to singer Kitty Wells|author=Gerome, John|publisher=Associated Press|date=September 20, 2008|access-date=January 10, 2013}}</ref> On May 14, 2008, \"It Wasn't God Who Made Honky Tonk Angels\" was added to the [[National Recording Registry]] at the [[Library of Congress]], along with [[Roy Orbison]]'s \"[[Oh, Pretty Woman]]\".<ref>{{cite web|url=https://www.loc.gov/rr/record/nrpb/registry/nrpb-masterlist.html|title=National Recording Registry Master List-204|publisher=Library of Congress|access-date=September 6, 2013}}</ref>\n\n===Personal life===\nWells married [[Johnnie Wright]] in 1937. Kitty and Johnnie had three children, [[Ruby Wright (country singer)|Ruby]], [[Bobby Wright|Bobby]], and Carol Sue, eight grandchildren, 12 great-grandchildren, and seven great-great-grandchildren. Carol Sue released a single with Wells in the mid '50s, titled \"How Far Is Heaven\", which peaked at No.&nbsp;11 on the ''Billboard'' Country Chart.<ref>{{cite book|url=https://books.google.com/books?id=sRoEAAAAMBAJ&q=how+far+is+heaven&pg=PA41|date=June 16, 1958|title=Folk Talent & Tunes|editor-last=Sachs|editor-first=Bill|page=41|publisher=Billboard|access-date=September 6, 2013}}</ref>\nWhile two of Wells' children pursued music careers, Carol Sue did not, but she was married to Nashville Music Row executive John Sturdivant Sr. and recorded numerous songs with her family, including performing with Ruby as The Wright Sisters. Ruby recorded an album for the Kapp label and was a member of [[Anita Carter|'Nita]], Rita, and Ruby. Bobby recorded albums for both Decca and ABC.<ref name=\"whitburn\">{{cite book|last=Whitburn|first=Joel|title=Hot Country Songs 1944 to 2008|publisher=Record Research, Inc|date=2008|page=476|isbn=978-0-89820-177-2}}</ref> Wells and her husband were lifelong members of the Church of Christ. The couple celebrated their 70th wedding anniversary in 2007 by visiting the small courthouse at which they were married in Franklin, Kentucky. Kitty and Johnnie were married 74 years before Johnnie's death in 2011.<ref name=NYTimes/>\n\n===Death===\nKitty Wells died on July 16, 2012, in [[Madison, Tennessee]], from complications of a [[stroke]]. She was 92.<ref name=NYTimes/><ref>{{cite news|title='Queen of Country Music' Kitty Wells dies |url=http://www.wkrn.com/story/19036508/kitty-wells-dies |access-date=July 16, 2012 |newspaper=WKRN |date=July 16, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20120718195828/http://www.wkrn.com/story/19036508/kitty-wells-dies |archive-date=July 18, 2012 }}</ref><ref>{{cite web|url=https://www.reuters.com/article/entertainment-us-kittywells-death-idUSBRE86F1AT20120716|title=Kitty Wells, country music star, dies at 92 |publisher=Reuters|date=July 12, 2012|access-date=July 16, 2012}}</ref><ref>{{cite web|title=Remembering Kitty Wells, The True Queen Of Country|date=July 18, 2012 |url=http://www.americansongwriter.com/2012/07/remembering-kitty-wells-the-true-queen-of-country/|publisher=[[American Songwriter]]|access-date=July 18, 2012}}</ref>\n\n==Achievements and honors==\n* First solo female country artist to have a number 1 record on the charts\n* First female country artist to sell one million records\n* First woman to headline a major tour\n* First woman to headline a syndicated television variety show\n* Voted top country female artist for 14 consecutive years\n* Holds record for single at number 2 on the charts with \"Makin' Believe\" for 15 weeks\n* Country Music Hall of Fame Inductee (1976)\n* NARAS Governor's Award for Outstanding Achievement in the Recording Industry (1981)\n* Academy of Country Music's Pioneer Award (1985)\n* NARAS Grammy Lifetime Achievement Award (1991)\n* The Music City News Living Legend Award (1993)\n* Native American Music Hall of Fame Inductee (2002)\n* National Recording Registry at the Library of Congress for \"It Wasn't God Who Made Honky Tonk Angels\" (2008)\n* In 2019, Kitty Wells was honored in [[Brazil]] by the channel [[canal Pouco Recurso News]]. The grandson of the singer John Sturdivant Jr participated in the tribute to his grandmother, with a video of thanks.\n* Mentioned fondly in the Gordon Lightfoot song “I Used to Be A Country Singer” (1998)\n\n==Discography==\n{{Main|Kitty Wells albums discography|Kitty Wells singles discography}}\n\n===Top Ten Singles===\n\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\"| Year\n! style=\"width:400px;\" rowspan=\"2\"| Single\n! colspan=\"5\"|Chart positions\n|- style=\"font-size:smaller;\"\n! style=\"width:40px;\"| [[Hot Country Songs|US Country]]\n! style=\"width:40px;\"| [[Billboard Hot 100|US]]\n|-\n| 1952\n| style=\"text-align:left;\"| \"[[It Wasn't God Who Made Honky Tonk Angels]]\"\n| 1\n| 27\n|-\n| rowspan=\"3\"| 1953\n| style=\"text-align:left;\"| \"Paying For That Back Street Affair\"\n| 6\n|\n|-\n| style=\"text-align:left;\"| \"Hey Joe\"\n| 8\n|\n|-\n| style=\"text-align:left;\"| \"Cheatin's a Sin\"\n| 9\n|\n|-\n| 1954\n| style=\"text-align:left;\"| \"[[Release Me (1946 song)|Release Me]]\"\n| 8\n|\n|-\n| rowspan=\"5\"| 1955\n| style=\"text-align:left;\"| \"Making Believe\"\n| 2\n|\n|-\n| style=\"text-align:left;\"| \"Whose Shoulder Will You Cry On\"\n| 7\n|\n|-\n| style=\"text-align:left;\"| \"There's Poison in Your Heart\"\n| 9\n|\n|-\n| style=\"text-align:left;\"| \"The Lonely Side of Town\"\n| 7\n|\n|-\n| style=\"text-align:left;\"| \"I've Kissed You My Last Time\"\n| 7\n|\n|-\n| rowspan=\"2\"| 1956\n| style=\"text-align:left;\"| \"[[Searching (For Someone Like You)]]\"\n| 3\n|\n|-\n| style=\"text-align:left;\"| \"Repenting\"\n| 6\n|\n|-\n| rowspan=\"2\"| 1957\n| style=\"text-align:left;\"| \"Three Ways (To Love You)\"\n| 3\n|\n|-\n| style=\"text-align:left;\"| \"[[Fraulein (song)|(I'll Always Be Your) Fraulein]]\"\n| 10\n|\n|-\n| rowspan=\"2\"| 1958\n| style=\"text-align:left;\"| \"[[I Can't Stop Loving You]]\"\n| 3\n|\n|-\n| style=\"text-align:left;\"| \"Jealousy\"\n| 7\n| 78\n|-\n| rowspan=\"2\"| 1959\n| style=\"text-align:left;\"| \"Mommy For a Day\"\n| 5\n|\n|-\n| style=\"text-align:left;\"| \"Amigo's Guitar\"\n| 5\n|\n|-\n| 1960\n| style=\"text-align:left;\"| \"Left to Right\"\n| 5\n|\n|-\n| rowspan=\"2\"| 1961\n| style=\"text-align:left;\"| \"[[Heartbreak U.S.A.]]\"\n| 1\n|\n|-\n| style=\"text-align:left;\"| \"Day Into Night\"\n| 10\n|\n|-\n| rowspan=\"3\"| 1962\n| style=\"text-align:left;\"| \"Unloved, Unwanted\"\n| 5\n|\n|-\n| style=\"text-align:left;\"| \"[[Will Your Lawyer Talk To God]]\"\n| 8\n|\n|-\n| style=\"text-align:left;\"| \"We Missed You\"\n| 7\n|\n|-\n| rowspan=\"3\"| 1964\n| style=\"text-align:left;\"| \"This White Circle on My Finger\"\n| 7\n|\n|-\n| style=\"text-align:left;\"| \"Password\"\n| 4\n|\n|-\n| style=\"text-align:left;\"| \"I'll Repossess My Heart\"\n| 8\n|\n|-\n| rowspan=\"2\"| 1965\n| style=\"text-align:left;\"| \"You Don't Hear\"\n| 4\n|\n|-\n| style=\"text-align:left;\"| \"Meanwhile, Down at Joe's\"\n| 9\n|\n|-\n|}\n\n==References==\n{{Reflist}}\n\n==External links==\n{{commons category}}\n* {{Official website|http://www.kittywells.com/}}\n* {{IMDb name|id=0920299}}\n* [http://countrymusichalloffame.org/Inductees/InducteeDetail/kitty-wells Kitty Wells at the Country Music Hall of Fame and Museum]; accessed December 19, 2016.\n* [http://www.grammy.com/news/kitty-wells-1919-2012 Kitty Wells obituary], Grammy.com; accessed September 10, 2014.\n* [https://www.namm.org/library/oral-history/kitty-wells Kitty Wells Interview] at [[NAMM Oral History Program|NAMM Oral History Collection]] (July 24, 2004)\n* [https://adp.library.ucsb.edu/names/350416 Kitty Wells recordings] at the [[Discography of American Historical Recordings]].\n{{Kitty Wells}}\n{{Grand Ole Opry members}}\n{{1970s Country Music Hall of Fame}}\n{{Authority control}}\n\n{{DEFAULTSORT:Wells, Kitty}}\n[[Category:1919 births]]\n[[Category:2012 deaths]]\n[[Category:American women country singers]]\n[[Category:American country singer-songwriters]]\n[[Category:American members of the Churches of Christ]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:Decca Records artists]]\n[[Category:Grammy Lifetime Achievement Award winners]]\n[[Category:Grand Ole Opry members]]\n[[Category:Singers from Nashville, Tennessee]]\n[[Category:Singer-songwriters from Tennessee]]\n[[Category:Country musicians from Tennessee]]\n[[Category:21st-century American women]]"
}