{
    "Lefty_Frizzell": "{{short description|American country singer-songwriter (1928–1975)}}\n{{Use mdy dates|date=May 2023}}\n\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name              = Lefty Frizzell\n| image             = Lefty Frizzell portrait cropped.jpg\n| caption           = Frizzell in 1957\n| background        = solo_singer\n| birth_name        = William Orville Frizzell\n| alias             = Lefty Frizzell\n| birth_date        = {{birth date|1928|3|31}}\n| birth_place       = [[Corsicana, Texas]], U.S.\n| death_date        = {{Death date and age|1975|7|19|1928|3|31|mf=yes}}\n| death_place       = [[Nashville, Tennessee]], U.S.\n| origin            = [[El Dorado, Arkansas]], U.S.\n| instrument        = {{flatlist|\n*Acoustic guitar\n*vocals}}\n| genre             = {{flatlist|\n*[[Country music|Country]]\n*[[Western music (North America)|Western]]\n*[[honky-tonk#Music|honky-tonk]]\n*[[Folk music|folk]]\n*[[blues]] \n}}\n| occupation        = Singer-songwriter\n| years_active      = 1942&ndash;1975\n| label             = {{flatlist |\n*[[Columbia Records|Columbia]]\n*[[ABC Records|ABC]]\n}}\n| associated_acts   = [[Hank Williams]], [[David Frizzell]], June Stearns, [[The Strangers (American band)|The Strangers]]\n| website           = \n}}\n'''William Orville''' \"'''Lefty'''\" '''Frizzell''' (March 31, 1928 &ndash; July 19, 1975) was an American [[country music|country]] and [[honky-tonk]] singer-songwriter.<ref name=\"Larkin\">{{cite book|title=[[Encyclopedia of Popular Music|The Virgin Encyclopedia of Popular Music]]|editor=Colin Larkin|editor-link=Colin Larkin (writer)|publisher=[[Virgin Books]]|date=1997|edition=Concise|isbn=1-85227-745-9|pages=494/5}}</ref>\n\nFrizell is known as one of the most influential country music vocal stylists of all time. He has been cited as influencing prominent country singers like [[George Jones]], [[Merle Haggard]], [[Roy Orbison]], and [[Willie Nelson]]. He was inducted into the [[Country Music Hall of Fame]] in 1982 as well as the Songwriters Hall of Fame. In his prime, Frizzell was the first artist to achieve four songs in the top ten on the Country Music Billboard charts at one time. Frizzell went on to have more success, releasing many songs that charted in the Top 10 of the [[Hot Country Songs]] charts as an artist and songwriter. After dealing with alcoholism, he died of a stroke at age 47.\n\n==Early life==\n{{More citations needed|section|date=November 2022}}\n\nWilliam Orville Frizzell was born the son of an oilman, the first of eight children, in [[Corsicana, Texas|Corsicana]] in [[Navarro County, Texas|Navarro County]] in [[North Texas]], United States.<ref name=\"Larkin\"/> During his childhood, his family moved to [[El Dorado, Arkansas|El Dorado]] in [[Union County, Arkansas|Union County]] in south [[Arkansas]].<ref name=\"Larkin\"/>\n\nAs a child he was called \"Sonny,\" but he later took the name \"Lefty.\" It was believed that he got the name \"Lefty\" because he had won a neighborhood fight; however, this tale was probably fabricated as part of a publicity stunt set up by his record label.<ref name=\"Larkin\"/>\n\nFrizzell's largest influences included \"The Blue Yodeler\" [[Jimmie Rodgers (country singer)|Jimmie Rodgers]].<ref name=\"Larkin\"/> He began listening to Rodgers' records as a boy. He began singing professionally before his teens, even earning a spot on the local radio-station KELD in El Dorado, Arkansas.<ref name=\"Larkin\"/> Frizzell's teens were spent singing in nightclubs and radio and talent shows throughout the south. During his tour of [[Arkansas]], Texas, [[New Mexico]], and [[Las Vegas]], he began to develop a style of his own, shaped by artists like Rodgers, [[Ernest Tubb]], and [[Ted Daffan]].\n\n== Musical beginnings and jail ==\n\nWhile living in [[Greenville, Texas]], during [[World War II]], Frizzell performed on radio station KPLT in nearby [[Paris, Texas]]. There he met Alice Harper; they married in March 1945. In 1946, they moved to [[Roswell, New Mexico]], and Frizzell performed on radio station KGFL and with the house band at the Cactus Gardens dance hall.\n\nIn July 1947, the 19-year-old Frizzell was arrested and jailed for having sex with an underage fan. He was charged with statutory rape, convicted the following month, and served six months in the county jail. Filled with guilt, he wrote poems to his wife from his cell; one of them would become his first big record.<ref name=\"Lefty Frizzell\">{{cite web | url=https://www.countrymusichalloffame.org/hall-of-fame/lefty-frizzell | title=Lefty Frizzell }}</ref>\n\nAfter his release in late 1949, he was led away from music, and back to the oil fields to work with his father. However, soon he was performing in nightclubs again. By 1950, he had landed a regular job at the [[Big Spring, Texas]], nightclub \"Ace of Clubs\" where he developed a dedicated fan following.\n\n==Recording career ==\n[[File:Lefty Frizzell Columbia publicity - cropped.jpg|thumb|upright|Frizzell in 1951]]\nDuring a show at the \"Ace of Clubs\", [[Jim Beck (record producer)|Jim Beck]], the owner of a Dallas recording studio, took notice of Frizzell. Beck had deals with several major record producing labels and maintained connections with many publishers. Impressed with Frizzell's performance, he invited him to make a free demo at the studio. In April 1950, he cut several demos of Frizzell singing his own songs, including \"[[If You've Got the Money (I've Got the Time)]],\" which Beck took to Nashville where he pitched it to [[Little Jimmy Dickens]], who disliked the song. However, [[Columbia Records]] producer [[Don Law]] heard the cut and liked it. After hearing Lefty in concert, he signed the singer and recorded him for the first time.\n\n\"If You've Got the Money (I've Got the Time)\" became a two-sided smash hit in 1950 upon its release; the b-side was the song Frizzell wrote to his grief-stricken wife Alice from jail, \"I Love You A Thousand Ways.\"<ref name=\"Larkin\"/> These songs launched him into stardom and within two years, he had gone to register 13 Top 10 Country hits.<ref name=\"Larkin\"/>\n\nBy 1951, he had perfected his vocal style and refined his guitar skills. He began working with a core group of Dallas-based studio musicians, including pianist Madge Suttee. In January 1951 he signed a contract that designated Jack Starnes Jr. as his manager. That contract conflicted with another contract Frizzell had signed, leading Starnes to file a major lawsuit against Frizzell, which was settled out of court a year later.<ref name=\"Lefty Frizzell\"/>  Also in early 1951, Frizzell formed the Western Cherokees, led by Blackie Crawford, and soon they became his primary band for both live and recording sessions. During this stage of his career, he was in the studio extensively, recording singles. His third single, \"[[I Want to Be With You Always]]\", was No. 1 for 11 weeks in 1951.\n\nBy mid-1951, Frizzell had become one of the only country singers who could be considered to match the popularity of Hank Williams, and he even toured with Williams. \"There is enough stories in that tour to fill a book...\" Frizzell once said, although he never told those stories. He had three more Top 10 hits in 1951; \"Mom and Dad's Waltz,\" \"Travelin' Blues,\" and the #1 hit \"Give Me More, More, More (Of Your Kisses).\"  In August 1951, he was arrested backstage at the [[Grand Ole Opry]] in [[Nashville, Tennessee]] and charged with contributing to the delinquency of a minor; the charge stemmed from a liaison in Arkansas during his tour with Williams. The charges were dropped and Frizzell was never prosecuted.<ref name=\"Lefty Frizzell\"/>\n\nBy 1952, he was a popular stage performer and in heavy demand, being included on The Grand Ole Opry and [[The Louisiana Hayride]] multiple times throughout the 1950s. The hits continued throughout 1952, with \"How Long Will It Take (To Stop Loving You),\" \"Don't Stay Away ('Till Love Grows Cold)\", \"Forever (And Always)\", and \"I'm An Old, Old Man (Try'n'a Live While I Can)\".\n\nDespite his massive success, things began to go downhill for Frizzell. He fired his manager and band, and joined the Grand Ole Opry; however, he quit very soon thereafter.<ref name=\"Larkin\"/> Even though he was earning a lot of money, he was spending almost all of it. He began to work with the Arkansas-born singer-songwriter [[Wayne Raney]], but the sessions were considered a failure.\n\nFrizell had an automobile accident in 1952, moved to Los Angeles in early 1953, and earned a spot as a regular cast member on the [[Town Hall Party]] television show on KTTV.<ref name=\"Larkin\"/> His songs still charted, but only one entered the Top 10 that year.\n\nIn January 1954, Frizzell had another automobile accident, near [[E.S. Richardson Elementary School]] in [[Minden, Louisiana|Minden]] in [[Webster Parish, Louisiana|Webster Parish]], Louisiana, through which he passed after leaving the [[Louisiana Hayride]] in [[Shreveport, Louisiana|Shreveport]] en route to a concert in [[Mississippi]].  His [[Cadillac]] struck the [[Nash Motors|Nash]] [[station wagon]] parked at the home of its owner, [[R. Harmon Drew, Sr.]], the former city judge and later a member of the [[Louisiana House of Representatives]]. Frizzell apologized, said that he hoped to visit Minden again under more favorable circumstances, posted [[Bail bondsman|bond]], and took a [[taxicab]] back to Shreveport, from which he flew to his destination.<ref>Reggie Ward, \"Folk Singer Gets Blues Here\", ''Minden Herald'', January 29, 1954, pp. 1, 12</ref> In early 1954, he reached the Top 10 for the last time for five years.\n\nHaving had few hits in the middle-late 1950s, he felt burnt out and had little energy for his career. He became frustrated that [[Columbia Records]] did not release what he thought to be his best material, so he stopped writing and recording songs.<ref name=\"Larkin\"/> He toured extensively, however. \n\nIn 1959, deciding on change, Frizell began to work at Nashville's Cedarwood Publishing Company  with [[Jim Denny (Opry manager)|Jim Denny]]. His first Top 10 hit in five years came with \"[[Long Black Veil]]\" that year.<ref name=\"Larkin\"/> He moved to Nashville in 1960 after the Town Hall Party closed, and began touring and recording more and more, scoring some minor hits.\n\nLefty's last big hit came in 1964 with the No. 1 song \"[[Saginaw, Michigan (song)|Saginaw, Michigan]]\", which earned him a Grammy nomination.<ref name=\"Larkin\"/> The next year, \"[[She's Gone, Gone, Gone]]\" was his last Top 20 hit. However, \"I Never Go Around Mirrors\" from his last studio album ''The Legendary'' is considered one of the greatest country songs of all time.<ref>{{cite book | url=https://books.google.com/books?id=7Mo7xm-X1r4C&dq=I+never+go+around+mirrors+greatest+country+song+of+all+time&pg=PA506 | isbn=978-0-87930-475-1 | title=All Music Guide to Country: The Experts' Guide to the Best Recordings in Country Music | date=January 22, 1997 | publisher=Hal Leonard Corporation }}</ref> It has been recorded over 22 times since with Keith Whitley's version standing out as one of the best versions.<ref>{{cite web | url=https://secondhandsongs.com/work/95740/versions | title=Cover versions of I Never Go Around Mirrors written by Whitey Shafer, Lefty Frizzell &#124; SecondHandSongs | website=SecondHandSongs }}</ref>\n\n== Personal troubles, later years, and death ==\n\nFrizzell began a downward spiral after developing a debilitating alcohol problem. Despite his history of infidelity, arrests for sex with underage fans, contractual legal troubles, and automobile accidents, Alice Harper remained his wife, and their marriage produced three children.<ref name=\"Lefty Frizzell\"/>\n\nDuring the late 1960s, he recorded many songs, but Columbia released very few.<ref name=\"Larkin\"/> Because of his declining record sales, he began to perform less. In 1968, he recorded with June Stearns as Agnes and Orville.<ref name=\"Larkin\"/>\n\nIn early 1972, Frizzell left Columbia Records and signed with [[ABC Records]].<ref name=\"Larkin\"/> That same year, he was inducted into the [[Nashville Songwriters Hall of Fame]] and his song \"If You've Got the Money (I've Got the Time)\" earned him the [[Grammy Hall of Fame Award]].\n\nBy this time, drinking was taking a toll on him. He had developed [[chronic hypertension]], his appearance had changed drastically, and his voice had deteriorated. On July 19, 1975, at age 47, Frizzell died of a massive stroke,<ref name=\"Larkin\"/> and was buried at [[Forest Lawn Memorial Gardens]] in [[Goodlettsville, Tennessee]]. Frizzell was inducted into the [[Country Music Hall of Fame]] in October 1982.\n\n== Guitar ==\n[[File:Lefty2928 insert 003.jpg|thumb|Frizzell's custom guitar]]\nFrizzell's signature guitar was a 1949 [[Gibson J-200]] (Model SJ-200). Originally built by the [[Gibson Guitar Corporation]], it was retrofitted in early 1951 with a custom neck and pickguard by guitar maker and innovator [[Paul Bigsby]]. In a 2003 interview [[Merle Haggard]] recalled, \"When I was a teenager, Lefty got me onstage [at the Rainbow Garden in [[Bakersfield, California]]] and handed me that guitar. That is the first guitar I played on a professional stage.\" For many years, the guitar had been on loan to and displayed at the Country Music Hall of Fame in [[Nashville, Tennessee]]. In January 2005, it was returned to the Frizzell family and was later sold via auction by Retrofret,<ref>{{cite web|url=http://www.retrofret.com/products.asp?ProductID=2928|title=RetroFret Vintage Guitars|website=Retrofret.com}}</ref> with an asking price of  $350,000; Haggard purchased the guitar and it remains a part of his estate.<ref>{{Cite web|url=https://www.barrons.com/articles/value-in-old-guitars-1407782516|title=Value in Old Guitars|website=Barrons.com|accessdate=November 19, 2022}}</ref>\n\n==Legacy and influence==\n[[File:Lefty Frizzell Columbia publicity 2 (cropped).jpg|thumb|upright|Frizzell circa 1955]]\nFrizzell's style of singing influenced a great many singers, particularly [[Merle Haggard]], [[Willie Nelson]], [[George Jones]], [[Keith Whitley]], and [[Roy Orbison]]. In addition, he was widely recognized for his songwriting talents. In the foreword to a biography of Frizzell by his younger brother [[David Frizzell]], Merle Haggard said, \"The impact Lefty had on country music is not even measurable. ... No one could handle a song like Lefty. He would hold on to each word until he finally decided to drop it and pick up the next one. Most of us learned to sing listening to him.\"<ref>{{cite web|url=http://www.cmt.com/news/nashville-skyline/1665021/nashville-skyline-honky-tonk-legend-lefty-frizzell-gets-a-new-biography.jhtml|archive-url=https://web.archive.org/web/20110910045128/http://www.cmt.com/news/nashville-skyline/1665021/nashville-skyline-honky-tonk-legend-lefty-frizzell-gets-a-new-biography.jhtml|url-status=dead|archive-date=September 10, 2011|title=CMT : News : NASHVILLE SKYLINE: Honky-Tonk Legend Lefty Frizzell Gets a New Biography|work=CMT: Country Music Television}}</ref>\n\n[[Stoney Edwards]] recorded \"Hank and Lefty Raised My Country Soul,\" a tribute to Hank Williams and Frizzell, written by [[Dallas Frazier]].<ref>[http://repertoire.bmi.com/title.asp?blnWriter=True&blnPublisher=True&blnArtist=True&keyID=521516&ShowNbr=0&ShowSeqNbr=0&querytype=WorkID]{{dead link|date=December 2017|bot=InternetArchiveBot|fix-attempted=yes}}</ref> It hit the Top 40 in 1973.<ref>{{cite web\n| url         ={{AllMusic|class=artist|id=p17252|pure_url=yes}}\n| title       =Stoney Edwards: Biography\n| first       =Sandra\n| last        =Brennan\n| publisher   =[[Allmusic]]\n| access-date  =December 4, 2009\n}}</ref>\n\n[[George Strait]] recorded a [[Sanger D. Shafer]] song called \"Lefty's Gone\" on the album ''[[Something Special (George Strait album)|Something Special]]''. In addition, Willie Nelson's 1977 album, ''[[To Lefty From Willie]]'' was a tribute to Frizzell and consisted entirely of cover versions of Frizzell songs. Frizzell was inducted into the [[Country Music Hall of Fame]] in 1982 and has a star on the [[Hollywood Walk of Fame]]. He is also in the [[Rockabilly Hall of Fame]] along with his son Crockett Frizzell. Frizzell ranked number 31 on [[Country Music Television|CMT]]'s 2003 ''40 Greatest Men of Country Music''.\n\nFellow Texan Roy Orbison was a devout fan of Frizzell's sound, and in 1988, as a part of the [[Traveling Wilburys]], he chose the name \"Lefty Wilbury\" to honor his musical hero.\n\nMaine singer-songwriter David Mallett included Frizzell's \"Saginaw, Michigan\" on his 2014 album ''The Horse I Rode in On''.\n\nHis younger brother, [[David Frizzell]], is also a country singer. His biggest hits were 1982's \"[[I'm Gonna Hire a Wino (To Decorate Our Home)]]\" and \"[[You're the Reason God Made Oklahoma]]\", a 1981 duet with [[Shelly West]]. The youngest brother, Allen Frizzell followed in his older brothers' footsteps in the country field. He was an opening performer for [[Dottie West]]. He was also married to Shelly West, daughter of Dottie West.<ref>{{Cite web |url=http://www.cmt.com/artists/az/west_shelly/bio.jhtml |title=CMT : Shelly West : Biography |access-date=April 5, 2012 |archive-url=https://web.archive.org/web/20121021192257/http://www.cmt.com/artists/az/west_shelly/bio.jhtml |archive-date=October 21, 2012 |url-status=dead }}</ref> Allen also played with Keith Whitley. He now plays country gospel music.\n\nIn 2006, J.D. Crowe and The New South released the album ''Lefty's Old Guitar''. The song \"Lefty's Old Guitar\" was written about his custom Gibson J-200.\n\n[[Daryle Singletary]] referenced Frizzell in his song \"Ain't It The Truth\" on an album by the same name, released by [[Giant Records (Warner)|Giant Records]] in 1998.\n\nIn 2019, Frizzell's single \"Long Black Veil\" was selected by the U.S. [[Library of Congress]] for preservation in the [[National Recording Registry]] for being \"culturally, historically, or aesthetically significant\".<ref>{{cite news |last=Andrews |first=Travis M. |date=March 20, 2019 |title=Jay-Z, a speech by Sen. Robert F. Kennedy and 'Schoolhouse Rock!' among recordings deemed classics by Library of Congress |url=https://www.washingtonpost.com/lifestyle/style/jay-z-a-speech-by-sen-robert-f-kennedy-and-schoolhouse-rock-among-recordings-deemed-classics-by-library-of-congress/2019/03/19/f7eb08ea-4a58-11e9-9663-00ac73f49662_story.html?|newspaper=[[The Washington Post]]|access-date=March 25, 2019}}</ref>\n\n==Discography==\n{{Further|Lefty Frizzell discography}}\n\n===Number one country hits===\n# \"[[If You've Got the Money (I've Got the Time)]]\" (1950)\n# \"I Love You a Thousand Ways\" (1950)\n# \"[[I Want to Be with You Always]]\" (1951)\n# \"[[Always Late (With Your Kisses)]]\" (1951)\n# \"Give Me More, More, More (Of Your Kisses)\" (1952)\n# \"[[Saginaw, Michigan (song)|Saginaw, Michigan]]\" (1964)\n\n== See also ==\n* [[Jim Beck (record producer)|Jim Beck]]\n\n==Notes==\n{{Reflist}}\n\n==References==\n*Cooper, Daniel. (1998). \"Lefty Frizzell\". In ''The Encyclopedia of Country Music''. Paul Kingsbury, Ed. New York: Oxford University Press. pp.&nbsp;184–6. Lpdiscography.com\n*Frizzell, David. (2011) \"I Love You a Thousand Ways: The Lefty Frizzell Story\". California: Santa Monica Press, 2011.\n\n==External links==\n{{commons category}}\n*{{YouTube|vYUr4wNdDZc|\"If You've Got The Money, I've Got The Time\" video}}\n*[http://www.retrofret.com/products.asp?ProductID=2928 Lefty Frizzell's Guitar]\n*[https://web.archive.org/web/20100724000946/http://www.countrymusichalloffame.org/full-list-of-inductees/view/lefty-frizzell Frizzell in the Country Music Hall of Fame]\n* {{Discogs artist|Lefty Frizzell}}\n*{{IMDb name|id=0296134}}\n*{{Find a Grave|2923}}\n\n{{Lefty Frizzell}}\n{{Grand Ole Opry members}}\n{{1980s Country Music Hall of Fame}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Frizzell, Lefty}}\n[[Category:1928 births]]\n[[Category:1975 deaths]]\n[[Category:American male singer-songwriters]]\n[[Category:American country singer-songwriters]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:Singer-songwriters from Texas]]\n[[Category:Grand Ole Opry members]]\n[[Category:Columbia Records artists]]\n[[Category:People from Corsicana, Texas]]\n[[Category:People from El Dorado, Arkansas]]\n[[Category:20th-century American singer-songwriters]]\n[[Category:Singer-songwriters from Arkansas]]\n[[Category:Alcohol-related deaths in Tennessee]]\n[[Category:Country musicians from Texas]]\n[[Category:Country musicians from Arkansas]]\n[[Category:20th-century American male singers]]"
}