{
    "Lonzo_and_Oscar": "'''Lonzo and Oscar''' were an American [[country music]] duo founded in 1945 originally consisting of '''Lloyd \"Lonzo\"  George''' (1924–1991) and '''Rollin \"Oscar\" Sullivan''' (1919–2012), best known for being the first to perform the 1948 song \"[[I'm My Own Grandpa]]\". George departed in 1950, and Lonzo was later portrayed by '''Johnny Sullivan''' (1917–1967)<ref>{{cite web|url=https://www.findagrave.com/memorial/8556 |title=Johnny \"Lonzo\" Sullivan (1917 - 1967) - Find A Grave Memorial |publisher=Findagrave.com |access-date=2012-09-08}}</ref> from 1950 to 1967 and by '''David Hooten''' from 1967 to 1985, when the band retired (with some final shows performed by Sullivan and first Cleo C. Hogan, then Billy Henson, the latter of which eventually bought the rights to the name).<ref>{{cite web|url=http://blogs.tennessean.com/tunein/2012/09/07/rollin-oscar-sullivan-longtime-opry-star-with-duo-lonzo-oscar-dies-at-age-93/ |title=Rollin \"Oscar\" Sullivan, longtime 'Opry' star with duo Lonzo & Oscar, dies at age 93 &#124; Tune In Music City &#124; The Tennessean |publisher=Blogs.tennessean.com |date=1919-07-19 |access-date=2012-09-08}}</ref> Lonzo and Oscar owned a record label, a recording studio, and a music publishing company. The recording studio and the record label were called \"Nugget\". The music publishing company was called \"Lonzo and Oscar (BMI)\". [[Melba Montgomery]]'s first recordings were released on Nugget Records in the late 1950s through the early 1960s. The songs which [[Starday Records]] released by Melba Montgomery in the 1960s came from Nugget Records. [[Harlan Howard]] recorded an album with Nugget Records. Danny Harrison, Melba Montgomery, and Darnell Miller wrote for Lonzo and Oscar's publishing company, Lonzo and Oscar (BMI).\n\n==Biographies==\n\n===Lloyd George===\n\nLloyd George was born to parents Austin and Myrtle George in a duplex house in [[Cordova, Alabama]] on June 27, 1924. In 1930, Austin operated a cafeteria and Myrtle worked in a cotton mill. About 1931, they moved to the mill village in [[Haleyville, Alabama]], where better jobs were available, and where Lloyd went to school. He ordered a cheap guitar from [[Sears and Roebuck]] and always loved music. George had a local group called the Rhythm Rascals, and he also played with Sonny James Loden and his family, as well as gospel singer [[Jake Hess]]. The Rhythm Rascals consisted of Will Harvey Jones, James \"Snookem\" Turner, a fiddle player, and a Mr. Howell.\n\nAt age 14, George made his debut radio broadcast on [[WLAY (AM)|WMSD-AM]] in [[Sheffield, Alabama]]. He graduated from [[Haleyville High School]] in 1942. Turned down by the military for World War II, he moved to Nashville and got a gig with [[Curly Fox]] and [[Texas Ruby]], but soon he was playing bass with [[Eddy Arnold]] after Arnold's bassist, Gabe Tucker, left.\n\n===Rollin Sullivan===\n\nRollin Sullivan was born in [[Edmonton, Kentucky]], one in a family of ten. Rollin (born January 9, 1919) and brother Johnny Sullivan (born July 7, 1917) toured together in the 1930s; they were also in a local group known as the Kentucky Ramblers. They made their professional debut on WTJS-AM in Jackson, Tennessee, about 1939. In 1942, Rollin joined Paul Howard's Arkansas Cotton Pickers playing an electric mandolin, where he received the nickname Oscar. Johnny was in the military at the time. In the summer of 1944, Rollin, with WSM-AM's [[Grand Ole Opry]], played [[tent shows]] with [[Eddy Arnold]]. Johnny's wife Ruth Evelyn Sullivan was killed in a car crash near Evanston, Wyoming, on October 9, 1959, while traveling with the Grand Ole Opry. Johnny was injured but recovered.\n\n==Lonzo and Oscar==\n\nBy 1945, the Sullivan brothers joined George with Arnold's show. They played a comedy act called Cicero and Oscar, opening shows for Arnold and His Tennessee Plowboys. George was Cicero and Rollin was Oscar. One evening the troupe stopped at a hotel. \"While we was checking in, this black man, a porter, was coming down the steps just covered with dirty linen. The desk clerk looked up and said, ‘Lonzo! Don’t you ever come down those front steps with dirty linen anymore,’\" recounted Rollin. Arnold then changed Cicero to Lonzo. According to Rollin, they would \"go out on the stage, and boy, we’d wang-bang them, get them all laughing and having a good time [Lonzo and Oscar got 20 minutes before Arnold.] Then we introduced Eddy. Eddy came out on the stage, and he would sing ‘Mommy Please Stay Home with Me,’ and they’d all start bawling.\" Rollin continued on the electric mandolin, recording for Arnold on November 21, 1945. By Arnold’s next two recording dates on March 20 and September 24, 1946, all three were playing as session musicians: George played bass and Johnny Sullivan played guitar.\n\nIn 1947, Arnold signed George and Sullivan with his label, [[RCA Victor]]. They recorded their first songs on May 18, 1947, which were released in August. George named the group Lonzo and Oscar with their Winston County Pea Pickers. Sullivan still recorded for Arnold throughout 1947, but at the end of the year, Arnold let Lonzo and Oscar go. Besides persuading Steve Sholes of RCA Victor to get them a contract and landing them a spot on the Grand Ole Opry, he also hired Johnny Sullivan to manage a record store Arnold owned in Murfreesboro, Tennessee.\n\nLonzo and Oscar with their Winston County Pea Pickers recorded 16 songs for RCA. Their best selling song was released in 1948. Written by Dwight Latham and Moe Jaffe, \"I’m My Own Grandpa\" became their signature tune and was recorded by many others. It sold over four million copies. Originally, RCA Victor approached Arnold to sing and release this record, but Arnold thought that it would better suit Lonzo and Oscar.\n\nIn 1949, the team switched record companies, finding their home with [[Capitol Records]]. Their first recording date with Capitol was August 21, 1949; however, George recorded his first songs as Ken Marvin on Capitol two days before he recorded with Rollin as Lonzo and Oscar. They recorded ten songs for Capitol. By the end of January 1950, Lloyd left the group to solo as Ken Marvin. George asked Rollin if he could quit, and told him \"sometime in my life, I am gonna try to go solo. It's something that I've always wanted to do.\" Lloyd had to use a different name because WSM stipulated that Lloyd would have to give up the name Lonzo.\n\nJohnny Sullivan then took on the role. Rollin produced the duo from this point on. They went to [[Decca Records]] and released 29  singles. In 1963, the group scored another hit with \"Country Music Time\".  Johnny Sullivan died of a massive heart attack on June 5, 1967, and Rollin continued with Lonzo and Oscar when he found David Hooten, the third Lonzo.\n\nIn the duo's third incarnation, Lonzo and Oscar made a brief comeback in the 1970s when they recorded the album ''Traces of Life''. A departure from their earlier comedy material, the album consisted primarily of sentimental and religious songs. The title track, a middle-aged man's tribute to home and people who (now deceased) made a difference during his formative years, reached No. 29 on the Billboard [[Hot Country Songs|Hot Country Singles]] chart in March 1974.<ref>[[Hot Country Songs|Hot Country Singles]] chart, ''[[Billboard (magazine)|Billboard]]'', March 23, 1974, pg. 48. [https://www.americanradiohistory.com/Archive-Billboard/70s/1974/Billboard%201974-03-23.pdf]</ref>\n\n==George's later years==\n\nFollowing his departure from the duo, George continued performing under the stage name Ken Marvin. George continued recording throughout the 1950s; he released many songs on the Capitol, [[Mercury Records|Mercury]], RCA Victor, Intro, Todd, and Briar labels. In the 1960s, he changed his stage name from Ken Marvin back to Lloyd George, where he released songs on [[Imperial Records]]. His best known song is \"Uh-Huh Honey\", which nearly became a hit. He was also a [[disc jockey]] on [[WSKY (AM)|WSKY-AM]] in Asheville, North Carolina in 1956.\n\nAfter George stopped making records later in his life, he booked shows for [[Bill Monroe]]. He married Clyda Ogletree, a singer in a trio (January 15, 1924&ndash;June 6, 1990). They lived in Cookeville, Putnam County, Tennessee, and had one daughter, Claudia Faye.\n\nGeorge died October 16, 1991. He and his wife are buried at Netherland Cemetery in Overton County, Tennessee.\n\n==Albums==\n* ''Mountain Dew'' (1968) (Columbia)\n* ''Traces of Life'' (1975) (GRC Records)\n\n==References==\n{{more footnotes|date=September 2012}}\n{{Reflist}}\n*[http://www.freestateofwinston.org/lonzoandoscar.htm Winston County, Alabama Historical Database]\n*RCA Victor Ledger Sheets\n*Interview with first cousin of Lloyd George, Wallace George, Haleyville, Alabama\n*A Ken Marvin song book\n*Lonzo and Oscar song book\n*Interview with Rollin Sullivan\n*Walker County, Alabama marriage records\n*Interview with Kitty Shirley, Haleyville, Alabama\n*''The Advertiser'', Haleyville, AL, article dated 11/14/1950\n*''The Advertiser'', Haleyville, AL, article dated 2/3/1956\n*RCA Victor ''In the Groove'' magazine, August 1947\n*Obituaries from the ''Herald Citizen'', Tennessee\n\n==External links==\n*{{IMDb name|name=Rollin Sullivan|id=3944707}}\n\n{{Grand Ole Opry members}}\n{{Authority control}}\n\n[[Category:American country music groups]]\n[[Category:Grand Ole Opry members]]\n[[Category:Starday Records artists]]\n[[Category:RCA Victor artists]]\n[[Category:Capitol Records artists]]\n[[Category:Decca Records artists]]"
}