{
    "Max_Stalling": "{{short description|American singer-songwriter}}\n\n{{Use mdy dates|date=August 2020}}\n{{more footnotes needed|date=June 2018}}\n{{Infobox musical artist\n| name                = Max Stalling\n| image                 = File:Max Stalling in Luckenbach.jpg\n| caption            = Max Stalling in [[Luckenbach, Texas]], July 16, 2011.\n| image_size            = 200\n| landscape           = yes\n| background          = solo_singer\n| birth_name          = \n| birth_date                = {{birth date and age|1966|12|27}}\n| origin              = [[Uvalde, Texas]], United States\n| instrument          = Vocals<br />rhythm guitar\n| genre               = [[Texas Country]]\n| occupation          = Singer-songwriter\n| years_active        = 1997–present\n| label               = Blind Nello<ref>{{Cite web|url=https://www.countrystandardtime.com/d/article.asp?xid=294|title=Blind Nello: the biggest little Texas label that could – June 2000|website=www.countrystandardtime.com}}</ref>\n| website                 = http://www.maxstalling.com\n}}\n'''Max Stalling''' is a [[Texas country music]] singer-songwriter.\n\n==Early life==\n\nStalling is from [[Crystal City, Texas|Crystal City]]. He attended kindergarten through high school in [[Carrizo Springs, Texas|Carrizo Springs]]. He studied at [[Texas A&M University]], where he earned an undergraduate and a master's degree in Food Science. He was also a member of the [[Texas A&M University Corps of Cadets]], serving as commander of [[Company A-1]] his senior year. It was in graduate school that Stalling first picked up the guitar and began dabbling with songwriting. After college, Stalling moved to [[Dallas]], where he entered the corporate world. He first worked for Campbell-Taggart Baking Company in product development and then for [[Frito-Lay]] as a research scientist.  Once in Dallas, Stalling discovered the vibrant music scene of North Texas.\n\n==Musical career==\n\nIn Dallas, Stalling started writing songs, recording albums, and developing his musical style. He drew inspiration from artists like [[Townes Van Zandt]], [[Robert Earl Keen]], and [[Guy Clark]]. Eventually, Stalling was performing with a full band to back him. His first band consisted of Jeff Howe on drums and percussion, Bryce Clarke on nylon-string guitar, electric guitar, and mandolin, and Jason Steinsultz on stand-up and electric bass as well as singing harmony. As soon as Stalling's music career started taking off, he quit his job with Frito-Lay and started pursuing music full-time. Stalling plays about 150 shows a year and is in the third year of a Budweiser sponsorship. He is a former member of the Board of Governors for the Texas Chapter of NARAS (The National Academy of Recording Arts and Sciences, currently known as [[The Recording Academy]]). He has also received a star on the [[South Texas Music Walk of Fame]] in [[Corpus Christi, Texas]]. However there have been some changes to the band lineup as Heather Stalling now plays the fiddle and the harmony vocals, the drums are still run by Jeff Howe, guitar is now run by Glenn Wallace, and bass is also still run by Jason Steinsultz. Max and Heather Stalling were married in 2007 and Heather plays in both her first band, Blacktop Gypsy and in her husbands, The Max Stalling band.\n\nOne of Stalling's most successful albums, ''Home to You'', was released on August 17, 2010, on the Blind Nello Records label. It was produced by Grammy winner [[Lloyd Maines]], and earned both a Best Album and a Best Male Vocal nomination for the 2011 LoneStarMusic Awards.<ref>{{Cite web|url=https://www.lonestarmusic.com/index.php?file=news&iArtistId=128|title=Lone Star Music|website=www.lonestarmusic.com|access-date=February 20, 2020}}</ref> The album's first single, \"I Ain't Drinking Alone,\" was No. 14 on the Radio Free Texas 100 Most Requested Songs of 2010 list.<ref>{{Cite web|url=http://khyi.com/shiner-sundays-max-stalling/|title=Shiner Sundays – Max Stalling|date=July 1, 2016|website=KHYI 95.3 The Range|language=en-US|access-date=February 20, 2020}}</ref>\n\n''Home to You'' followed four previous studio projects: ''Comfort In the Curves'' in 1999 (which was released under the label E squared), ''Wide Afternoon'' in 2000, ''One of the Ways'' in 2002, and ''Topaz City'' in 2008. Stalling has also released two live albums: ''Sellout-Live at Dan's Silver Leaf'' in 2007 and ''Live From the Granada'' in 2009. Other albums include both ''Songs of Forbidden Love'' in 1998 and ''Genuine'' in 2003.\n\nStalling's studio album, ''Banquet'', was released in 2015 and includes original music as well as covers of Dough Sahm and [[The Beatles]]. His most recent album is ''Live at the Mucky Duck: Portmanteau'' which was released in 2019.\n\nEvery album except for ''Comfort in the Curves'' was released on Blind Nello Records, a label run by Max Stalling, Kevin Deal, and Mark Manders. Blind Nello currently has a distribution deal with [[Sony]].\n\n==References==\n{{reflist}}\n*Smith, William Michael (2016). \"Max Stalling isn't just a Ballcap Nation Anymore\". Houston Press, January 14, 2016\n*Tarradell, Mario. (2007). \"Max Stalling is determined to chase his dream\". Dallas Morning News, June 21, 2007\n\n==External links==\n* [http://www.maxstalling.com/ MaxStalling.Com (Official Site)]\n\n{{Authority control}}\n\n{{DEFAULTSORT:Stalling, Max}}\n[[Category:1967 births]]\n[[Category:Living people]]\n[[Category:American country singer-songwriters]]\n[[Category:People from Uvalde, Texas]]\n[[Category:Texas A&M University alumni]]\n[[Category:Country musicians from Texas]]\n[[Category:Singer-songwriters from Texas]]\n[[Category:People from Crystal City, Texas]]"
}