{
    "Merle_Travis": "{{Short description|American country/Western singer-songwriter and musician}}\n{{Use mdy dates|date=January 2015}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name                = Merle Travis\n| background          = solo_singer\n| image               = Merle Travis in Five Minutes to Live (1961).jpg\n| image_size          = \n| caption             = Merle Travis in ''[[Five Minutes to Live]]'' (1961)\n| birth_name          = Merle Robert Travis\n| alias               = \n| birth_date          = {{birth date|1917|11|29}}\n|birth_place          = [[Rosewood, Kentucky]], U.S.\n| death_date          = {{death date and age|1983|10|20|1917|11|29}}\n|death_place          = [[Tahlequah, Oklahoma]], U.S.\n| genre               = [[Country music|Country]], [[Western swing]], [[blues]], [[American folk music revival|folk]], [[gospel music|gospel]], [[Americana (music)|Americana]]\n| occupation          = Musician, songwriter\n| instrument          = Guitar\n| years_active        = 1936–1983\n| label               = [[King Records (USA)|King]], [[Capitol Records|Capitol]], [[CMH Records|CMH]]\n| associated_acts     = \n| website             = \n}}\n\n'''Merle Robert Travis''' (November 29, 1917 – October 20, 1983) was an American [[country music|country and western]] singer, songwriter, and guitarist born in [[Rosewood, Kentucky]], United States.<ref name=\"Larkin\">{{cite book|title=[[Encyclopedia of Popular Music|The Virgin Encyclopedia of Popular Music]]|editor=Colin Larkin|editor-link=Colin Larkin (writer)|publisher=[[Virgin Books]]|date=1997|edition=Concise|isbn=1-85227-745-9|page=1189}}</ref> His songs' lyrics often discussed both the lives and the economic exploitation of American coal miners. Among his many well-known songs and recordings are \"[[Sixteen Tons]]\", \"Re-Enlistment Blues\", \"[[I am a Pilgrim]]\" and \"[[Dark as a Dungeon]]\". However, it is his unique guitar style, still called \"[[Fingerstyle guitar#Travis picking|Travis picking]]\" by guitarists, as well as his interpretations of the rich musical traditions of his native [[Muhlenberg County, Kentucky]], for which he is best known today. Travis picking is a syncopated style of guitar [[pattern picking|fingerpicking]] rooted in [[ragtime]] music in which alternating chords and bass notes are plucked by the thumb while melodies are simultaneously plucked by the index finger. He was inducted into the [[Nashville Songwriters Hall of Fame]] in 1970 and elected to the [[Country Music Hall of Fame]] in 1977.<ref name=\"Larkin\"/>\n\n==Biography==\n===Early years===\nMerle Travis was born and raised in [[Muhlenberg County]], Kentucky, a place which would inspire many of Travis' original songs. (This is the same coal mining county mentioned in the [[John Prine]] song \"Paradise\".) He became interested in the guitar early in life and originally played one made by his brother.&nbsp;Travis reportedly saved his money to buy a guitar for which he had window-shopped for some time.\n\nMerle's guitar playing style was developed out of a native tradition of [[fingerpicking]] in western Kentucky. Among its early practitioners was the black country blues guitarist [[Arnold Shultz]].<ref>Lightfoot, William E. 1990. \"A regional musical style: The legacy of Arnold Shultz,\" in ''Sense of place: American regional cultures'', edited by Barbara Allen and Thomas J. Schlereth, 120–137. Lexington: University Press of Kentucky; [http://www.debed.com/lanham/teocfp.htm Kienzle, Rich. \"The evolution of country fingerpicking\"] {{Webarchive|url=https://web.archive.org/web/20180930224258/http://www.debed.com/lanham/teocfp.htm |date=September 30, 2018 }}</ref> Shultz taught his style to several local musicians, including [[Kennedy Jones (musician)|Kennedy Jones]], who passed it on to other guitarists, notably [[Mose Rager]], a part-time barber and coal miner, and [[Ike Everly]], the father of [[The Everly Brothers]].<ref name=\"Larkin\"/> Their thumb and index fingerpicking method created a solo style that blended lead lines picked by the finger and rhythmic bass patterns picked or strummed by the thumbpick. This technique captivated many guitarists in the region and provided the main inspiration to young Travis. Travis acknowledged his debt to both Rager and Everly,<ref name=pc9>{{Pop Chronicles |9|2}}</ref> and appears with Rager on the DVD ''Legends of Country Guitar'' (Vestapol, 2002).\n\nAt the age of 18, Travis performed \"Tiger Rag\" on a local radio amateur show in [[Evansville, Indiana]], leading to offers of work with local bands. In 1937 Travis was hired by fiddler [[Clayton McMichen]] as guitarist in his Georgia Wildcats. He later joined the Drifting Pioneers, a Chicago-area gospel quartet<ref>{{Cite web|url=http://www.hillbilly-music.com/groups/story/index.php?groupid=12159|title=Drifting Pioneers|website=Hillbilly-music.com}}</ref> that moved to WLW radio in Cincinnati, the major country music station north of Nashville. Travis' style amazed everyone at WLW and he became a popular member of their barn dance radio show the ''Boone County Jamboree'' when it began in 1938. He performed on various weekday programs, often working with other WLW acts including [[Grandpa Jones|Louis Marshall \"Grandpa\" Jones]], the [[Delmore Brothers]], (in Alton Delmore's book ''Truth is Stranger Than Publicity'' on pages 274–275, Alton describes how he taught Merle Travis how to read and write music)<ref>''Truth is Stranger Than Publicity'', 1995 ed.</ref> [[Hank Penny]] and [[Joe Maphis]], all of whom became lifelong friends.<ref>{{Cite web|url=http://www.countrymusichalloffame.com/site/inductees.aspx?cid=191|archive-url=https://web.archive.org/web/20070926232445/http://www.countrymusichalloffame.com/site/inductees.aspx?cid=191|url-status=dead|archive-date=September 26, 2007|title=MERLE TRAVIS &#124; Country Music Hall of Fame® and Museum &#124; Nashville, Tennessee|date=September 26, 2007}}</ref>\n\nIn 1943, he and [[Grandpa Jones]] recorded for Cincinnati used-record dealer [[Syd Nathan]], who had founded a new label, [[King Records (USA)|King Records]].&nbsp;Because WLW barred their staff musicians from recording, Travis and Jones used the pseudonym The Sheppard Brothers. Their recording of \"You'll Be Lonesome Too\" was the first to be released by King Records, subsequently known for its country recordings by the Delmore Brothers and Stanley Brothers as well as R&B musicians [[Hank Ballard]], [[Wynonie Harris]] and most notably [[James Brown]].\n\nWith [[World War II]] and the threat of being [[Conscription|drafted]], Travis enlisted in the [[US Marine Corps]]. His stint as a marine was very brief, and he returned to Cincinnati.<ref>An interview with Merle Travis {{citation|url=https://www.youtube.com/watch?v=SVYHSaHcYco |archive-url=https://ghostarchive.org/varchive/youtube/20211222/SVYHSaHcYco |archive-date=2021-12-22 |url-status=live|title=Yesteryear in Nashville|access-date=July 10, 2010}}{{cbignore}}</ref> When the Drifting Pioneers left radio station WLW, leaving a half-hour hole in the schedule that needed filling, Merle, Grandpa Jones and the Delmore Brothers formed a gospel group called \"The Brown's Ferry Four\" .&nbsp;Performing a repertoire of traditional white and black gospel songs, with Merle singing bass, they became one of the most popular country gospel groups of the time, recording nearly four dozen sides for the King label between 1946 and 1952. The Brown's Ferry Four has been called \"possibly the best white gospel group ever.\"<ref>by William E. Lightfoot, 2003. The Three Doc(k)s: White Blues in Appalachia, ''Black Music Research Journal'', Vol. 23, No. 1/2, pp. 167–193; see also [https://web.archive.org/web/20050118014638/http://www.cmt.com/artists/az/brown_s_ferry_four/bio.jhtml \"Brown's Ferry Four\" by Bruce Eder, Allmusic]</ref>\n\nDuring this period, Travis appeared in several [[soundies]],<ref>{{Cite web|url=http://www.imdb.com/name/nm0871419/|title=Merle Travis|website=IMDb}}</ref> an early form of music video intended for visual jukeboxes where customers could view as well as hear the popular performers of the day. His first soundie was \"Night Train To Memphis\" with the band [[Jimmy Wakely]] and his Oklahoma Cowboys and Girls, including [[Johnny Bond]] and Wesley Tuttle along with Colleen Summers (who later married [[Les Paul]] and became [[Mary Ford]]). His performance of \"Why'd I Fall For Abner\" with [[Carolina Cotton]] was chosen for inclusion in the 2007 [[Public Broadcasting Service|PBS]] documentary ''Soundies''.<ref>{{Cite web|url=http://www.hollywoodreporter.com/hr/content_display/music/news/e3i835a22449db56a47b99fe7e59191fa6e|title=Liberation sets 'Soundies' free|website=The Hollywood Reporter}}</ref> Several years later he recorded a set of [[Snader Telescriptions]], short music videos intended for local television stations needing \"filler\" programming.&nbsp;His performances included playful duets with his then-wife Judy Hayden as well as several songs from his 1947 album ''Folk Songs from the Hills'' (see below).\n\n===Career peak===\nTravis performed in stage shows and landed bit parts and singing roles in several B westerns. He recorded for small labels there until 1946 when he was signed to Hollywood-based [[Capitol Records]].<ref name=\"Larkin\"/> Early hits like \"Cincinnati Lou\", \"[[No Vacancy (Merle Travis song)|No Vacancy]]\", \"[[Divorce Me C.O.D.]]\", \"Sweet Temptation\", \"[[So Round, So Firm, So Fully Packed]]\", and \"Three Times Seven\", all his own compositions, gave him national prominence,<ref name=\"Larkin\"/> although they did not all showcase the guitar work that Travis was renowned for among his peers.&nbsp;His design for a solid body electric guitar, built for him by [[Paul Bigsby]] with a single row of tuners, is thought to have inspired longtime Travis pal [[Leo Fender]]'s design of the famous [[Telecaster|Broadcaster]] in 1950.<ref name=\"Larkin\"/> The Travis-Bigsby guitar now resides in the Music Hall of Fame Museum.\n\nIn 1946, asked to record an album of folk songs, Travis combined traditional songs with several original compositions recalling his family's days working in the mines. The result was released as the 4-disk 78 rpm box set ''[[Folk Songs of the Hills]]''.<ref name=\"Larkin\"/>&nbsp;This album, featuring Travis accompanied only on his guitar, contains his two most enduring songs, both centered on the lives of coal miners: \"[[Sixteen Tons]]\" and \"[[Dark as a Dungeon]]\".<ref name=\"Larkin\"/>\n\n\"Sixteen Tons\" became a No. 1 ''Billboard'' country hit for [[Tennessee Ernie Ford]] in 1955<ref name=pc9/> and has been recorded many times over the years. Travis and [[Molly Bee]] appeared together as guests on November 24, 1960, on [[NBC]]'s ''[[The Ford Show|The Ford Show, Starring Tennessee Ernie Ford]]''.<ref>{{cite web|url=http://www.ernieford.com/FORDSHOW-SEASON5.html|title=The Ford Show. Season Five. 1960-'61|website=Ernieford.com|access-date=February 11, 2015}}</ref> The darkly philosophical \"Dark As A Dungeon\", although never a hit single, became a folk standard during the 1960s [[folk revival]], and has been covered by many artists including [[Johnny Cash]] in his best-selling concert album ''[[At Folsom Prison]]'', by [[Dolly Parton]] on her ''[[9 to 5 and Odd Jobs]]'' album and by Travis himself, along with the [[Nitty Gritty Dirt Band]] in the landmark 1972 album ''[[Will the Circle Be Unbroken]]''.<ref name=\"Larkin\"/>&nbsp;In spite of its initial lack of commercial success, ''Folk Songs of the Hills'', with added tracks, has remained in print virtually ever since.\n\nTravis was a popular radio performer throughout the 1940s and 1950s.&nbsp;He appeared on many country music television shows, co-hosting a show \"Merle Travis and Company\" with his wife Judy Hayden around 1953. He was a regular member of the Hollywood Barn dance broadcast over radio station KNX, Hollywood, and of the Town Hall Party, which was broadcast first as a radio show on KXLA out of Pasadena, California and later as a TV series in 1953–1961. However, his personal life became increasingly troubled. A heavy drinker and at times desperately insecure despite his multitude of talents (including prose writing, taxidermy, cartooning and watch repair), he was involved in various violent incidents in California, and he married several times in the course of his life.&nbsp;He suffered from serious stage fright, though amazed fellow performers added that once onstage, he was an effective and even charismatic performer. In spite of his problems he was respected and admired by his friends and fellow musicians. Longtime Travis fan [[Doc Watson]] named his son Merle Watson, and Travis admirer [[Chet Atkins]] named his daughter Merle Atkins, in Travis' honor.<ref name=\"Larkin\"/>\n\nTravis' string of chart-topping [[honky tonk music|honky-tonk]] hits in the 1940s did not continue into the 1950s, despite the reverence of friends like Grandpa Jones and [[Hank Thompson (music)|Hank Thompson]], with whom he toured and recorded as lead guitarist (Thompson, who could pick Travis-style, even had [[Gibson Guitar Corporation|Gibson]] design him a Super 400 hollow body electric guitar identical to the one Travis began using in 1952.) Travis continued recording for Capitol in the 1950s, broadening his repertoire to include new guitar instrumentals, blues and boogie numbers. His uptempo single \"Merle's Boogie Woogie\" showed him working with multi-part disc recording at the same time as Les Paul.\n\nHe found greater exposure after an appearance in the successful 1953 movie ''[[From Here to Eternity]]'' singing and playing \"Reenlistment Blues\", and following the success of his friend [[Tennessee Ernie Ford]]'s million-selling rendition of \"[[Sixteen Tons]]\" in 1955.<ref name=\"Larkin\"/>&nbsp;His reputation as a folk-inspired singer-composer and guitarist grew after the appearance of the album ''[[The Merle Travis Guitar]]'' in 1956, the reissue of ''[[Folk Songs of the Hills]]'' with four additional tracks under the title ''[[Back Home (Merle Travis album)|Back Home]]'' in 1957, and ''[[Walkin' the Strings]]'' in 1960, the latter two of which won 5-star ratings from ''[[Rolling Stone]]''. His career acquired a second wind during the [[American folk music revival]] in the late 1950s and early 1960s, leading to appearances at clubs, folk festivals and at [[Carnegie Hall]] as a guest of [[Flatt and Scruggs|Lester Flatt and Earl Scruggs]] in 1962. In the mid-1960s he moved to Nashville and joined the [[Grand Ole Opry]].&nbsp;During this time he became a close friend and occasional hunting partner of [[Johnny Cash]].\n\n===Guitar style===\nMerle Travis is now acknowledged as one of the most influential American guitarists of the 20th century. His unique guitar style inspired many guitarists who followed, most notably [[Chet Atkins]], who first heard Travis's radio broadcasts on Cincinnati's WLW ''Boone County Jamboree'' in 1939 while living with his father in rural Georgia.&nbsp;Among the many other guitarists influenced by Travis are [[Scotty Moore]], [[Earl Hooker]], [[Lonnie Mack]], [[Doc Watson]] and [[Marcel Dadi]]. His son, [[Thom Bresh]] (1948–2022), had continued playing in Travis's style on a custom-made ''Langejans Dualette''.\n\nAlthough his early tutors were among the first to use the thumbpick in guitar playing, freeing the fingers to pick melody, Travis' style, according to Chet Atkins, went on in musical directions \"never dreamt about\" by his predecessors.<ref name=\"ReferenceA\">Chet Atkins, liner notes to 1996 reissue of the album ''Walkin' the Strings''</ref> His trademark mature style incorporated elements from [[ragtime]], [[blues]], [[boogie]], [[jazz]] and [[Western swing]], and was marked by rich [[chord progression]]s, [[harmonics]], [[slide (guitar technique)|slides]] and [[bend (guitar)|bends]], and rapid changes of [[key (music)|key]].&nbsp;He could shift quickly from [[finger-picking]] to [[flatpicking]] in the midst of a number by gripping his thumbpick like a flat pick. In his hands, the guitar resembled a full band. As his son [[Thom Bresh]] puts it, on first hearing his father as a child \"I thought it was just the coolest sound, because it sounded like a whole bunch of instruments coming from one guitar. In it, I heard rhythm parts, I heard melodies, I heard chords and all this wrapped up in one.\"<ref>Gold 2006.</ref> Equally at home on acoustic and electric guitar, Travis was one of the first to exploit the full range of techniques and sonorities available on the electric guitar.\n\nThough Chet Atkins was the most prominent guitarist to be inspired by Merle Travis, the two players' styles were significantly different. As Atkins explained, \"While I play alternate bass strings which sounds more like a stride piano style, Merle played two bass strings simultaneously on the one and three beats, producing a more exciting solo rhythm, in my opinion. It was somewhat reminiscent of the great old black players.\"<ref name=\"ReferenceA\"/> The resemblance was no coincidence; Travis himself acknowledged the influence of black guitarists such as [[Blind Blake]], the foremost ragtime and blues guitarist of the late 1920s and early 1930s.<ref>Ferris, William R., Michael K. Honey and Pete Seeger,\"Pete Seeger, San Francisco, 1989\", ''Southern Cultures'' Volume 13.3, Fall 2007, pp. 5–38</ref><ref>{{Cite book|url=https://books.google.com/books?id=sOKZKESWys0C&q=%22is+acknowledged+by+Travis+himself%22&pg=PA14|title=Encyclopedia of the Blues-2nd (p)|first=Gérard|last=Herzhaft|date=September 29, 1992|publisher=[[University of Arkansas Press]]|page=14|isbn=9781610751391|via=Google Books}}</ref>\n\nTravis' style is explained and exemplified by [[Marcel Dadi]] on the DVD ''The Guitar of Merle Travis'', which includes live video performances by Travis of classics such as \"John Henry\" and \"Nine Pound Hammer\" as well as transcriptions of Travis solos in [[tablature]].<ref>Available from Stefan Grossman's Guitar Workshop GW 918, 1993</ref>\n\n===Late career===\nAfter a career dip during which he struggled to overcome alcohol and drug abuse,<ref name=\"Larkin\"/> Travis put his career back on track in the 1970s. He appeared frequently on such country music TV shows as ''The Porter Wagoner Show'', ''The Johnny Cash Show'', ''Austin City Limits'', ''Grand Old Country'', and ''Nashville Swing''; and his featured performances on the 1972 [[Nitty Gritty Dirt Band]] album ''[[Will the Circle Be Unbroken]]'' introduced him to a new generation of [[Americana (music)|roots music]] enthusiasts. His 1974 album of duets with Chet Atkins, ''[[The Atkins - Travis Traveling Show]]'', won a [[Grammy]] award in the category \"Best Country Instrumental\", and a later album ''Travis Pickin''' received another nomination. In 1976, he contributed to the musical score of the [[Academy Award]]-winning documentary [[Harlan County, USA]]. Toward the end of the 1970s, he signed a new contract with the Los-Angeles-based country music label [[CMH Records|CMH]], which launched one of the most prolific recording periods in his career. The many titles that followed included new guitar solo albums, duets with [[Joe Maphis]], a blues album, and a double album tribute to the country fiddler [[Clayton McMichen]], with whom he had played in the 1930s.\n\nIn 1983, Travis died of a [[heart attack]] at his [[Tahlequah, Oklahoma]] home.<ref>{{cite news|url=https://www.nytimes.com/1983/10/22/obituaries/merle-travis-country-singer.html?unlocked_article_code=AAAAAAAAAAAAAAAACEIPuomT1JKd6J17Vw1cRCfTTMQmqxCdw_PIxftl1y-la3HNDmwYiOMfApSd8l3MaLEkYtYp2zneWMVILr40Afd10-lDJV0oUAiurZae3pQZJiF_4aSCYlQL5bOfF7Yp7W2tKWCjNOZ0wLD470zXOjLoXvTA1X0mIxJi85VjaVGs3SAXz_2VQLR23dgpiPl1FYk6EWlbHFSCvPbvAhV-KY_GOkmasl9qLrkfDTLDntec6KYCdxFQDD_FS3B54WU66bBMKY9dffa_f1N7Jp2I0fhGAXdoLYypG5Q0W4HS8r1uurPOohGOo9Gk9HA1I7NlcDgG9w_XD96nVQ&smid=url-share|title=New York Times, October 22, 1983, Section 1, Page 28|website=[[The New York Times]]|date=October 22, 1983 |access-date=June 4, 2022}}</ref> His body was cremated and his ashes scattered around a memorial erected to him near [[Drakesboro, Kentucky]].\n\n==Legacy==\n[[File:MerleTravisand Guitar.jpg|thumb|right|Merle Travis and his Gibson Super 400 at the Country Music Hall of Fame]]\nAlthough many of his original LP albums are still unissued on CD, Travis' posthumous discography continues to grow, due in large part to the efforts of independent labels. A live concert album ''Merle Travis in Boston 1959'' released by [[Rounder Records]] in 1993 documents Travis' singing and guitar work still at its peak. A major retrospective of Travis' work and career (''Guitar Rags and a Too Fast Past'', five CDs with an 80-page booklet authored by Rich Kienzle, who interviewed many of Travis' contemporaries) was produced by [[Bear Family Records]] in 1994, and includes much previously unreleased material. The Country Routes label has issued several transcriptions of his radio broadcasts of the 1940s and 1950s. Several recent DVDs published by Vestapol and Bear Family have collected many of his music videos and television appearances. He was an honoree of the two-hour television special ''An Evening of Country Greats: A Hall of Fame Celebration'' in 1996, and two classic Travis performances were included in the four-part PBS television documentary ''American Roots Music'' in 2001, available in CD and DVD formats.\n\n==Discography==\n===Albums===\n{| class=\"wikitable\"\n|-\n! Year\n! Album\n! <small>[[Top Country Albums|US Country]]</small>\n! Label\n|-\n| 1947\n| ''[[Folk Songs of the Hills]]''\n| \n| rowspan=\"8\"| Capitol\n|-\n| 1956\n| ''[[The Merle Travis Guitar]]'' <small>''(Instrumental Album)''</small>\n| \n|-\n| 1957\n| ''[[Back Home (Merle Travis album)|Back Home]]'' <small>(LP reissue of Folk Songs of the Hills plus some songs not released before)</small>\n| \n|-\n| 1960\n| ''[[Walkin' the Strings]]'' <small>(Acoustic instrumentals and songs recorded in the 1940s and 50s)</small>\n| \n|-\n| 1962\n| ''Travis'' <small>(Compilation of songs recorded in the 1940s and 50s)</small>\n| \n|-\n| 1963\n| ''Songs of the Coal Mines''\n| \n|-\n| 1964\n| ''Merle Travis and Joe Maphis''\n| \n|-\n| rowspan=\"2\"| 1967\n| ''The Best of Merle Travis''\n| \n|-\n| ''Our Man from Kentucky''\n| \n| Hilltop\n|-\n| 1968\n| ''Strictly Guitar'' <small>''(Instrumental Album)''</small>\n| \n| rowspan=\"2\"| Capitol\n|-\n| 1969\n| ''Great Songs of the [[Delmore Brothers]]'' <small>(with [[Johnny Bond]])</small>\n| \n|-\n| rowspan=\"2\"| 1974\n| ''Merle's Boogie Woogie + 3'' <small>(with [[Ray Campi]])</small>\n| \n| Rollin' Rock\n|-\n| ''[[The Atkins - Travis Traveling Show]]'' <small>(with [[Chet Atkins]])</small>\n| style=\"text-align:center;\"| 30\n| RCA Victor\n|-\n| 1976\n| ''[[Merle Travis the Guitar Player|Guitar Player]]''\n| \n| Shasta\n|-\n| rowspan=\"2\"| 1979\n| ''Country Guitar Giants'' <small>(with [[Joe Maphis]])</small>\n| \n| rowspan=\"9\"| CMH\n|-\n| ''The Merle Travis Story: 24 Greatest Hits''\n| \n|-\n| rowspan=\"2\"| 1980\n| ''Light Singin' and Heavy Pickin''\n| \n|-\n| ''Guitar Standards''\n| \n|-\n| 1981\n| ''[[Travis Pickin']]'' <small>(''Instrumental Album'')</small>\n| \n|-\n| rowspan=\"3\"| 1982\n| ''Country Guitar Thunder (1977–1981)'' <small>(with Joe Maphis)</small>\n| \n|-\n| [[The Clayton McMichen Story]] <small>(with [[Mac Wiseman]])</small>\n| \n|-\n| ''Farm and Home Hour'' <small>(with [[Grandpa Jones]])</small> <small>(includes the 1981 re-recording of the instrumental \"Rose Time\")</small>\n| \n|}\n\n===Posthumous albums===\n{| class=\"wikitable\"\n|-\n! Year\n! Album\n! Label\n|-\n| 1986\n| ''Rough, Rowdy and Blue''\n| CMH Records\n|-\n| 1991\n| ''Merle Travis Unreleased Radio Transcriptions 1944–1949''\n| Country Routes\n|-\n| 1994\n| ''Guitar Rags and a Too Fast Past'' (5 CD-Set)\n| Bear Family\n|-\n| rowspan=\"2\"| 1995\n| ''Country Hoedown Shows & Films''\n| rowspan=\"3\"| Country Routes\n|-\n| ''Unissued Radio Shows (1944–1948)''\n|-\n| 1998\n| ''Turn Your Radio On (1944–1965)''\n|-\n| 2002\n| ''The Very Best of Merle Travis''\n| Varèse Sarabande\n|-\n| rowspan=\"2\"| 2003\n| ''Boogie Woogie Cowboy 1944–1956''\n| Country Routes\n|-\n| ''In Boston 1959''\n| Rounder\n|}\n\n===Selected compilations and reissues===\n{| class=\"wikitable\"\n|-\n! Year\n! Album\n! Label\n|-\n| 1990\n| ''The Best of''\n| Rhino\n|-\n| 1993\n| ''Folk Songs of the Hills: Back Home/Songs of the Coalminers''\n| Bear Family\n|-\n| 1995\n| ''Guitar Retrospective'' <small>(instrumental compilation album)</small>\n| CMH\n|-\n| 2000\n| ''The Best of Merle Travis: Sweet Temptation 1946–1953''\n| Razor & Tie\n|-\n| 2002\n| ''Sixteen Tons''\n| ASV Living Era\n|-\n| 2003\n| ''Hot Pickin''\n| Proper Records\n|-\n| 2005\n| ''I Am a Pilgrim''\n| Country Stars\n|-\n| rowspan=\"2\"| 2008\n| ''Merle Travis: The Definitive Collection''\n| Delta Leisure Group\n|-\n| ''Legend of Merle Travis''\n| Country Stars\n|}\n\n===Notes on the recordings===\n*The 1956 and 1968 Capitol albums are collections of unaccompanied electric guitar solos.\n*The 1957 Capitol LP album ''Back Home'' contains the 8 tracks of the 1947 box set ''Folk Songs of the Hills'' together with four previously unreleased tracks; the 1996 remastered CD reissue of this album, which reverts to the original title, adds a further unreleased track.\n*The 1960 Capitol album consists of unaccompanied acoustic guitar solos with a few vocals.\n*The Capitol albums ''Back Home'', ''Walkin' the Strings'', and ''The Best of Merle Travis'' were awarded the top (five-star) rankings in the ''Rolling Stone Record Guide''\n*The 1974 album with Chet Atkins received a Grammy Award for Best Country Instrumental\n*The 1979 CMH CD consists of late-period recordings, tracked over two days in New Mexico four years before Travis' death\n*The 1981 LP ''Travis Pickin' '' is an acoustic solo guitar album\n*On the 1981 CMH LP ''Rough, Rowdy and Blue'' Travis accompanies himself on 12-string acoustic guitar\n*The 1991, 1995, 1998 and 2003 Country Routes CDs contain remastered radio transcriptions\n*The 1993 Bear Family double reissue contains remasterings of all tracks from ''Back Home'' (1957) and ''Songs of the Coalmines'' (1963)\n*The 1993 Bear Family 5-CD collection contains Capitol singles from 1946 to 1955 as well as early singles recorded for small labels such as King and Bel-Tone as well as comprehensive notes by country music historian and Travis authority Rich Kienzle.\n*The 2002 Varèse Sarabande CD is a collection of remastered mid-50s live recordings, taken from appearances on Jimmy Wakely's radio show\n*The 2003 Proper Records 2-CD album is a compilation of remastered recordings from 1943 to 1952 accompanied by a 15-page booklet listing recording dates and personnel.&nbsp;Includes rare Sheppard Brothers and Browns Ferry Four tracks.\n*The 2003 Rounder Records CD is a concert recording of songs accompanied on acoustic guitar\n*The 2008 2-CD Delta Leisure Group album is a digitally remastered compilation of recordings from the 1940s and 1950s.\n\n===Singles===\n{| class=\"wikitable\"\n|-\n! Year\n! Single\n! <small>[[Hot Country Songs|US Country]]</small>\n|-\n| rowspan=\"4\"| 1946\n| \"Cincinnati Lou\"\n| style=\"text-align:center;\"| 2\n|-\n| \"[[No Vacancy (Merle Travis song)|No Vacancy]]\"\n| style=\"text-align:center;\"| 3\n|-\n| \"[[Divorce Me C.O.D.]]\"\n| style=\"text-align:center;\"| 1\n|-\n| \"Missouri\"\n| style=\"text-align:center;\"| 5\n|-\n| rowspan=\"5\"| 1947\n| \"[[So Round, So Firm, So Fully Packed]]\"\n| style=\"text-align:center;\"| 1\n|-\n| \"Sweet Temptation\"\n| style=\"text-align:center;\"| 5\n|-\n| \"[[Steel Guitar Rag]]\"\n| style=\"text-align:center;\"| 4\n|-\n| \"Three Times Seven\"\n| style=\"text-align:center;\"| 4\n|-\n| \"Fat Gal\"\n| style=\"text-align:center;\"| 4\n|-\n| rowspan=\"3\"| 1948\n| \"Merle's Boogie Woogie\"\n| style=\"text-align:center;\"| 7\n|-\n| \"Kentucky Means Paradise\"\n| style=\"text-align:center;\"| 9\n|-\n| \"Crazy Boogie\"\n| style=\"text-align:center;\"| 11\n|-\n| 1949\n| \"What a Shame\"\n| style=\"text-align:center;\"| 13\n|-\n| 1955\n| \"[[Wildwood Flower]]\" <small>(w/ [[Hank Thompson (musician)|Hank Thompson]])</small>\n| style=\"text-align:center;\"| 5\n|-\n| 1966\n| \"John Henry, Jr.\"\n| style=\"text-align:center;\"| 44\n|}\n\n==Music DVDs==\n*1994 ''Rare Performances 1946–1981'', Vestapol (with 36-page booklet)\n*2002 ''Legends of Country Guitar'', Vestapol (with Chet Atkins, Doc Watson and Mose Rager)\n*2003 ''More Rare Performances 1946–1981'', Vestapol (with 21-page booklet)\n*2005 ''At Town Hall Party'', Bear Family\n\n==Music films==\n1. Soundies Distributing Corporation (1946) \n* \"Night Train to Memphis\"\n* \"Silver Spurs\"\n* \"Texas Home\"\n* \"Old Chisholm Trail\"\n* \"Catalogue Cowboy\"\n* \"Why'd I Fall for Abner\" (with Carolina Cotton)\n* \"No Vacancy\"&nbsp;(with the Bronco Busters and Betty Devere)\n2. Snader Transcriptions (1951)\n* \"Spoonin' Moon\" (with the Westerners and Judy Hayden)\n* \"Too Much Sugar for a Dime\" (with the Westerners and Judy Hayden)\n* \"I'm a Natural Born Gamblin' Man\" (with the Westerners)\n* \"Petticoat Fever\" (with the Westerners)\n* \"Sweet Temptation\" (with the Westerners)\n* \"Nine Pound Hammer\" (with acoustic guitar)\n* \"Lost John\" (with acoustic guitar)\n* \"[[Muskrat (song)|Muskrat]]\" (with acoustic guitar)\n* \"John Henry\" (with acoustic guitar)\n* \"Dark as a Dungeon\" (with acoustic guitar)\n\n==Filmography==\n===Film appearances as musical performer===\n*1944: ''[[I'm from Arkansas]]'' - Musician (uncredited)\n*1944: ''The Old Texas Trail'' - Guitar and Banjo Player (uncredited) (U.K. title: ''Old Stagecoach Line'')\n*1945: ''Montana Plains'' (Short) - Musician\n*1945: ''When the Bloom is on the Sage'' (Short) - Himself\n*1945: ''Why Did I Fall for Abner?'' (Short) - Vocalist-Lead Guitarist\n* 1945 ''Texas Home''&nbsp;(with Carolina Cotton) - Himself - Lead Singer-Guitarist\n*1946: ''[[Roaring Rangers]]'' (U.K. title ''False Hero'') - Guitar Player Travis (with the Bronco Busters)\n*1946: ''[[Galloping Thunder (1946 film)|Galloping Thunder]]'' (U.K. title ''On Boot Hill'') - Guitar Player (with the Bronco Busters)\n*1946: ''Lone Star Moonlight'' (U.K. title ''Amongst the Thieves'') - Himself (with the Merle Travis Trio)\n*1946: ''Old Chisholm Trail'' (Short) - Vocalist\n*1947: ''Silver Spurs'' (Short) - Vocalist-Guitarist\n*1951: ''[[Cyclone Fury]]'' - Guitar Player (with the Bronco Busters)\n*1953: ''[[From Here to Eternity]]'' - Sal Anderson (vocal with acoustic guitar)\n*1966: ''[[That Tennessee Beat]]'' - Larry Scofield\n\n===Other film appearances===\n*1945: ''Beyond the Pecos'' - Slim Jones (uncredited)\n*1961: ''[[Five Minutes to Live|Door-to-Door Maniac]]'' (U.S. video title ''Last Blood'') - Max\n*1962: ''The Night Rider'' (TV Short) - Kentucky\n*1982: ''[[Honkytonk Man]]'' - Texas Playboy #3 (final film role)\n\n===Original film music===\n*1976: ''[[Harlan County, USA]]''\n\n==References==\n{{Reflist}}\n\n==Bibliography==\n* Travis, Merle.&nbsp;1976.&nbsp;Foreword to ''Country Roots: the Origins of Country Music'' by Douglas B. Green.&nbsp;New York : Hawthorn Books.&nbsp;{{ISBN|0-8015-1781-8}}, {{ISBN|0-8015-1778-8}} pbk\n* Travis, Merle.&nbsp;1979. \"Recollections of Merle Travis: 1944–1955\" (Parts 1 & 2).&nbsp;1979. ''John Edwards Memorial Foundation Quarterly'', Vol. XV, Nos. 54 and 55, pp.&nbsp;107–114; 135–143.\n* Travis, Merle.&nbsp;1955. \"The Saga of Sixteen Tons\", ''United Mine Workers Journal'', December 1, 1955.\n* \"Merle Travis on Home Ground\", Interview with Hedy West in ''Sing Out'', Vol. 25, no. 1, pp.&nbsp;20–26.\n* \"Interview: Merle Travis Talking with Mark Humphrey\" (Parts 1 to 4). 1981–1982.&nbsp;''Old Time Music'' nos. 36–39, pp.&nbsp;6–10; 20–24; 14–18; 22–25.\n* Kienzle, Rich, 2004. \"Merle Travis\". In Paul Kingsbury, ed., ''The Encyclopedia of Country Music: the Ultimate Guide to the Music''. New York: Oxford University Press.&nbsp;{{ISBN|978-0-19-517608-7}}, {{ISBN|0-19-517608-1}}\n* Gold, Jude.&nbsp;2006. \"The secrets of Travis picking: Thom Bresh passes on the lessons of his legendary father, Merle Travis,\" ''Guitar Player'', April 1, 2006.\n* Eatherly, Pat Travis. 1987.&nbsp;''In Search of My Father.'' Broadman Press.&nbsp;# {{ISBN|0-8054-5727-5}}, # {{ISBN|978-0-8054-5727-8}}\n* Dicaire, David. 2007. ''The First Generation of Country Music Stars: Biographies of 50 Artists Born Before 1940''. Jefferson, North Carolina: McFarland & Company. {{ISBN|0-7864-3021-4}}\n* Wolfe, Charles K. 1996. ''Kentucky Country: Folk and Country Music of Kentucky.'' University Press of Kentucky. {{ISBN|0-8131-0879-9}}, {{ISBN|978-0-8131-0879-7}}.\n\n==External links==\n{{Commons category}}\n*{{Find a Grave|11296994}}\n*[https://web.archive.org/web/20131106031653/http://countrymusichalloffame.org/full-list-of-inductees/view/merle-travis at the Country Music Hall of Fame and Museum]\n*[http://ofgc.bizland.com/merle_travis.htm Unofficial web site]\n*[https://web.archive.org/web/20100410131439/http://jukebox.au.nu/instromania/solo_virtuosos/merle_travis/ On-line jukebox]\n*[http://www.delmore-brothers.com/ Merle Travis, member of the Brown's Ferry Four with the Delmore Brothers. Sessionography, Discography]\n\n{{1970s Country Music Hall of Fame}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Travis, Merle}}\n[[Category:1917 births]]\n[[Category:1983 deaths]]\n[[Category:People from Muhlenberg County, Kentucky]]\n[[Category:People from Tahlequah, Oklahoma]]\n[[Category:Country musicians from Kentucky]]\n[[Category:American male singer-songwriters]]\n[[Category:American country guitarists]]\n[[Category:American male guitarists]]\n[[Category:American country singer-songwriters]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:American fingerstyle guitarists]]\n[[Category:Shasta Records artists]]\n[[Category:Capitol Records artists]]\n[[Category:Grammy Award winners]]\n[[Category:20th-century American singer-songwriters]]\n[[Category:Singer-songwriters from Kentucky]]\n[[Category:20th-century American guitarists]]\n[[Category:Singer-songwriters from Oklahoma]]\n[[Category:Guitarists from Kentucky]]\n[[Category:Guitarists from Oklahoma]]\n[[Category:Country musicians from Oklahoma]]\n[[Category:20th-century American male singers]]"
}