{
    "Nothin'_Fancy": "{{Short description|Bluegrass band from Virginia, US}}\n{{Infobox musical artist\n| name             = Nothin' Fancy\n| background       = group_or_band\n| image            = Nothin' Fancy with SPBGMA award trophy Nashville TN February 2009.jpg\n| landscape        = yes\n| caption          = \"Entertaining Group Of The Year\"<br />35th Annual National [http://www.spbgma.com/ SPBGMA] Awards<br />February 5, 2009\n| origin           = [[Timberville, Virginia]], [[United States]]<br />[[Buena Vista, Virginia]]<br />[[Lexington, Virginia]]<br />[[Manassas, Virginia]]\n| genre            = {{hlist|[[Folk music|Folk]]|[[Country music|country]]|[[Americana (music)|Americana]]|[[Bluegrass music|bluegrass]]}}\n| years_active     = 1994&ndash;present\n| label            = {{hlist|[[Mountain Fever Records|Mountain Fever]]|[[Pinecastle Records|Pinecastle]]}}\n| website          = [http://www.nothinfancybluegrass.com/ Official Site]\n| current_members  = Mike Andes<br /> Chris Sexton<br />James Cox<br />Jacob Flick<br />Curt Gausman\n| past_members     = Gary Farris<br /> Buster Sexton<br />Frankie Hawkins<br />Darin Lawrence<br />Bill Ledbetter<br />Eli Johnston<br  />Justin Tomlin<br />Jesse Smathers<br />Tony Shorter<br/> Mitchell Davis<br />Caleb Cox<br />Jake Lauzon\n}}\n'''Nothin' Fancy'''<ref name=belleville>[http://www.insidebelleville.com/whatson-story/3956437-nothing-fancy-is-fancy-perfection/ \"Nothing Fancy is fancy perfection\"]. ''Inside Belleville'', May 03, 2012</ref> is a [[bluegrass music|bluegrass]] [[musical group|band]] based in [[Buena Vista, Virginia]] and was formed in September 1994. Its \"parent band\"{{clarify|date=June 2022}} East Coast Bluegrass Band was formed Summer 1985 to compete in the East Coast Bluegrass Championship in [[Crimora, Virginia]].<ref>*[http://bluegrasscountry.org/programs/aotm/nothin-fancy/ Bluegrass Country] profile \"October 2004: Nothin' Fancy\".</ref>\n\n== History ==\n=== East Coast Bluegrass Band ===\nThe East Coast Bluegrass Band was the predecessor to Nothin' Fancy formed in 1985. It was formed to compete in the East Coast Bluegrass Championship in [[Crimora, Virginia]].<ref name=belleville /> In 1986 the group won the Virginia Folk Music Society State Bluegrass Band Championship.<ref name=\"samhillbands.com\">[http://www.samhillbands.com/bands/eastcoast/index.shtml \"Biography: East Coast Bluegrass Band\"] Sam Hill Entertainment.</ref> After winning the contest, the band continued to play together at local functions.   The members of the band developed some original material, but remained true to the traditional style of the great [[bluegrass band]]s of the 1940s and 1950s.<ref name=\"samhillbands.com\"/> Nothin' Fancy was formed in 1994. Mike Andes and Mitchell Davis joined forces with Gary Farris on guitar, Tony Shorter on bass, and Guy Carawan on fiddle to play the same East Coast Bluegrass Championship in September 1994 that East Coast Bluegrass Band had once played almost a decade earlier. Nothin' Fancy released their first project \"Bluegrass in a Plain Brown Wrapper\" shortly afterwards.\n\nNothin' Fancy and East Coast Bluegrass Band continued to coexist until 2000 when East Coast Bluegrass Band's members drifted apart and had to reorganize.\n\n=== Notable Changes ===\nChris Sexton, who had appeared with Nothin' Fancy for their first-place victory in the band competition at the Maury River Fiddler's Convention in 1998 and recorded as a guest fiddler on the band's second and third releases (\"Earn Your Ticket\" and \"Field of Dreams,\" respectively), officially became the newest member of Nothin' Fancy in 2000.  The fourth project, ''Now and Then'' is the first album to feature the five-piece group as it is today.\n\nShorter departed from the group in 2005, and was replaced by Eli Johnston of [[Branson, MO]].  Nothin' Fancy released \"Album No.&nbsp;7\" under Pinecastle with Johnston and featured him as the lead vocal on the song \"Tupelo County Jail,\" but Johnston only stayed with the group for 13 months.  Citing artistic differences, he left the group and joined the band Pine Mountain Railroad.  Nothin' Fancy's members called Shorter back into service in time for the 6th Annual Nothin' Fancy Bluegrass Festival.  Shorter, who at the time was playing bass for country star [[Keith Bryant]], happily agreed and the band was re-united with its original cast and has stayed as such since.\n\nGary Farris, the guitar player, also departed the group in July 2012 and was replaced by Justin Tomlin.<ref>[http://bluegrasstoday.com/justin-tomlin-to-nothin-fancy/ \"Justin Tomlin to Nothin’ Fancy\"]. ''Bluegrass Today''.</ref> Tomlin left in March 2014, and Jesse Smathers joined the group in his place.<ref>[http://bluegrasstoday.com/jesse-smathers-to-nothin-fancy \"Jesse Smathers to Nothin Fancy\"]. ''Bluegrass Today''.</ref> In June 2015, Jesse Smathers departed the group and was replaced by guitar and dobro player, Caleb Cox.<ref>[http://bluegrasstoday.com/jesse-smathers-to-lonesome-river-band \"Jesse Smathers to Lonesome River Band\"]. ''Bluegrass Today''.</ref> A month later, the band signed a recording contract with Mountain Fever Records and released their first project for the label \"By Any Other Name\" in August 2015.<ref>[http://bluegrasstoday.com/nothin-fancy-to-mountain-fever \"Nothin’ Fancy to Mountain Fever\"]. ''Bluegrass Today''.</ref>\n\nIn 2019, founding member Mitchell Davis announced that he would be leaving the band. Following his departure, the band announced in March of that year that it had signed on Jacob Flick to take up Davis' role on the banjo.<ref>[https://bluegrasstoday.com/jacob-flick-to-nothin-fancy \"Jacob Flick to Nothin’ Fancy\"]. ''Bluegrass Today''.</ref>\n\nIn June 2021, it was announced that Jacobe \"Jake\" Lauzon would be joining the band to play guitar and provide vocals. Jake, originally from Ontario, Canada, was a welcome addition to the group, having been was recognized as the Bluegrass Guitar Player of the Year in 2018 and 2019 at the Central Canadian Bluegrass Awards.<ref>[https://bluegrasstoday.com/jake-lauzon-to-nothin-fancy-on-guitar/ \"Jake Lauzon to Nothin’ Fancy\"]. ''Bluegrass Today''.</ref>\n\nIn September 2022, it was announced that Jake Lauzon would be departing from the band to pursue new musical interests after playing one final set at the 20th Nothin' Fancy Festival.\n\nIn December 2022, the band announced that it had found its new guitar player, Curt Gausman. Curt, who got his bluegrass start in the 1980s, was part of Hobbs and Partners, which was led by Arnold Hobbs. The group also included John Paganoni, John’s son Chris (who filled in as a substitute with Nothin’ Fancy on more than one occasion), and Mark Delaney. From his work with Hobbs, he later formed the Hazel River Band, which he led through 1996 and recorded two albums with the Hay Holler label. <ref>[https://bluegrasstoday.com/curt-gausman-to-nothin-fancy/ \"Curt Gausman to Nothin’ Fancy\"]. ''Bluegrass Today''.</ref>\n\n== Recordings ==\n\nEast Coast Bluegrass Band released four self-produced albums.  They then contracted [[Tim Austin]] of [[Doobie Shea Records|Doobie Shea Studios]] to produce and record the project. Recording began in February 1996. Later that spring, lightning struck and destroyed the studio and all the recorded sessions. Once it was up and running again they were one of the first acts to record in the new studio.<ref name=\"samhillbands.com\"/> After four albums, thirteen years, and hundreds of performances, the band released their first nationally distributed recording project, ''Life's Mysteries'' on [[Copper Creek Records]].\n\nThe group, now appearing as Nothin' Fancy, was approached by [[Pinecastle Records]] and signed to the label in 2002.  They recorded their fifth project, \"Once Upon a Road\" with the title song written for the band by [[Tom T. Hall]] and his wife Dixie.  \"Once Upon a Road\" rose to number 10 on the Bluegrass Charts as posted by [[Bluegrass Unlimited]].  Their bluegrass gospel song \"When the Angels Take My Hand\" rose to the Number 1 spot on the Bluegrass Gospel charts as posted by (the now-defunct) ''Bluegrass Now'' magazine.  The album also earned them a showcase at the [[International Bluegrass Music Association]] (IBMA) Convention in October 2002 and a nomination for the [[International Bluegrass Music Awards|IBMA]] Emerging Artist of the Year Award.\n\nTheir sixth album, \"Reflections,\" was a much more personal album, with Andes penning 10 of the 13 songs.  It featured the novelty single \"I Met My Baby in the Porta-John Line\" as a bonus track, also by Andes.  \"Reflections\" was not as commercially successful as \"Once Upon a Road,\" but it was from these two albums and the performances from this period that Nothin' Fancy had found its highly unique voice, which paid homage to bands such as the [[The Country Gentlemen|Country Gentlemen]] and the [[Seldom Scene]].  The late [[Charlie Waller (American musician)|Charlie Waller]], a founding member of the [[The Country Gentlemen|Country Gentlemen]] who went on to lead that group until his death in 2004, met with Andes at the [http://www.spbgma.com/ Society for the Preservation of Bluegrass Music of America] annual convention and learned the song \"Heaven Got an Angel\" from Andes (that was recorded originally on \"Field of Dreams\") and recorded it on the [[The Country Gentlemen|Country Gentlemen]] album \"Cryin' in the Chapel.\"\n\nTheir eighth album, ''Lord Bless This House'', the first all-gospel recording for the group, was officially released January 27, 2009 through [http://www.pinecastle.com/ Pinecastle].  Co-produced by Grammy-nominated bluegrass artist [[Rhonda Vincent]] and her brother Darrin Vincent (of Dailey and Vincent fame) with guest appearances from the both of them, it is frequently played on [[Sirius XM]] Radio's [[Bluegrass Junction]] station, along with other selections from their discography.\n\n''Undeniable'' is the group's 16th studio recording, released in 2019 to celebrate their 25th year together. The album includes all-original songwriting by Mike Andes, Caleb Cox, and Chris Sexton. It features Mike Andes (mandolin, lead/harmony vocals), Chris Sexton (fiddle, harmony vocals), Caleb Cox (guitar, lead/harmony vocals), James Cox (bass), and Jacob Flick (banjo). Cello, viola, and string arrangements on “Here’s To My Life” were provided by Chris Sexton. The album was recorded, mixed, and mastered at Mountain Fever Studios in [[Willis, Floyd County, Virginia|Willis, Virginia]] and released by [[Mountain Fever Records]].\n\n== Performance ==\n\nEast Coast Bluegrass Band paid their dues at lawn parties and bars in and around the [[Harrisonburg, Virginia]] area and the [[Charlottesville, Virginia]] area for many years.  In years since, the band, as Nothin' Fancy, has played the [[Grand Ole Opry]] at the historic [[Ryman Auditorium]] in [[Nashville, Tennessee|Nashville]],<ref>[http://www.bluegrassworks.com/profile.php?profileID=31 Bluegrass Works] interview \"Nothin' Fancy\" with Loretta Sawyer, 03/25/2004.</ref> and with the \"Bluegrass Series with [[Rhonda Vincent]] & Nothin' Fancy\".<ref>[http://nemr.net/~rhondav/ Official Website] Rhonda Vincent.</ref> They have played such other major venues as [[Lincoln Center]] in [[New York City]], and [[The Birchmere]] in [[Alexandria, Virginia]].  Nothin' Fancy plays about 140 shows a year and is a staple on the bluegrass festival circuit.<ref>[http://journalstar.com/articles/2007/09/28/living/gz/performances/doc46fb0ee5f118e173797113.txt Lincoln Journal Star] \"Members of Nothin' Fancy tell bluegrass listeners to expect something different\" by L. Kent Wolgamott, September 28, 2007.</ref> The band has been known to take fans on bus trips to festivals and accompanying them on bluegrass cruises aboard the [[Royal Caribbean International|Royal Caribbean]] and [[Carnival]] cruises.<ref>[http://bluegrasscountry.org/programs/aotm/nothin-fancy/ Bluegrass Country] profile \"October 2004: Nothin' Fancy\".</ref> Nothin' Fancy performed in June 2010 at the Tottenhan Bluegrass Festival in [[Ontario, Canada]], and the band toured as part of the 2012 Bluegrass Sundays Winter Concert series organized by the Northern Bluegrass Committee in Scarborough, Ontario.<ref>\"Bluegrass Sundays\" concert program, Northern Bluegrass Committee, 2012</ref>\n\n== Musical style and sound ==\nThe band seeks to remain \"true to the traditional sounds of the great bluegrass bands of the 1940s and '50s\",<ref name=\"samhillbands.com\"/> while also performing and recording original songs by their prolific songwriter, lead singer Mike Andes.  Classic bluegrass material draws from [[Bill Monroe]], [[Ralph Stanley]], the [[The Country Gentlemen|Country Gentlemen]], and the [[Seldom Scene]]; but song selection ranges from original material to gospel classics to covers of pop artists such as [[Bob Seger]], [[Bruce Springsteen]], [[Bill Withers]], [[Bob Dylan]], and [[Creedence Clearwater Revival]].\n\nIn live performance Nothin' Fancy has been noted for its strong vocals, four-part arrangements, and its high-energy shows well-seasoned with humor.  The quintet's early years saw the band gathering around one microphone, employing a shell-game choreography for solos and back-up which keeps the show visually active as well as aurally pleasing, although the most recent configuration is more traditional with individual microphones for instruments and vocals. Andes' clear singing style is attributed to the unique stylings of [[Charlie Waller (American musician)|Charlie Waller]], whose earthy bass-baritone voice sang with clear enunciation.  Farris sings a bold tenor harmony remarkable for its projection; his powerful delivery has been likened to the late [[John Duffey]] of the [[Seldom Scene]].  Shorter occasionally sings baritone harmonies an octave higher, while Davis sings bass vocals, more on gospel songs. In later recordings, Davis gave up singing bass and allowed Sexton to sing bass on gospel songs\n\n==Nothin' Fancy Bluegrass Festival==\nIn 2001, a Rockbridge County entrepreneur, Morris O'Shields, created a bluegrass festival at the Glen Maury Park, the site of the Maury River Fiddler's Convention where Nothin' Fancy won its victory three years before.  The festival was named for Nothin' Fancy, who have served as the host act in years since.<ref>[http://www.rockbridgeweekly.com/rw_article.php?ndx=9737 Rockbridge Weekly] \"Virginia Based Bluegrass Band Nothin' Fancy Garners National Music Award\".</ref>  Just as the band originally named itself after the first music festival in which it competed—subsequently winning the prize—it then had a music festival, whose competition it had also won, subsequently named for it.\n\nThe so-named festival has become a much-loved annual event that brings scores of bluegrass fans to the [[Shenandoah Valley]] and to the little town of [[Buena Vista, VA]], where Farris calls home (and from which the band operates).  Held each year at the Glen Maury Park in [[Buena Vista, Virginia]], the [[music festival|festival]] has perennially played host to major [[bluegrass music|bluegrass]] [[musical group|band]]s.  The 2008 [[music festival|festival]], for example, included such names as [[Rhonda Vincent]], [[Michelle Nixon]], Blue Mountain Sunrise, The Deer Creek Boys, [[The Country Gentlemen|Randy Waller & the Country Gentlemen]], Blue Moon Rising, and the [http://www.thegarywaldrepband.com/ Gary Waldrep Band].<ref>*[http://www.cybergrass.com/modules.php?name=News&file=article&sid=5313 Cybergrass] \"SPBGMA Entertaining Group Of The Year Nothin' Fancy To Host Bluegrass Fest\" September 10, 2008.</ref>  It has also hosted bands and artists such as [[IIIrd Tyme Out]], the [http://www.lonesomeriverband.com/ Lonesome River Band], [[Missy Raines]], [[Marty Raybon]], [[The Dillards]], the [[Lewis Family]], [http://www.goldwingexpress.net/ Goldwing Express], [http://www.larrystephensonband.com/ Larry Stephenson], [http://www.marknewtonband.com/ Mark Newton], [[Doyle Lawson]], and [http://www.charliesizemoreband.com/ Charlie Sizemore].\n\n==Discography==\n*''Bluegrass In A Plain Brown Wrapper'' (1997)\n*''Life's Mysteries'' (1998) East Coast Bluegrass Band [[Copper Creek Records]]\n*''Coffee at Midnight'' (Chris Sexton solo project) [[Pinecastle Records|Pinecastle]]\n*''Earn Your Ticket'' (1999)\n*''Field Of Dreams'' (2000)\n*''Now And Then'' (2001)\n*''Once Upon A Road'' (2002) Pinecastle\n*''Reflections'' (2004) Pinecastle\n*''Album No.&nbsp;7'' (2006) Pinecastle\n*''Lord Bless This House'' (2008) Pinecastle\n*''It's A Good Feeling'' (2017) [[Mountain Fever Records]]\n*''Undeniable'' (2019) Mountain Fever Records<ref>{{Cite web|url=https://mountainfever.com/nothin-fancy-they-are-undeniable/|title=Nothin’ Fancy – They are “UNDENIABLE” – Mountain Fever Records|website=mountainfever.com|access-date=2020-01-19}}</ref>\n\n== Awards, distinctions, and honors ==\n*[http://www.spbgma.com/ Society for the Preservation of Bluegrass Music of America] (SPBGMA) Awards:\n**\"Entertaining Group Of The Year\" at the 36th Annual National [http://www.spbgma.com/ SPBGMA] Awards February 2010.<ref>\"[http://www.bluegrassjournal.com/2010/02/08/nothin-fancy-nab-3rd-spbgma-entertaining-group-of-the-year-award/ Nothin’ Fancy nab 3rd SPBGMA Entertaining Group of the Year Award]\" [http://www.bluegrassjournal.com/ BluegrassJournal.com] February 8, 2010.</ref>\n**\"Entertaining Group Of The Year\" at the 35th Annual National [http://www.spbgma.com/ SPBGMA] Awards February 2009.<ref>[http://www.spbgma.com/level2/natawd2010.html 36th ANNUAL SPBGMA BLUEGRASS MUSIC AWARDS] HELD FEBRUARY 4-5-6-7, 2010; Sheraton Music City - Nashville, Tennessee.</ref>\n**\"Entertaining Group Of The Year\" at the 34th Annual National [http://www.spbgma.com/ SPBGMA] Awards February 2008.<ref>[http://www.bluegrassjournal.com/2008/02/04/nothin-fancy-takes-top-award-at-spbgma-convention/ Bluegrass Journal] \"Nothin' Fancy takes top award at SPBGMA Convention\" by Travis Tackett, February 4, 2008.</ref>\n*September 25, 2010 was named \"Nothin' Fancy Day\" by order of the mayor of Buena Vista, Virginia.\n*Named as \"Honorary Mountaineers\" by order of Governor [[Joe Manchin]] III of West Virginia while playing a benefit concert in 2007 in Weston, W. Va., for the Lewis County Blue Brass Band to raise funds for student instruments.  The governor commended them for \"demonstrating an expression of good will and respect for the people of the Mountain State.\"<ref>[http://www.ibma.org/Articles/ViewArticle.aspx?ArticleId=475 Bluegrass Industry News, Nov. 2007--Artists & Agents] [[International Bluegrass Music Association|IBMA]].</ref>\n*''Once Upon A Road'' earned them a showcase at the IBMA Convention October 2002 and a nomination for the 14th annual [[International Bluegrass Music Awards|IBMA]] Emerging Artist of the Year Award (2003).<ref>[http://www.bmi.com/news/entry/233837 BMI.com] \"2003 IBMA Awards Noms Led By BMI Writers\" September 8, 2003.</ref>\n*Winner at the 1998 Maury River Fiddler's Convention.\n*Winner at the 1986 Virginia Folk Music Society State Bluegrass Band Championship (as East Coast Bluegrass Band).\n*Winner at the 1985 East Coast Bluegrass championship (as East Coast Bluegrass Band).\n\n==Members==\n*Mike Andes--[[mandolin]]/[[vocals]]\n*Chris Sexton--[[fiddle]]/[[vocals]]\n*James Cox--[[double bass|bass]]/[[vocals]]\n*Curt Gausman--[[guitar]]/[[vocals]]\n*Jacob Flick--[[banjo]]/[[vocals]]\n\n== Reviews, articles, notices ==\n*[http://www.bluegrassjournal.com/2008/09/10/nothin-fancy-bluegrass-festival-kicks-off-sept-25-for-3-day-run/ BluegrassJournal.com] \"Nothin' Fancy Bluegrass Festival kicks off Sept. 25 for 3 day run\" by Travis Tackett, September 10, 2008.\n*[http://www.cybergrass.com/modules.php?name=News&file=article&sid=5313 Cybergrass] \"SPBGMA Entertaining Group Of The Year Nothin' Fancy To Host Bluegrass Fest\" September 10, 2008.\n*[http://www.bluegrassjournal.com/2008/02/04/nothin-fancy-takes-top-award-at-spbgma-convention/ BluegrassJournal.com] \"Nothin' Fancy takes top award at SPBGMA Convention\" by Travis Tackett, February 4, 2008.\n*[http://journalstar.com/articles/2007/09/28/living/gz/performances/doc46fb0ee5f118e173797113.txt Lincoln Journal Star] \"Members of Nothin' Fancy tell bluegrass listeners to expect something different\" by L. Kent Wolgamott, September 28, 2007.\n*[http://www.dnronline.com/artsandentertainment_details.php?AID=11951&CHID=5 Daily News Record] \"New Grass King Sam Bush, Nothin' Fancy To Visit Shenandoah Valley Music Festival\" posted 2007-08-30.\n*[http://www.bluegrassworks.com/review.php?reviewID=90 Bluegrass Works] review \"Nothin' Fancy - Reflections (CD, 2004)\" by Jason Hooker, 09/03/2004.\n*[http://www.bluegrassworks.com/profile.php?profileID=31 Bluegrass Works] interview \"Nothin' Fancy\" with Loretta Sawyer, 03/25/2004.\n*[http://www.bluegrassworks.com/review.php?reviewID=9 Bluegrass Works] review \"Nothin' Fancy - Once Upon A Road (CD, 2002)\" by Lewis Geffen, 06/01/2004.\n*[http://bluegrasscountry.org/programs/aotm/nothin-fancy/ Bluegrass Country] profile \"October 2004: Nothin' Fancy\".\n*[http://www.rockbridgeweekly.com/rw_article.php?ndx=9737 Rockbridge Weekly] \"Virginia Based Bluegrass Band Nothin' Fancy Garners National Music Award\".\n\n== See also ==\n*[[Bluegrass music]]\n*[[Shenandoah Valley]]\n*[[The Country Gentlemen|Country Gentlemen]]\n*[[Seldom Scene]]\n*[[Rhonda Vincent]]\n*[[Grand Ole Opry]]\n*[[International Bluegrass Music Association]]\n*[[Nashville, Tennessee]]\n\n== References ==\n{{Reflist}}\n\n==External links==\n*[http://www.nothinfancybluegrass.com/default.asp?loadpage=home Official Website] Nothin' Fancy\n*[http://www.nothinfancybluegrass.com/festival08/default.html Nothin' Fancy Bluegrass Festival]\n*[http://www.spbgma.com/ Society for the Preservation of Bluegrass Music of America] official webpage\n*[http://www.samhillbands.com/bands/eastcoast/index.shtml Sam Hill Entertainment] band description\n*[http://www.pinecastle.com/artists.php?id=8 Pinecastle Records] Artist Press Kit.\n*[http://nemr.net/~rhondav/ Official website] Rhonda Vincent.\n\n{{Bluegrass music}}\n\n{{Authority control}}\n\n[[Category:Living people]]\n[[Category:Country music groups from Virginia]]\n[[Category:American folk musical groups]]\n[[Category:American bluegrass music groups]]\n[[Category:Year of birth missing (living people)]]\n[[Category:Timberville, Virginia]]"
}