{
    "Poco_(band)": "{{Short description|American country rock band}}\n{{More citations needed|date=June 2009}}\n{{Use mdy dates|date=January 2024}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject_Musicians -->\n| name              = Poco\n| image             = PocoBand07.jpg\n| caption           = Poco, in 2007 L-R: Young, Lawrence, Cotton, and Sundrud\n| image_size        = \n| landscape         = yes\n| background        = group_or_band\n| alias             = \n| origin            = [[Los Angeles, California, United States]]<ref name=\"The Great Rock Discography\">{{cite book\n| first= Martin C.\n| last= Strong\n| year= 2000\n| title= The Great Rock Discography\n| edition= 5th\n| publisher= Mojo Books\n| location= Edinburgh\n| pages= 751–752\n| isbn= 1-84195-017-3}}</ref>\n| genre             = {{Hlist|[[Country rock]]|[[folk rock]]|[[soft rock]]}}\n| years_active      = 1968–2021\n| label             = [[Epic Records|Epic]], [[ABC-Dunhill Records|ABC]], [[MCA Records|MCA]]\n| spinoff_of        = [[Buffalo Springfield]]\n| spinoffs          = {{hlist|[[Eagles (band)|Eagles]]|[[Loggins and Messina]]|[[Souther–Hillman–Furay Band]]|[[The Sky Kings]]}}\n| past_members      = Jack Sundrud<br/>Rick Lonow<br/>[[Tom Hampton]]<br/>[[Rusty Young (musician)|Rusty Young]]<br/>[[George Grantham (musician)|George Grantham]]<br/>[[Richie Furay]]<br/>[[Jim Messina (musician)|Jim Messina]]<br/>[[Randy Meisner]]<br/>[[Timothy B. Schmit]]<br/>[[Paul Cotton]]<br/>Al Garth<br/>Steve Chapman<br/>Charlie Harrison<br/>[[Kim Bullard]]<br/>Rick Seratte<br/>Jeff Steele<br/>Dave Vanecore<br/>Gary Mallaber<br/>Russell Powell<br/>Richard Neville<br/>Tim Smith<br/>George Lawrence<br/>Michael Webb<br/>Lex Browning\n}}\n\n'''Poco''' was an American [[country rock]] band originally formed in 1968 after the demise of [[Buffalo Springfield]]. Guitarists [[Richie Furay]] and [[Jim Messina (musician)|Jim Messina]], former members of Buffalo Springfield, were joined by multi-instrumentalist [[Rusty Young (musician)|Rusty Young]], bassist [[Randy Meisner]] and drummer [[George Grantham (musician)|George Grantham]].  Meisner quit the band while they were recording their first album, ''[[Pickin' Up the Pieces (Poco album)|Pickin' Up the Pieces]]'', though his bass and backing vocal parts were kept in the final mix.  He was replaced by [[Timothy B. Schmit]] in 1969, and Messina left in 1970 to be replaced by [[Paul Cotton]].  The line-up would change numerous times over the next several decades, with Rusty Young being the only constant member.  A reunion of the founding members occurred in the late 1980s-early 1990s, and the band continued in some form through 2021, though they retired from active touring in 2013, with Young citing health concerns as the primary cause of his retirement. Young died from a heart attack in April 2021.\n\nTo date, the band has released 19 studio albums, the most successful of which was 1978's ''[[Legend (Poco album)|Legend]]'', which featured the [[Billboard Hot 100|''Billboard'' Hot 100]] #17 and Adult Contemporary #1 hit \"[[Crazy Love (Poco song)|Crazy Love]]\". The band's last album was ''[[All Fired Up (Poco album)|All Fired Up]]'' in 2013.\n\nPoco are considered one of the founders of the Southern California country rock sound, and three of the members of the band have been inducted in the [[Rock and Roll Hall of Fame]] as members of other bands (Furay with Buffalo Springfield, Meisner and Schmit with the [[Eagles (band)|Eagles]]). However, the band has yet to receive a nomination since entering eligibility in 1995.\n\n==History==\n\n===Inception===\nDuring recording of [[Buffalo Springfield]]'s third and final album, ''[[Last Time Around]]'', lead singers [[Stephen Stills]], [[Neil Young]] and [[Richie Furay]] each recorded songs without the other members present.  One of Furay's solo efforts was the country-influenced ballad \"Kind Woman\", which he recorded with the help of producer/engineer/bassist [[Jim Messina (musician)|Jim Messina]] and [[pedal steel guitar]]ist [[Rusty Young (musician)|Rusty Young]].<ref name=\"Eder\">{{cite web|url=http://www.allmusic.com/artist/poco-mn0000297894/biography\n|work=allmusic.com|title=Poco|first= Bruce|last= Eder}}</ref>\n\nWhen Buffalo Springfield split up, Furay, Messina and Rusty Young decided to start their own group oriented toward such songs. Its original line-up was Furay (vocals and [[rhythm guitar]]), Messina ([[lead guitar]], vocals, producer), Rusty Young ([[pedal steel guitar]], [[banjo]], [[dobro]], guitar, mandolin and vocals), [[George Grantham (musician)|George Grantham]] ([[drum kit|drums]] and vocals) and [[Randy Meisner]] ([[bass guitar|bass]] and vocals). The group was signed to a recording contract with [[Epic Records]], which acquired the rights to Furay from the Springfield's [[Atlantic Records]] subsidiary [[Atco Records|Atco]] label in return for those to [[Graham Nash]] of [[The Hollies]] (who was moving to Atlantic as part of forming [[Crosby, Stills & Nash]]).<ref name=Eder /> Originally, the new group was named \"Pogo\", after the [[Pogo (comics)|Pogo comic strip]] character, but was changed when its creator, [[Walt Kelly]], objected and threatened to sue.\n\n===Furay era (1969–1973)===\nTheir debut, ''[[Pickin' Up the Pieces (Poco album)|Pickin' Up the Pieces]]'' (1969), is considered a pioneering album of the country rock genre.<ref>Eder, Bruce.  [{{BillboardURLbyName|artist=poco|chart=all}} ''Pickin' Up the Pieces'' review], ''[[Allmusic]]''</ref> The first edition of the Rolling Stone Record Guide edited by [[Dave Marsh]] and John Swenson, gave the release 5 stars, its highest rating, as an essential album. However, the album performed weakly, peaking at No.&nbsp;63 on ''[[Billboard (magazine)|Billboard]]'' [[Billboard 200|album chart]].<ref name=\"The Great Rock Discography\"/>\n\nThe band's line-up proved to be a problem throughout its career. During the recording of the debut album, Meisner left the group as a result of a conflict with Furay (reportedly, Meisner had objected after Furay barred all but himself and Messina from the first album's final mix playback sessions).<ref>Eliot, Marc. ''To the Limit: The Untold Story of the Eagles''. Da Capo Press, 2004. p.37. {{ISBN|978-0-306-81398-6}}</ref> After a stint playing with [[Ricky Nelson]]'s Stone Canyon Band, Meisner later became a founding member of the [[Eagles (band)|Eagles]]. Messina briefly took over on bass until [[Timothy B. Schmit]] joined the band in September 1969.<ref name=\"The Great Rock Discography\"/>\n\nTheir second studio album ''[[Poco (album)|Poco]]'' (1970) again resulted in low sales, peaking at No.&nbsp;58. However, the band's next album, the live set ''[[Deliverin']]'' (or ''DeLIVErin''' as it is sometimes represented), picked up moderate airplay, Furay's \"C'mon\" hitting No.&nbsp;69. ''Deliverin’'' became Poco's first album to reach the [[Top 40]] on the [[Billboard 200|''Billboard'' 200]], peaking at No.&nbsp;26.\n\nMessina chose to leave the band in October 1970, feeling Furay exerted too much control over the group's sound. He also was anxious to get off the road and return to his career in studio production. This would lead him ultimately on to [[Loggins & Messina]]. At the recommendation of [[Peter Cetera]] of [[Chicago (band)|Chicago]], Messina selected guitarist/singer [[Paul Cotton]], a one-time member of the [[Illinois Speed Press]], to replace him.<ref name=\"The Great Rock Discography\"/>\n\nThe realigned Poco, now on its third line-up on just its fourth album, hired [[Steve Cropper]] as [[record producer|producer]] and released ''[[From the Inside (Poco album)|From the Inside]]'' (1971). Again, poor sales were the result as the release landed at No.&nbsp;52.\n\nThe band and its management were dissatisfied with Cropper's production and hired Canadian  [[Jack Richardson (record producer)|Jack Richardson]], who'd had big success with [[The Guess Who]] and oversaw the next three albums, beginning with ''[[A Good Feelin' to Know]]'' (1972). The band built the LP around the title track, a popular concert tune, but the single failed to chart. The album itself peaked at No.&nbsp;69. As a result, Furay became increasingly discouraged with Poco's prospects, especially since ex-bandmates Stills, Young, Meisner and Messina were so successful with their respective groups. In an April 26, 1973 ''[[Rolling Stone]]'' magazine interview with [[Cameron Crowe]], he vented that Poco was still a second-billed act and had not increased its audience.\n\nThe next album, ''[[Crazy Eyes]]'' (1973), reached No.&nbsp;38 but Furay departed at its release and joined with [[JD Souther]] and [[Chris Hillman]] to create the [[Souther-Hillman-Furay Band]] on [[Asylum Records]].  Poco decided not to replace Furay and continued as a quartet.<ref name=\"The Great Rock Discography\"/>\n\n===Post-Furay era (1973–1977)===\nAfter Furay's departure, the band released their last two albums with Epic; ''[[Seven (Poco album)|Seven]]'' (1974) and ''[[Cantamos]]'' (1974). The albums charted at No.&nbsp;68 and No.&nbsp;76 respectively. Poco left Epic after ''Cantamos'' and signed with [[ABC-Dunhill Records]].\n\n''[[Head Over Heels (Poco album)|Head Over Heels]]'' was their first ABC release, featuring Schmit's acoustic \"Keep On Tryin\" which became the group's most successful single to date, charting at No.&nbsp;50 on the [[Billboard Hot 100|''Billboard'' Hot 100]]. Around the time of the release of ''Head Over Heels'', ''[[The Very Best of Poco (1975 album)|The Very Best of Poco]]'' was released as a [[compilation album]] that documented the group's years with Epic.  Epic's release fought with ''Head Over Heels'' for attention though neither charted very well, hitting No.&nbsp;43 and No.&nbsp;90, respectively.<ref name=\"The Great Rock Discography\"/>\n\nThe group's next ABC album was ''[[Rose of Cimarron (album)|Rose Of Cimarron]]'' which also failed to generate much enthusiasm and peaked at No.&nbsp;89. Another Epic release also came out in 1976, the live album ''[[Live (Poco album)|Live]]''.\n\nAl Garth (ex-[[Loggins and Messina]]), who guested on ''Head Over Heels'' and ''Rose of Cimarron'', was added to the group's 1976 touring line up on sax and violin, but was gone by the end of that year.\n\nIn the summer of 1976, the group was on the bill with the [[Stills-Young Band]] teaming but was left high and dry when [[Neil Young]] pulled out of the tour, which was then canceled.\n\n''[[Indian Summer (Poco album)|Indian Summer]]'' was released the following spring, peaking at No.&nbsp;57, while the title track reached No.&nbsp;50.<ref name=\"The Great Rock Discography\"/> The appearance of [[Steely Dan]]'s [[Donald Fagen]] playing synthesizer on two of the album's tracks marked a move away from the country rock sound the band had primarily been known for.\n\n===Success (1977–1980)===\nIn August 1977 Schmit quit to join the [[Eagles (band)|Eagles]], coincidentally replacing former Poco member Meisner yet again.  As a result, a fully produced live album recorded at the Santa Monica Civic Auditorium in Los Angeles in July 1977 was shelved by ABC.  After languishing in storage for many years, the album was eventually released by John Thaler and Futuredge Music in partnership with Universal Special Projects as ''[[The Last Roundup (Poco)|The Last Roundup]]'' in 2004.\n\nAfter Schmit's departure, Poco decided to take a break. Grantham took some time off, while Young and Cotton decided to continue as the Cotton-Young Band and redoubled their efforts to succeed.  They selected the Britons Steve Chapman ([[Drum kit|drums]]) and Charlie Harrison ([[bass guitar|bass]], backing vocals; formerly of [[Judas Jump]]), both of whom had played together with [[Leo Sayer]] and [[Al Stewart]], to round out their new quartet.  However, ABC decided to pick up the Cotton-Young album  — as long as they continued under the Poco name. Thus, although Grantham had never quit Poco, he found himself bought out of the group after he was not happy with the changes in its business setup, including the group's publishing no longer being divided evenly. After a stint with [[McGuinn, Clark & Hillman]], he subsequently landed a job as drummer for [[Ricky Skaggs]].\n\n''[[Legend (Poco)|Legend]]'' (1978), the Cotton-Young album with cover art by graphic artist (and later comedy actor) [[Phil Hartman]], subsequently became the group's most commercially successful LP, containing two Top 20 hits, \"[[Crazy Love (Poco song)|Crazy Love]]\" written and sung by Rusty Young (which also had a seven-week run at Number 1 on the [[Hot Adult Contemporary Tracks|Adult Contemporary chart]] in early 1979, the biggest hit on the AC chart that year) and Cotton's \"[[Heart of the Night (song)|Heart of the Night]]\".  The album was [[RIAA certification|certified gold]], Poco's first album to achieve this distinction in original distribution.\n\n[[Kim Bullard]] ([[keyboard instrument|keyboards]], backing vocals) joined the band in December 1978 just after ''Legend'' was released.  While \"Crazy Love\" was riding up the charts in early 1979, ABC Records was sold to [[MCA Records]].  Poco was retained by MCA and the ''Legend'' album was reissued on the MCA label.\n\nWith the momentum built up from ''Legend'''s success, Poco were invited by the [[Musicians United for Safe Energy]] (MUSE) collective to play during their concerts at [[Madison Square Garden]] in September 1979. And their new hit \"Heart of the Night\" appeared on the resulting live album ''[[No Nukes (album)|No Nukes]]'', the concerts and album all being in support of nuclear-free energy. Both the concerts and the album also featured several other big artists such as [[Bruce Springsteen]] and [[Jackson Browne]].\n\n===1980–1999===\n[[Image:JimMessina(by Scott Dudelson).jpg|thumb|238px|right|[[Jim Messina (musician)|Jim Messina]], founding member of Poco, performing in 2009]]\nDuring the first half of the 1980s, the group released five more albums: ''[[Under the Gun (Poco album)|Under the Gun]]'' (1980), ''[[Blue And Gray]]'' (1981), ''[[Cowboys & Englishmen]]'' (1982) on MCA and, moving over to [[Atlantic Records]], ''[[Ghost Town (Poco)|Ghost Town]]'' (1982) and ''[[Inamorata (Poco)|Inamorata]]'' (1984). Poco failed to duplicate the success achieved by ''Legend'', with each album performing more poorly than its predecessor.<ref name=\"The Great Rock Discography\"/>\n\nPoco also contributed the song \"I'll Leave it Up to You\" to ''[[Fast Times at Ridgemont High]]'''s soundtrack in 1982.\n\nOn ''Inamorata'' the band mostly played down their \"[[Country rock]]\" sound to adopt more of an \"80s style\" with more keyboards and glossy synth sounds as well as electronic drums. The album also featured guest spots by former members Timothy B. Schmit, Richie Furay and George Grantham.\n\nThe group lost its recording contract with Atlantic due to the slow sales of ''Inamorata'' but continued to tour, mostly in small clubs. Bullard left to rejoin [[Crosby, Stills & Nash]] in 1983 (but still appeared on the sessions for ''Inamorata'')   and Harrison (who had not played on ''Inamorata'') departed in mid-1984. New members Jeff Steele (bass) and Rick Seratte (keyboards, backing vocals) came in for Poco's 1984 tour dates, but they departed, along with drummer Chapman, to be replaced in 1985 by future [[Great Plains (Tennessee band)|Great Plains]] front man Jack Sundrud (vocals, bass, guitar) and the returning Grantham. Grantham's reunion with Poco was brief, though; In late 1985, [[Steve Wariner]] asked him to join his band. Chapman came back to take over drums again. During this period, the band  relocated to [[Nashville]] and recorded some demos, though no record deal resulted. And after a few scattered live dates for the group in 1986 and 1987, Paul Cotton pursued a solo career and did not perform with Poco again until 1992, while Young played in [[Vince Gill]]'s band.\n\nAfter a lengthy recording hiatus, at the urging of [[Richard Marx]] and his manager Allen Kovac who took on Poco, the band re-emerged on the [[RCA]] label with the successful ''[[Legacy (Poco)|Legacy]]'' (1989), reuniting original members Young, Furay, Messina, Grantham and Meisner twenty years after Poco's debut. Though Timothy B. Schmit and Paul Cotton were also approached to appear on the project, Schmit declined and Cotton, who was busy with his solo career, was bought out of the group and it ended up being only the five originals. The album produced a Top 20 hit, \"Call It Love,\" in the fall of 1989 and another Top 40 hit, \"Nothing to Hide,\" in early 1990, earning Poco its second gold album (in its 19th release).<ref name=\"The Great Rock Discography\"/>\n\nThe group (having added a keyboardist, Dave Vanacore) toured in early 1990 opening for Marx and appeared at [[Farm Aid]] IV on April 7, 1990, at the [[Hoosier Dome]] in [[Indianapolis, Indiana]]. But Furay, now a church minister in Colorado, then had to bow out due to his commitments and Poco toured as a headliner in the summer of 1990 with Sundrud returning to take over rhythm guitar from Furay.\n\nDespite ''Legacy'''s gold status and the two hit singles, the band did not make much money on their 1990 tour, one of the problems being their booking into military bases that turned out to be mostly empty, as the troops were all deployed for the [[Desert Shield]] operation in the [[Persian Gulf]]. RCA ended up dropping them from their roster and recordings for a proposed follow up to ''Legacy'' were abandoned.\n\nIn 1991 Poco toured as an acoustic trio with Young, Messina and Meisner (drummer [[Gary Mallaber]] joined them for dates in Japan that July), mostly to make up dates that were missed the previous year. But by the end of 1991, Messina and Meisner had returned to their individual careers.\n\nAfter Messina and Meisner left, Young formed a side project, Four Wheel Drive, with [[John Cowan]] (from [[New Grass Revival]]), [[Foster & Lloyd|Bill Lloyd]] (from [[Foster & Lloyd]]) and [[Patrick Simmons]] (of [[Doobie Brothers]]). They were signed to a recording deal with [[RCA Records|RCA Nashville]] and completed an album which was never released. [[Warner Bros. Records]] then picked up the group in 1993, but when they were threatened with lawsuits from bands who had already copyrighted the name Four Wheel Drive, they changed the band's name to [[The Sky Kings]]. But their one and only album (minus Simmons who left when the Doobies schedule got too busy), completed in 1997, was not released until 2000, three years after the group disbanded.\n\nIn the meantime, Rusty Young was the sole owner of the Poco name by early 1992 and, though they had not officially disbanded, the band seemed to be quietly fading away. Despite this, Young once again teamed with Cotton, brought in new members Richard Neville (vocals, bass) and Tim Smith (drums) and toured through the end of the decade, although on a very limited schedule. Young and Cotton also occasionally appeared as Poco as an acoustic duo.\n\nOn September 16, 1995, Poco appeared at Deadwood Jam in [[Deadwood, South Dakota]], where former Loggins & Messina drummer Merel Bregante filled in for Tim Smith.\n\n===2000–2013===\nPoco again became more active as a touring unit after they signed with Nashville manager Rick Alter and brought back Grantham and Sundrud in June 2000, reuniting the group's 1985 line-up.\n\n''[[Running Horse]]'' (2002) found the band in the studio for the first time in thirteen years. The CD was released through the band's website. Furay, who had continued to make guest appearances at their shows over the years when they played in his adopted home-state of Colorado, reunited with the band again for a sold-out show in Nashville in May 2004, resulting in the CD–DVD release ''[[Keeping the Legend Alive]]'' (2004).\n\nOn July 29 of that same year, during a show at [[Stearns Square]] in [[Springfield, Massachusetts]], Grantham suffered a [[stroke]] during the performance. For their gig the following night at [[Barnstable County, Massachusetts|Barnstable]] County Fair in [[East Falmouth]], MA, Poco brought in local drummer Chuck Woodhams, then called Young's Nashville neighbor, [[Muscle Shoals Sound Studio]] drummer George Lawrence (who had earlier stood in for Tim Smith at some Poco concerts in June 1999) to sub on drums for Grantham for the rest of 2004. He became a permanent member in 2005. Grantham's recovery was slow and expensive and the group created a donor fund on its official website, Poconut.org, to offset some of his considerable medical expenses.\n\nPoco continued to write and record while performing at festivals, performing arts centers, theaters and clubs.  In 2005 they played a short tour in Europe, but Cotton was hospitalized in Norway with health issues and missed the last two shows of the tour. Guitarist and singer Bill Lloyd, of duo [[Foster & Lloyd]], substituted for Cotton for several subsequent shows in the US.\n\nCotton returned in 2006, stabilizing the line-up of Young, Cotton, Sundrud and drummer George Lawrence. Cotton and Sundrud released solo albums and Young started writing an autobiographical history of the band. Poco alumni continued to periodically reunite in concert with this line-up.\n\nBeginning in 2009, Grantham occasionally appeared with the band again but limited his contributions to vocals only.  Richie Furay and Jim Messina returned for several 2008 Poco performances at the Wildwood Lodge in [[Steelville, Missouri]], a tour of California in 2009 ending at the [[Stagecoach Festival]] in Indio (where they were joined by Grantham and Timothy B. Schmit) and several dates opening for [[Loggins and Messina]] featuring Furay, Messina and Grantham.\n\n''[[Bareback at Big Sky]]'' (2005) and  ''[[The Wildwood Sessions]]'' (2006) captured live acoustic versions of songs both new and familiar from their 40-plus year career.   ''Live at Columbia Studios, Hollywood 9/30/71'' (2010) unearthed an unreleased 1971 live performance by Furay, Young, Schmit, Grantham and the then recently recruited Cotton in front of a private audience of family and friends.\n\nIn early 2010, Paul Cotton left Poco abruptly, publicly citing a financial dispute with Young. On his official website he announced he would not be appearing with Poco at the Wildwood concerts, stating \"It was not all that shocking when Rusty told me on February 27 that he would not honor the contract that I had been requesting for over 15 years and that this was goodbye...\" On March 12, 2010, Young responded on Poco's official website: \"It was a sad day when I read on Paul's website that he wasn't coming to Wildwood and I guess that means he's leaving the band.\" Poco immediately reformed with Young, Sundrud, Lawrence and new keyboardist and multi-instrumentalist/singer Michael Webb of [[Nashville, Tennessee]].\n\nThe band's new incarnation continued to tour and record. In early 2012, a live video of a new song, \"Neil Young\", was released on YouTube as a teaser for a new studio album, ''[[All Fired Up (Poco album)|All Fired Up]]'', that was recorded in Nashville and released in March 2013. Selling on [[iTunes]], the band's website and through a distributor in Europe, Young, Sundrud and Webb penned all the songs on the self-produced album.\n\nIn its 45th year, Rusty Young was the only original member in the band and remained the leader and front man on stage.  He has been the only member of Poco to have performed at every gig and played on every recording since the band's inception in 1968.\n\n===Retirement===\nAt the end of 2013, Rusty Young announced his retirement. At the age of 68, he said he had spent 45 years on the road in the same band and needed a break. A few shows were booked into 2014, including three farewell shows in Florida. One of those shows was a performance in a recording studio in front of a live audience for a DVD documentary of the band's live show. Young said there could be some one-offs in the future after that, but the band would not be actively touring as before. Young was finishing his memoirs for a book to be published. He and Sundrud wrote and recorded music for children's story videos as the \"Session Cats\". Lawrence, Sundrud and Webb continued to write, record and play in their own projects, and to do freelance work with other artists in Nashville, where they live. Young continued to do guest performances with former members of Poco and other country rock artists.\n\nPoco was inducted into the [http://CMHOF.org/ Colorado Music Hall of Fame] (CMHOF) with the CMHOF induction ceremony which took place at the [[Paramount Theatre (Denver, Colorado)]] on January 9, 2015, and included a performance by the following line-up of band members: Paul Cotton, Richie Furay, Timothy B. Schmit, and Rusty Young.<ref>{{cite web|url=http://www.broadwayworld.com/bwwmusic/article/Eagles-Bassist-Timothy-B-Schmit-to-Reunite-with-Poco-at-Paramount-Theater-in-Denver-20141229|title=Eagles Bassist Timothy B. Schmit to Reunite with Poco at Paramount Theater in Denver|publisher=BroadwayWorld.com|access-date=January 2, 2015}}</ref>  Also inducted into the CMHOF along with Poco were [[Firefall]], [[The Nitty Gritty Dirt Band]] and [[Stephen Stills]] and [[Manassas (band)|Manassas]].\n\nFrom 2015 through 2021, though not touring full-time, Poco continued to play isolated dates around the US. In 2016 drummer Lawrence was replaced by Rick Lonow (formerly of [[The Flying Burrito Brothers]]). Lex Browning, Jack Sundrud's former bandmate in [[Great Plains (Tennessee band)|Great Plains]], replaced Michael Webb on guitar in the fall of 2018.\n\nIn early 2020, Poco friend and fan Tom Hampton was brought in by Sundrud to replace Browning for tour dates, but touring was suddenly halted in March due to the [[COVID-19 pandemic]].<ref>{{cite web | url=http://www.tomhampton.com/bio.html | title=Tom hampton - bio }}</ref>\n\nRusty Young died on April 14, 2021, at his home in Davisville, Missouri, from a heart attack. He was 75.<ref>{{Cite web|url=https://www.rollingstone.com/music/music-news/rusty-young-poco-dead-obit-1156578/|title=Rusty Young, Poco Co-Founder and Pedal Steel Player, Dead at 75|first=David|last=Browne|website=Rollingstone.com|date=April 15, 2021|access-date=August 3, 2021}}</ref>  His death marked the end for Poco.\n\nThree and a half months after Rusty Young's April 2021 death, his former partner in the band, Paul Cotton, died at his summer home in [[Eugene, Oregon]], at age 78 on August 1, 2021.<ref>{{Cite web|url=https://bestclassicbands.com/paul-cotton-poco-obituary-8-2-21/|title=Paul Cotton, Longtime Poco Guitarist/Vocalist, Dead at 78|website=Bestclassicbands.com|date=August 2, 2021|access-date=October 4, 2021}}</ref>\n\nFans and surviving band members have released the tribute album ''My Friend: A Tribute To Rusty Young'', in March 2022 and there was a reunion/tribute \"Poconut\" concert on October 8, 2022, in [[Steelville, Missouri]], near Young's home, where the surviving members of the band's final lineup, Jack Sundrud, Tom Hampton and Rick Lonow, were joined by original drummer George Grantham, who guested on harmony vocals, and Michael Kelsh.<ref>{{cite web| publisher=[[Blue Ėlan Records]]| title=Rusty Young| date=2022| url=https://blueelan.com/collections/rusty-young/products/my-friend-a-tribute-to-rusty-young-digital-album| archive-url=https://web.archive.org/web/20220313181020/https://blueelan.com/collections/rusty-young/products/my-friend-a-tribute-to-rusty-young-digital-album| archive-date=March 13, 2022| accessdate=March 12, 2022}}</ref><ref>{{cite web| publisher=Wildwood Springs Lodge| date=2022| title=Poconut Reunion, Oct. 8, 2022| url=https://wildwoodspringssales.com/concerts/2016-concert-series/poconut-reunion-oct-8-2022/| archive-url=https://web.archive.org/web/20220313175352/https://wildwoodspringssales.com/concerts/2016-concert-series/poconut-reunion-oct-8-2022/| archive-date=March 13, 2022| accessdate=March 12, 2022}}</ref>  It is unclear if this performance can be considered the final performance by Poco or if that technically occurred prior to Rusty Young's death in 2021.\n\n===Selected studio reissues===\nIn 1997 ''[[From the Inside (Poco album)|From the Inside]]'' and ''[[A Good Feelin' to Know]]'' were reissued on CD by [[BGO Records|BGO]], a British label. However, the reissue had some problems, as it appeared the tape used to remaster ''From the Inside'' had significant damage to it. ''[[Pickin' Up the Pieces (Poco album)|Pickin' Up the Pieces]]'' and ''[[Poco (album)|Poco]]'', the band's first and second albums, were also reissued during this time, with no noticeable damage to the master tapes. The notes give a brief history of the band and the recording of each album.\n\nIn 2006 BGO reissued four more albums, with two albums on each CD: ''[[Seven (Poco album)|Seven]]'' with ''[[Cantamos]]'', the band's seventh and eighth albums, and ''[[Deliverin']]'', the band's first live album, with ''[[Crazy Eyes]]''. Neither set had any bonus tracks as part of the reissue, although there are extensive sleeve notes about Poco's history and the making of the album. The reissues were remastered by Jack Thompson, although it does not note whether or not these were remastered from the original master tapes or the safety masters as previous CDs were.\n\nIn 2011 BGO licensed and reissued remastered editions of four of Poco's ABC/MCA titles, again remastered by Thompson, putting two albums on each CD, with extensive liner notes written by John Tobler. The pairings were ''[[Head over Heels (Poco album)|Head over Heels]]'' with ''[[Rose of Cimarron (album)|Rose of Cimarron]]'', and ''[[Under the Gun (Poco album)|Under the Gun]]'' with ''[[Blue and Gray (album)|Blue and Gray]]''. No bonus tracks or outtakes were included.\n\n==Discography==\n{{Main|Poco discography}}'''Studio albums'''\n\n* [[Pickin' Up the Pieces (Poco album)|''Pickin' Up the Pieces'']] (1969)\n* [[Poco (album)|''Poco'']] (1970)\n* [[From the Inside (Poco album)|''From the Inside'']] (1971)\n* ''[[A Good Feelin' to Know]]'' (1972)\n* ''[[Crazy Eyes]]'' (1973)\n* [[Seven (Poco album)|''Seven'']] (1974)\n* ''[[Cantamos]]'' (1974)\n* [[Head over Heels (Poco album)|''Head over Heels'']] (1975)\n* [[Rose of Cimarron (album)|''Rose of Cimarron'']] (1976)\n* [[Indian Summer (Poco album)|''Indian Summer'']] (1977)\n* [[Legend (Poco album)|''Legend'']] (1978)\n* [[Under the Gun (Poco album)|''Under the Gun'']] (1980)\n* ''[[Blue and Gray (album)|Blue and Gray]]'' (1981)\n* ''[[Cowboys & Englishmen]]'' (1982)\n* ''[[Ghost Town (Poco album)|Ghost Town]]'' (1982)\n* [[Inamorata (album)|''Inamorata'']] (1984)\n* [[Legacy (Poco album)|''Legacy'']] (1989)\n* ''[[Running Horse]]'' (2002)\n* [[All Fired Up (Poco album)|''All Fired Up'']] (2013)\n\n==Members==\n{{main|List of Poco band members}}\n'''Final members'''\n*[[Rusty Young (musician)|Rusty Young]] – steel and rhythm guitars, dobro, banjo, mandolin, percussion, vocals {{Small|(1968–2021; his death)}}\n*Jack Sundrud – bass, rhythm guitar, vocals {{small|(1985–1987, 1990–1991, 2000–2021)}}\n*Rick Lonow – drums, percussion, backing vocals {{small|(2016–2021)}}\n*[[Tom Hampton]] – lead guitar, vocals {{small|(2020–2021)}}\n\n==References==\n{{Reflist}}\n\n==External links==\n{{Commons category|Poco (band)|Poco}}\n* [https://pocoband.com/ Official band site]\n* [https://web.archive.org/web/20131102032831/http://www.yuzu-melodies.fr/Poco-After-forty-five-years-it-s-coming-to-a-close_a1541.html Interview with Rusty Young on Yuzu Melodies]\n* {{IMDb name|id=1339742}}\n\n{{Poco}}\n\n{{Authority control}}\n\n[[Category:American country rock groups]]\n[[Category:Country music groups from California]]\n[[Category:American soft rock music groups]]\n[[Category:Epic Records artists]]\n[[Category:Musical groups established in 1968]]\n[[Category:Musical groups disestablished in 2021]]\n[[Category:1968 establishments in California]]\n[[Category:2021 disestablishments in California]]\n[[Category:Musical groups from Los Angeles]]\n[[Category:Rock music groups from California]]\n[[Category:Musical quartets from California]]\n[[Category:ABC Records artists]]\n[[Category:MCA Records artists]]"
}