{
    "Point_of_Grace": "{{Use mdy dates|date=July 2022}}\n{{Short description|American contemporary Christian music vocal group}}\n{{refimprove|date=August 2008}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject Musicians -->\n| name               = Point of Grace\n| image              =\n| caption            = \n| origin             = [[Arkadelphia, Arkansas]], U.S.\n| genre              = [[Contemporary Christian music|Contemporary Christian]], [[Country music|country]]\n| years_active       = 1991–present\n| label              = [[Word Records|Word]]\n| associated_acts    = [[Phillips, Craig & Dean]], [[4Him]]\n| website            = {{url|pointofgrace.net}}\n| current_members    = Shelley Breen<br />Denise Jones<br />Leigh Cappillino\n| past_members       = Terry Jones<br />Heather Payne\n}}\n\n'''Point of Grace''' is an all-female [[contemporary Christian music]] vocal group. The current [[trio (music)|trio]] consists of Shelley Breen, Denise Jones, and Leigh Cappillino. The group started out as a [[quartet]] in 1991, with original members Breen and Jones, as well as Terry Jones and Heather Payne. Terry Jones left in November 2003 to spend more time with her family after the birth of her third child, with Cappillino joining in March 2004 for their 2004 release ''I Choose You''. In June 2008, Payne announced her retirement from the group to spend more time with her family.\n\nThe group's self-titled debut album was released in 1993. In 2003, they released their ninth album, ''[[24 (album)|24]]'' – a compilation of 24 previous hits.\n\n== Biography ==\n\n=== 1991–1992: Early years ===\nPoint of Grace was formed at [[Ouachita Baptist University]] (OBU) in [[Arkadelphia, Arkansas]] by Denise Masters, Terry Lang, and Heather Floyd, who knew one another from [[Norman, Oklahoma]] and sang together in a 14-member female vocal group called The Ouachitones. The three women formed a trio within the group, and were singing [[a cappella]] after a sound check when an onlooker suggested that they should do something together. Shelley Phillips from [[Little Rock, Arkansas]] came to OBU on a scholarship in vocal performance and was singing in a group called the Praise Singers, made up of four women and four men, who traveled around the country performing. She was a roommate and sister of Masters in the Chi Delta, and when Masters, Lang, and Floyd decided to form a trio, Phillips suggested that she join to form a quartet.\n\nThe group called themselves Say So, taken from [[Psalm 107]]:2 (\"Let the redeemed of the Lord say so.\") The group shared their own management, with Floyd responsible for publicity and album sales, Lang for finances, Phillips for booking, and Masters in charge of music; they also carried and set up their own equipment before performances. They performed every weekend for the rest of that year, then recorded an independent album. They attended the 1992 [[Music in the Rockies]] Christian Artists Seminar in [[Estes Park, Colorado]], at which they won the Overall Grand Prize in the Group competition with a performance of \"He's The Best Thing\". The group subsequently received interest from major record labels, and signed with [[Word Records]], moving to [[Nashville]] to record their [[Point of Grace (album)|self-titled debut album]].\n\n=== 1993–1995: ''Point of Grace'' and ''The Whole Truth'' ===\nOn August 23, 1993, led by the No.1{{Citation needed|date=February 2023}} single \"I'll Be Believing\", Point of Grace released their [[Point of Grace (album)|self-titled debut album]]. The album's next five singles also reached the top of the charts, a record that has not yet been equalled.{{cn|date=February 2021}} In 1993, they were named New Artist of the Year at the [[24th GMA Dove Awards]] and embarked on a national tour with [[Wayne Watson]], for whom they sang backup after opening each concert. After that tour ended, they began doing concerts on their own.\n\nThe group went into the studio towards the end of 1994 to begin work on their second album, meeting 35 different songwriters.{{cn|date=February 2021}} On March 15, 1995, ''[[The Whole Truth (Point of Grace album)|The Whole Truth]]'' was released. The album's first single, \"The Great Divide\", reached No.1, the group's seventh consecutive No.1 single. The album was a chart success, remaining at No.1 for 13 consecutive weeks, and in the Top 10 for 45 consecutive weeks. It was certified gold by the [[RIAA]] in 1997, and the following four singles also reached the top of the charts. Point of Grace embarked on a nationwide tour with [[Phillips, Craig & Dean]] and guest [[Cheri Keaggy]], and were also a part of the Young Messiah Farewell Tour, alongside [[Sandi Patty]], [[4Him]], and [[Larnelle Harris]]. They also contributed songs to several special-event albums. They recorded a new rendition of the hymn \"Fairest Lord Jesus\" for the ''Hymns & Voices'' album; the song \"Hold On To Me\" for the ''[[My Utmost for His Highest (album)|My Utmost for His Highest]]'' project; and a new version of \"Hark! The Herald Angels Sing\" for the album ''Christmas Carols Of The Young Messiah''. They were named the 1996 Group of the Year at the [[Dove Awards]] and also won Doves for Pop/Contemporary Recorded Album of the Year (''[[The Whole Truth (Point of Grace album)|The Whole Truth]]''), Pop/Contemporary Song of the Year (\"The Great Divide\") and Special Event Album of the Year (''My Utmost For His Highest'').\n\n=== 1996–1997: ''Life Love & Other Mysteries'' ===\n\nIn July 1995, having been featured in publications such as the ''[[Ladies Home Journal]]'' and ''[[TIME]]'' Magazine, the group signed a book deal with [[Simon & Schuster]], co-written with Davin Seay. The book included the life story of each member, and other chapters were divided into question-and-answer sections addressing topics like dating, sex, clothes, family life, and friends.\n\nThe group also began work on their third album. John Mays, the [[A&R]] who had signed them to [[Word Records]], had left to join [[Sparrow Records]], and the group were left to make all major decisions, as [[executive producer]]s of the album. The result was ''[[Life Love & Other Mysteries]]'', released on September 9, 1996. The book was released on the same day, subtitled \"Advice and Inspiration from Christian Music's No. 1 Pop Group\".\n\nOn the day of the album release, [[Word Records]] chartered the [[Dallas Mavericks]]' [[DC-9]] jet and the group flew to five different cities in one day to promote the album. At each stop they performed their current single, \"Keep The Candle Burning\", which went to No.1 on the day their album released, their twelfth consecutive No.1 single. A [[music video]] with footage from the whirlwind promo tour was released a few months later. The group announced a co-headline arena tour with [[4Him]], who had just released their album ''The Message'', which was very successful, leading to the addition of a spring leg which lasted into early summer of 1997. In 1996, the group contributed the song \"Follow the Star\" to the album ''Emmanuel: A Musical Celebration of the Life of Christ''. They were not able to go on the tour, with [[Avalon (American group)|Avalon]] taking their place.\n\n''[[Life Love & Other Mysteries]]'' has been among their highest-selling albums to date, certified gold by the RIAA in 1997 and platinum in 1999. The album debuted at No.1 and stayed there for 10 weeks, finishing as one of the Top 5 selling albums of 1997 and one of the Top 10 of 1998. The album was nominated for a [[Grammy]] for Best Pop/Contemporary Gospel Album in 1997, and the group was nominated for the 1997 Group of the Year at the [[Dove Awards]], with \"Keep The Candle Burning\" nominated for Song of the Year. The group performed the song during the live [[The Nashville Network]] broadcast from the [[Sommet Center]]. They continued touring until September 1997, taking a break when Masters's first child was born in October.\n\n=== 1998–2000: ''Steady On'', ''A Christmas Story'', and hiatus ===\nPoint of Grace began work on their new album in late 1997/early 1998, with producer [[Brown Bannister]] developing a more progressive, live band sound, and less programming than previous albums. [[Chris Eaton (British musician)|Chris Eaton]] managed the vocal production, with more intricate vocal arrangements than previously. The group previewed some of the new songs, including \"Jesus Is\", \"Steady On\", and \"Better Days\", at one-off concert dates in the spring and summer of 1998, with a pause in the middle of recording for Terry Jones to give birth to her first child on April 15.\n\nThe remaining members appeared at the 1998 [[Dove Awards]], where they were nominated for Artist of the Year, Group of the Year, and Pop/Contemporary Song of the Year for \"Circle Of Friends\", but did not win in any category. During [[The Nashville Network]] broadcast of the show, pre-show host [[Kathy Troccoli]] announced the birth of Jones' child a week earlier.\n\nIn July 1998, a new single was released, the title song from the album ''Steady On''. A [[CD single]] was also released to Christian bookstores. The release include a pop remix and a dance remix version of \"Steady On\", as well as enhanced content on the CD, such as brief bios of the group members, excerpts from a new devotional book, a photo gallery, and other anecdotes. The album was released on August 4, 1998, and debuted at No.1 on the SoundScan sales chart, remaining in the Top 10 for seven consecutive weeks. It was certified gold by the RIAA in 1999 and platinum in 2002. The lead single and title track reached the top of the charts, becoming Point of Grace's 16th consecutive No.1 single. The next five singles achieved the same, making a total of 21 consecutive No.1s.\n\nIn October 1998, Point of Grace launched their first headline tour, \"The ''Steady On'' Tour\", also the first time they had toured with their own band, led by Dana Cappillino. In 1999, they won [[Dove Awards]] for Group of the Year and Enhanced CD of the Year for the \"Steady On\" CD Single. At the 1999 [[Grammy Awards]], they were nominated for Best Pop/Contemporary Gospel Album for ''Steady On''. Heather Floyd married in 1999 in the middle of the tour. They contributed the song \"The River\" to the ''Experiencing God'' album, the song \"Forever On And On\" to the ''[[Streams (1999 album)|Streams]]'' album project, and \"Love Won't Leave You Now\" for ''The Mercy Project'', dedicated to Mercy Ministries of America.\n\nAfter \"The ''Steady On'' Tour\" ended in the Spring of 1999, the band began work on their first [[Christmas]] release, recorded in Nashville, Tennessee; London, England; and Montreal, Canada, again in collaboration with producer Bannister, A&R man [[Brent Bourgeois]], and Eaton as vocal arranger. The [[orchestra]], arranged by Carl Marsh and Ronn Huff, was recorded at [[Abbey Road Studios]] in London. The end result was ''[[A Christmas Story (Point of Grace album)|A Christmas Story]]'', a mix of traditional Christmas songs and originals, released on September 27, 1999. The group received media attention around this time as ''[[Life Love & Other Mysteries]]'' had just been certified platinum and \"The Song Is Alive\" had become their 21st No.1, appearing on ''[[Donny & Marie (1998 TV series)|Donny & Marie]]'', ABC's ''[[The View (U.S. TV series)|The View]]'', and ''[[The 700 Club]]''. The quartet began touring together, but Terry Jones, who was nine months pregnant with her second child, left the tour halfway through, leaving the other three members to perform as a trio.\n\nAfter the tour, the group took a year-long hiatus, regrouping occasionally for [[Women of Faith]] conferences and one or two individual dates. [[Word Records]] released ''[[Rarities & Remixes]]'', a collection of remixed hits from their first two releases, four songs from their independent album, two rare tracks, and a live version of \"Circle Of Friends\".\n\n=== 2001–2003: ''Free to Fly'', Girls of Grace, and ''24'' ===\n\nAfter the hiatus, Point of Grace regrouped in early 2001 to begin work on the follow-up to ''[[Steady On (Point of Grace album)|Steady On]]''. They worked with six producers: Bannister, [[David Tyson]], Nathan Nockels (who played [[Keyboard instrument|keyboards]] for them on ''the Steady On Tour''), Tom Laune, Glenn Garrett, and Wayne Tester, in order to achieve a diverse sound on the project. The lead single, \"Blue Skies\", was a radio hit, and reached No.1.\n\nThe album, ''[[Free to Fly]]'', was released on May 1, 2001, and the same week the group opened the [[Dove Awards]] telecast. They promoted the album during the summer of 2001, performing at major Christian festivals and at their own concerts, while preparing for ''The Free To Fly Tour''. On this tour, the group closed each show with a cappella rendition of \"[[America The Beautiful]]\", in honour of the victims of the [[September 11 attacks]].\n\nIn early 2002, Point of Grace began work on a new project, the [[Girls of Grace]], working with the Tennessee Choral Academy, and female artists such as [[Rachael Lampa]], [[Joy Williams (musician)|Joy Williams]], [[Out of Eden]] and [[Jaci Velasquez]]. Point of Grace previewed the Girls of Grace devotional book, workbook, journal and album during the 2002 GMA Week and premiered one of their songs from the project, \"All I'll Ever Need\", on the 2002 [[Dove Awards]] telecast. They continued performing concerts until the summer of 2002, when they took a few months off. Shelley and Heather gave birth to their first children in September, and in the same month, Terry gave birth to her third child.\n\nThe Girls of Grace album was released on August 20, 2002, and the first conference took place in October in [[Lakeland, Florida]]. Point of Grace opened the event with a concert on Friday night, followed on Saturday by speakers including [[Susie Shellenberger]] of BRIO Magazine, and Nancy Alcorn of Mercy Ministries of America, as well as musical guests, including [[Joy Williams (musician)|Joy Williams]] in 2002, [[Out of Eden]] in 2003 and 2004, [[The Katinas]] at some conferences in 2004, and Jaime Jamgochian and M.O.C. in 2005 and 2006.\n\nIn 2003, the compilation album, ''[[24 (album)|24]]'' was released, featuring the group's 24 greatest hits and a new song, \"Day By Day\". They also released their first [[DVD]], entitled ''7'', which contained the videos to seven songs. In November 2003, they published a hardcover book titled ''Keep The Candle Burning: 24 Reflections From Our Favorite Songs''. The group spent 2003 doing one-off shows, \"Girls of Grace\" concerts, and appeared on [[Michael W. Smith]]'s Christmastime Tour.\n\n=== 2004–2006: Lineup changes, ''I Choose You'', and ''Winter Wonderland'' ===\n\nIn November 2003, Terry Jones announced her retirement from Point of Grace to focus on her family. She wrote a letter published on the group's website, along with a letter from the remaining members announcing that band leader Dana Cappillino's wife Leigh would replace Jones. Terry Jones's last tour with the group was the 2003 Christmastime Tour with [[Michael W. Smith]], and her last concert was in [[Little Rock, Arkansas]], on February 28, 2004. Leigh Cappillino joined the group on January 1, 2004, but her first concert was in [[Atlanta, Georgia]] on March 12, 2004.\n\nCappillino's first album with Point of Grace was ''[[I Choose You (album)|I Choose You]]'', released on October 12, 2004. The album featured a rawer, less glossy sound, developed with new producers including [[Mark Hammond (record producer)|Mark Hammond]], [[Wayne Kirkpatrick]] and [[David Zaffiro]]. [[Brent Bourgeois]], who produced the song \"Forever On And On\" from the ''Streams'' album, also produced one track. They spent the remainder of 2004 doing promotional appearances and participating again in [[Michael W. Smith]]'s Christmastime Tour alongside [[The Katinas]]. In February 2005, they began the \"I Choose You\" Tour with [[Scott Krippayne]] and guest Charity Von. The tour visited 30 cities, and the set lists featured tracks from ''I Choose You'' as well as the group's back catalog.\n\nAfter the tour, the group began work on their second Christmas release, recorded through the summer of 2005. ''Winter Wonderland'' was released on October 4, 2005. They launched their first Christmas tour, the ''Winter Wonderland Tour'' in late November, playing 16 concerts. The show had John David Webster, who had featured on ''[[Winter Wonderland (Point of Grace album)|Winter Wonderland]]'', as a special guest, and local choirs participated in every show.\n\nIn 2006, the group resumed their [[Girls of Grace]] activities, and began working with [[Michael Passons]], formerly of [[Avalon (American group)|Avalon]], who began touring with them. At one-off shows, the group's performances featured acoustic segments with Dana Cappillino and Michael Passons accompanying the vocalists on [[guitar]] and [[piano]], respectively. Heather also gave birth to her third child in 2006. The group reprised the Winter Wonderland Tour in 2006 with guest Scott Krippayne.\n\n=== 2007–2009: ''How You Live'' ===\nPoint of Grace spent the first half of 2007 finishing their album ''[[How You Live]]''. During that time, they contributed an [[a cappella]] rendition of the hymn \"All Hail The Power Of Jesus' Name\" to the [[WOW Hymns|''WoW Hymns'' project]], released in March 2007. They promoted the first two singles, \"All The World\" and \"You Are Good\" during GMA Week in April, and added a few album tracks to their live shows. They shot a video to the single \"How You Live (Turn Up The Music)\", in mid-June, released on their website in early July. Led by the single \"All The World\", they released the album ''[[How You Live]]'' in late August. \"All The World\" made the Top 40 in the Mediabase charts. The follow-up single, \"How You Live (Turn Up The Music)\" peaked at number five on the ''Billboard'' Hot Christian Adult Contemporary Chart.<ref>[{{BillboardURLbyName|artist=point of grace|chart=Christian Adult Contemporary Songs}} Top Music Charts – Hot 100 – Billboard 200 – Music Genre Sales]</ref> The album peaked at #56 on the ''Billboard'' 200 and at #4 on the Top Christian & Gospel Album Charts. The unexpected success of the album and single earned the group five [[Dove Award]] nominations, including Song of the Year for \"How You Live (Turn Up The Music)\", Group of the Year and Artist of the Year. \"How You Live\" was released to country radio in April 2008, entering the country charts at #56.\n\nIn February 2008, the band began the \"All The World\" Tour with guests [[Selah]] and [[Michael Passons]], who had become the group's regular keyboardist.\n\nIn February 2008, Point of Grace was nominated for five [[Dove Awards]], including Group of the Year and Artist of The Year. They performed their single \"How You Live (Turn Up The Music)\" with [[Cindy Morgan (singer)|Cindy Morgan]], the song's writer. They picked up the award for Country Recorded Song of the Year and Cindy Morgan won Songwriter of the Year for \"How You Live (Turn Up The Music).\" In the same week of the Doves telecast, they made their debut on the [[Grand Ole Opry]] stage, signifying their increasing move into the country music market. They have appeared on the show several times since their debut.\n\nIn June 2008, Heather Payne announced that she was retiring to spend time with her children and support her husband in his ministry. Breen, Cappillino and Denise Jones announced they would continue as a trio, and recorded new music for the re-release of their album ''[[How You Live]]'', released in October 2008. The group's keyboardist [[Michael Passons]], also a solo artist and former member of [[Avalon (American group)|Avalon]], sings on some of the group's older four-part harmonies.\n\nThe band released ''How You Live: Deluxe Edition'' and ''[[Tennessee Christmas: A Holiday Collection]]'' in early October, and went on their annual ''Winter Wonderland Tour'' in early December, with guest Ronnie Freeman.\n\nIn 2009, the group began by appearing at the Grand Ole Opry, performing \"I Wish\" and \"How You Live (Turn Up The Music)\". Their song, \"I Wish\", won the Dove Award for Country Recorded Song of the Year for songwriters, [[Cindy Morgan (singer)|Cindy Morgan]] and [[Phil Madeira]].\n\nOn August 23, 2009, the group appeared on [[Fox News Channel]]'s ''[[Huckabee]]'', performing \"King of the World\", the last single from ''[[How You Live]]'', accompanied by [[Mike Huckabee]] on bass guitar.\n\n=== 2010–present: ''No Changin' Us'', ''A Thousand Little Things'', ''Directions Home'' ===\n\nThe album ''[[No Changin' Us]]'', produced by [[Nathan Chapman (record producer)|Nathan Chapman]], was released on March 2, 2010, featuring a more country sound. They embarked on a fall tour with [[Mark Schultz (musician)|Mark Schultz]], called the ''Come Alive Tour''. Alongside the album, they released a cookbook, ''Cooking with Grace'', co-written with Julie Adkison.\n\nThe summer of 2010 was spent recording a new holiday album, ''[[Home For The Holidays (Point of Grace album)|Home For The Holidays]]'', released on October 5, 2010. The group headlined a Christmas tour in support of the album.\n\nA new album, ''[[A Thousand Little Things]]'', was released on May 1, 2012.<ref>{{Cite web |url=http://www.pointofgrace.net/news/thousand-little-things-available-today |title=Point of Grace &#124; A Thousand Little Things Available Today |access-date=August 3, 2012 |archive-url=https://web.archive.org/web/20150622011146/http://www.pointofgrace.net/news/thousand-little-things-available-today |archive-date=June 22, 2015 |url-status=dead }}</ref>\n\nAnother album, ''[[Directions Home]]'', was released on April 7, 2015.\n\nIn April 2018, they released a hymn and worship album called ''Beautiful Name''.<ref>{{Cite web|url=http://www.gospelmusic.org/point-of-grace-bow-first-ever-hymns-recording-april-3/|title=Point of Grace Bow First-Ever Hymns Recording April 3|date=March 27, 2018}}</ref> In August 2018, Point of Grace were inducted into the Oklahoma Music Hall Of Fame.<ref>{{Cite web|url=http://www.thechristianbeat.org/index.php/news/5091-point-of-grace-inducted-into-oklahoma-music-hall-of-fame|title=Point of Grace Inducted into Oklahoma Music Hall of Fame|date=August 9, 2018}}</ref>\n\nIn October 2021, they released a new Christmas album called ''Sing Nöel''.<ref>{{Cite web |last=Cluver |first=Ross |date=2021-10-29 |title=Point of Grace Releases New Christmas Album 'Sing Noel' |url=https://www.ccmmagazine.com/news/point-of-grace-releases-new-christmas-album-sing-noel/ |access-date=2023-02-16 |website=CCM Magazine |language=en-US}}</ref>\n\n== Other activities ==\n\n=== Mercy Ministries ===\nSince the beginning of their career, Point of Grace have supported Mercy Ministries of America, a non-profit organization that works with young women facing issues such as abuse, depression, unplanned pregnancies and eating disorders. The group frequently promote Mercy Ministries at their concerts, and founder Nancy Alcorn or other representatives from the organization have frequently appeared on tour with them to describe the work of Mercy Ministries. Alcorn is a regular featured speaker at the [[Girls of Grace]] conferences.\n\n=== Compassion International ===\nIn 2006, the group began showing support for [[Compassion International]], a Christian child-sponsorship organization dedicated to the long-term development of children living in poverty around the world. In March 2006, Heather Payne and her husband Brian traveled to [[El Salvador]] to meet their sponsored child, and in April 2006, Shelley Breen, Denise Jones and Leigh Cappillino went to [[Ecuador]] to meet their sponsored children. The group has partnered with Compassion to raise awareness for poverty and urge their listeners to sponsor children as well.\n\n== Discography ==\n{{Main|Point of Grace discography}}\n\n{| class=\"wikitable\"\n|-\n!colspan=2|Studio albums\n|-\n!Year\n!Title\n|-\n| 1993\n| ''[[Point of Grace (album)|Point of Grace]]''\n|-\n| 1995\n| ''[[The Whole Truth (Point of Grace album)|The Whole Truth]]''\n|-\n| 1996\n| ''[[Life Love & Other Mysteries]]''\n|-\n| 1998\n| ''[[Steady On (Point of Grace album)|Steady On]]''\n|-\n| 1999\n| ''[[A Christmas Story (Point of Grace album)|A Christmas Story]]''\n|-\n| 2001\n| ''[[Free to Fly]]''\n|-\n| 2004\n| ''[[I Choose You (album)|I Choose You]]''\n|-\n| 2007\n| ''[[How You Live]]''\n|-\n| 2010\n| ''[[No Changin' Us]]''\n|-\n| 2012\n| ''[[A Thousand Little Things]]''\n|-\n| 2015\n| ''[[Directions Home]]''\n|-\n| 2018\n| ''Beautiful Name''\n|-\n|}\n\n== Awards and nominations ==\n\n=== GMA Dove Awards ===\n\n{| class=\"wikitable\"\n! Year\n! Category\n! Work\n! Result\n|-\n| 1994\n| [[24th GMA Dove Awards#Award recipients|New Artist of the Year]]\n|\n|{{won}}\n|-\n|rowspan=\"3\"| 1995\n| [[26th GMA Dove Awards#Award recipients|Group of the Year]]\n|\n|{{won}}\n|-\n| [[26th GMA Dove Awards#Songs|Pop/Contemporary Recorded Song of the Year]]\n|\"The Great Divide\"\n|{{won}}\n|-\n| [[26th GMA Dove Awards#Albums|Pop/Contemporary Album of the Year]]\n|''The Whole Truth''\n|{{won}}\n|-\n|rowspan=\"6\"| 1999\n| [[30th GMA Dove Awards#Artist of the Year|Artist of the Year]]\n|\n|{{nom}}\n|-\n| [[30th GMA Dove Awards#Group of the Year|Group of the Year]]\n|\n|{{won}}\n|-\n| [[30th GMA Dove Awards#Pop/Contemporary Recorded Song of the Year|Pop/Contemporary Song of the Year]]\n|\"Steady On\"\n|{{nom}}\n|-\n| [[30th GMA Dove Awards#Inspirational Recorded Song of the Year|Inspirational Song of the Year]]\n|\"When The Wind Blows\"\n|{{won}}\n|-\n| [[30th GMA Dove Awards#Pop/Contemporary Album of the Year|Contemporary Album of the Year]]\n|''Steady On''\n|{{nom}}\n|-\n| [[30th GMA Dove Awards#Enhanced CD of the Year|Enhanced CD of the Year]]\n|''Steady On Enhanced CD''\n|{{won}}\n|-\n| 2000\n| [[31st GMA Dove Awards|Special Event Album]]\n|''[[Streams (1999 album)|Streams]]'' (various artists)\n|{{nom}}\n|-\n|rowspan=\"5\"| 2008\n| [[39th GMA Dove Awards#General|Artist of the Year]]\n|\n|{{nom}}\n|-\n| Group of the Year\n|\n|{{nom}}\n|-\n| Song of the Year\n|\"[[How You Live (Turn Up the Music)]]\"\n|{{nom}}\n|-\n| [[39th GMA Dove Awards#Pop|Pop/Contemporary Album of the Year]]\n|''[[How You Live]]''\n|{{nom}}\n|-\n| [[39th GMA Dove Awards#Country & Bluegrass|Country Recorded Song of the Year]]\n|\"How You Live (Turn Up the Music)\"\n|{{won}}\n|-\n| 2009\n| [[40th GMA Dove Awards#Country & Bluegrass|Country Recorded Song of the Year]]\n|\"I Wish\"\n|{{won}}\n|-\n| 2010\n| [[41st GMA Dove Awards#Country & Bluegrass|Country Recorded Song of the Year]]\n|\"King of the World\"\n|{{nom}}\n|-\n| rowspan=\"3\"| 2011\n| [[42nd GMA Dove Awards#Country & Bluegrass|Country Recorded Song of the Year]]\n|\"There Is Nothing Greater Than Grace\"\n|{{Won}}\n|-\n| Country Album of the Year\n|''[[No Changin' Us]]''\n|{{Won}}\n|-\n| [[42nd GMA Dove Awards#Others|Christmas Album of the Year]]\n|''[[Home for the Holidays (Point of Grace album)|Home for the Holidays]]''\n|{{Won}}\n|-\n| 2015\n| [[46th GMA Dove Awards#Others|Bluegrass/Country Album of the Year]]\n|''[[Directions Home]] (Songs We Love, Songs You Know)''\n|{{nom}}\n|}\n\n== Books ==\n{| class=\"wikitable\"\n|-\n!Year\n!Title\n|-\n| 1996\n| ''Life, Love & Other Mysteries''\n|-\n| 1998\n| ''Steady On... Secured by Love''\n|-\n| 1999\n| ''Circle of Friends''\n|-\n| 2000\n| ''When Love Came Down at Christmas''\n|-\n| 2002\n| ''Girls of Grace''\n|-\n| 2003\n| ''Keep the Candle Burning: 24 Reflections From Our Favorite Songs''\n|-\n| 2004\n| ''Girls of Grace: Q&A with Point of Grace''\n|-\n| 2005\n| ''Girls of Grace: Make It Real''\n|-\n| 2008\n| ''[[How You Live (Turn Up the Music)|How You Live]]''\n|-\n| 2010\n| ''Cooking with Grace''\n|-\n| 2020\n| ''How You Live: Lessons Learned from Point of Grace''\n|-\n|}\n\n== Tours ==\n* ''The Whole Truth Tour'' with [[Phillips, Craig & Dean]] and [[Cheri Keaggy]] (1995)\n* ''The Life Love & Other Mysteries Tour'' with [[4Him]] (1996–97)\n* ''The Steady On Tour'' with special guests Watermark (1998–99)\n* ''An Amy Grant Christmas Tour'' (with [[Michael W. Smith]] and [[The Katinas]]) (1999)\n* ''The Free To Fly Tour'' with special guests [[FFH (band)|FFH]] (2001–02)\n* ''The Christmastime Tour'' with [[Michael W. Smith]] and [[The Katinas]] (2002, 2003, 2004)\n* ''The I Choose You Tour'' with [[Scott Krippayne]] and special guest Charity Von (2004)\n* ''The Winter Wonderland Tour'' with special guest John David Webster (2005)\n* ''The Winter Wonderland Tour'' with special guest [[Scott Krippayne]] (2006, 2007)\n* ''The All The World Tour'' with special guests [[Selah]] and [[Michael Passons]] (2008)\n* ''The Winter Wonderland Tour'' with special guest Ronnie Freeman (2008)\n* ''The Come Alive Tour'' with [[Mark Schultz (musician)|Mark Schultz]] (2009–10)\n\n== References ==\n{{Reflist}}\n\n== External links ==\n*{{Official website|http://www.pointofgrace.net/}}\n*[http://www.girlsofgrace.com/ Girls of Grace Conferences]\n*[http://www.newreleasetuesday.com/article.php?article_id=100 NewReleaseTuesday.com Exclusive Interview with Denise Jones]\n\n{{Point of Grace}}\n\n{{Authority control}}\n\n[[Category:1991 establishments in Arkansas]]\n[[Category:American Christian musical groups]]\n[[Category:American girl groups]]\n[[Category:Christian pop groups]]\n[[Category:American musical trios]]\n[[Category:Musical groups established in 1991]]\n[[Category:Performers of contemporary Christian music]]\n[[Category:Word Records artists]]"
}