{
    "Pure_Prairie_League": "{{Short description|American country rock band}}\n{{Use mdy dates|date=November 2019}}\n{{Infobox musical artist\n| name              = Pure Prairie League\n| image             = PurePrairieLeague.JPG\n| caption           = Pure Prairie League in 2010\n| background        = group_or_band\n| alias             = \n| origin            = [[Waverly, Ohio|Waverly]], [[Ohio]], United States\n| genre             = {{Hlist|[[Country rock]]|[[soft rock]]<ref>{{cite news|last=McArdle |first=Terence |url=https://www.washingtonpost.com/local/obituaries/dan-peek-a-founder-of-soft-rock-band-america-dies/2011/07/26/gIQA0UpibI_story.html |title=Dan Peek, a founder of soft-rock band America, dies |newspaper=[[The Washington Post]] |date=July 26, 2011 |access-date=August 21, 2014}}</ref>}}\n| years_active      = 1970–1988, 1998–2002, 2004–present\n| label             = [[RCA Records|RCA]], [[Casablanca Records|Casablanca]], Thirty Tigers\n| associated_acts   = [[Vince Gill]]\n| website           = {{URL|pureprairieleague.com/}}\n| current_members   = {{unbulleted list|John David Call|Jared Camic|Jeff Zona|Scott Thompson|Randy Harper}}\n| past_members      = See [[#Members|List of members]]\n}}\n\n'''Pure Prairie League''' is an American [[country rock]] band which featured in its original lineup, singer and guitarist [[Craig Fuller]], drummer Tom McGrail and steel guitarist John David Call, all from Waverly in southern Ohio. Fuller started the band in 1970 and McGrail named it after a fictional 19th century [[Temperance movement|temperance union]] featured in the 1939 [[Errol Flynn]] cowboy film ''[[Dodge City (1939 film)|Dodge City]]''. In 1975 the band scored its biggest hit with the single \"[[Amie (song)|Amie]]\", a track that originally appeared on their 1972 album ''[[Bustin' Out]]''. Pure Prairie League scored five consecutive Top 40 LPs in the 1970s and added a sixth in the 1980s. They disbanded in 1988 but regrouped in 1998 and continue to perform. The line-up has been fluid over the years, with no one member having served over the band's entire history. The band's most recent line-up consists of Call, drummer Scott Thompson, keyboardist/guitarist Randy Harper, guitarist Jeff Zona and bassist Jared Camic. Other notable musicians to have played with Pure Prairie League include guitarists [[Vince Gill]], [[Gary Burr]] and [[Curtis Wright]].\n\n==History==\nThe band was formed in [[Waverly, Ohio]] in 1970 and had its first success while based in [[Cincinnati]]. Craig Fuller, Tom McGrail, Jim Caughlan and John David Call had played together in various bands since high school, notably the Vikings, the Omars, the Sacred Turnips and the Swiss Navy.\n\nIn 1970 the first Pure Prairie League line-up was Fuller, McGrail, singer/songwriter/guitarist George Ed Powell (a popular Cincinnati folk singer), Phill Stokes (bassist in Columbus bands Sanhedrin Move and [[J.D. Blackfoot]]) and Robin Suskind (a popular guitar teacher in the [[University of Cincinnati]] neighborhood) on guitar and [[mandola]], with John David Call joining the band later that year. Call's steel guitar added country credibility to the band's playlist and sparked guitar duels with Fuller that created the signature sound of the band. They rose to popularity as the house band at New Dilly's Pub in the Mt. Adams section of Cincinnati.\n\nIn mid-1971, McGrail and Stokes left the band to rehearse with {{ill|Bill Bartlett (musician)|lt=Bill Bartlett|fr|Bill Bartlett|vertical-align=sup}}, but were unable to put a viable band together. Jim Caughlan, who had played guitar and drums with Fuller, Call and McGrail in earlier bands, took over on drums, and Jim Lanham from California, formerly of The Yellow Payges and Country Funk, replaced Stokes on bass.<ref name=\"Larkin\">{{cite book|title=[[Encyclopedia of Popular Music|The Virgin Encyclopedia of Popular Music]]|editor=Colin Larkin|editor-link=Colin Larkin (writer)|publisher=[[Virgin Books]]|date=1997|edition=Concise|isbn=1-85227-745-9|page=984}}</ref> Suskind departed as well, soon after the arrival of Caughlan and Lanham. \n\nEarly on, Pure Prairie League was looking for national artist representation and made contact with a well-known Cleveland based rock and roll promoter, Roger Abramson. At the behest of the group's roadie Jim \"Westy\" Westermeyer (who had also worked for the [[James Gang]]), Abramson saw the band at New Dilly's Pub and later signed them to a management contract. Abramson was able to land a contract with [[RCA Records]]. He then placed Pure Prairie League as an opening act with many of the concerts he produced at that time.\n\nTheir self-titled [[Pure Prairie League (album)|first album]] used a [[Norman Rockwell]] ''[[The Saturday Evening Post|Saturday Evening Post]]'' cover, showing a trail-worn cowboy named Sad Luke, who would appear on the cover of every Pure Prairie League recording thereafter.<ref name=\"Larkin\"/> After releasing their debut album (recorded in New York City) in March 1972 and embarking on a nationwide tour, Call, Caughlan and Lanham all left the band.\n\nAt that point, Pure Prairie League owed RCA another album and Craig Fuller agreed to record the second record in RCA's [[Toronto]] studio with the help of George Ed Powell and Bob Ringe (who had also produced the first album). Al Brisco played [[pedal steel guitar]] on the session.{{citation needed|date=April 2020}} ''Bustin' Out'' (begun in the summer of 1972) was produced by Ringe and featured the songs of Fuller and Powell.<ref name=\"Larkin\"/> Billy Hinds from Cincinnati joined the band on drums and Hinds's friend, Michael Connor, played [[piano]] on most of the sessions and would become a regular in the Pure Prairie League line-up for years to come. [[Mick Ronson]] added string arrangements to several tracks, most notably \"Boulder Skies\" and \"Call Me Tell Me\".<ref name=\"Larkin\"/> Michael Reilly, who would become the longtime bass player and front man for the band, joined in early September 1972, soon after the record was completed. ''Bustin' Out'' was released in October 1972.<ref name=\"Larkin\"/>\n\nReilly explains how he came to be involved with PPL:\n<blockquote>\n\"I was from [[Fort Thomas, Kentucky]], right near the Ohio border. When I was 14 I went out to [[Sears]] and bought a [[Danelectro]] [[Silvertone (instruments)|Silvertone]] bass, learned how to play it, got a couple of guys together and we formed a band called the Marc IV. We played swim clubs and sock hops and stuff like that back in 1964. Eventually I joined the last incarnation of [[The Lemon Pipers]] (of \"[[Green Tambourine]]\" fame). I wasn’t on the original recordings and I wasn’t touring with the original band, but they were from the same area I was from: [[Oxford, Ohio]]. As a teenager, I used to play the bars in Oxford every weekend and I knew all the guys who had been in that band. Bill Bartlett was a great guitar player and Dale Brown was the lead singer. I eventually moved to [[Woodstock, New York]] and was in a band called the Robert Lee Band with this singer/songwriter from Florida named Robert Lee. Michael Conner and Billy Hinds — the piano player and drummer from Pure Prairie League — were living in Woodstock as well, and we got a chance to record an album in [[London]]. “Amie” was recorded in the summer of 1972 and was released around Christmas of ’72 or January of ’73. But we had started touring for that album in September of 1972. The first show I ever played with Pure Prairie League was on Labor Day of ’72 and that was at the [[Erie Canal Soda Pop Festival]] in Bull Island, Illinois. Most of the Woodstock lineup, along with 300,000 people, were there, so it was quite a way to start! We signed with a booking agency in Minneapolis called Variety Artists International, and they were one of the biggest college booking agents in the country. So we went out and we started touring at different colleges doing 250–275 shows a year for eight years in a row, or so. That was it — pretty much, it was us jamming “Amie” down every college student’s throat. Plus, lots of kids in college at that time wanted to learn how to play guitar and “Amie” was a pretty easy song for them to learn on, so it became a popular college hit. All the college radio stations started playing it, and then other radio stations were picking it up, too, and then RCA finally perked up and said, “We gotta find these guys and see what’s going on.\"<ref>https://www.newjerseystage.com/articles/getarticle.php?titlelink=bustin-out-spotlight-on-pure-prairie-leagues-mike-reilly</ref>\n</blockquote>\n\nShortly after touring behind ''Bustin Out'', the group returned to Ohio and Fuller had to face trial for charges of draft evasion in [[Kentucky]]. But before [[conscientious objector]] (C.O.) status could be arranged, he was sentenced to six months in jail and forced to leave Pure Prairie League in February 1973. At this point, RCA dropped the band and their future looked bleak.\n\nBy August 1973, the band members were in Cincinnati and managed to persuade Call to return. Fuller, though out of prison by now, was working the late shift in a community hospital to satisfy his C.O. requirements, and was not inclined to rejoin at that time. (He was eventually given a full pardon by President [[Gerald Ford]].) Reilly took over as the band's leader and front man and brought in his friend Larry Goshorn (vocals, guitars) to replace Fuller in November 1973. Goshorn had played in a popular Ohio band called [[the Sacred Mushroom]].\n\nPure Prairie League hit the road and began playing gigs constantly, mostly in the Northeast, Midwest, and Southeast. As Reilly related above, as a result of their heavy schedule, particularly at colleges, their songs became well known; \"[[Amie (song)|Amie]]\" (Craig Fuller's ode to an on-again/off-again relationship), from the second album, became a particular favorite.\n\n==Success==\nAs \"[[Amie (song)|Amie]]\" grew in popularity, radio stations began receiving requests for it. As a result, RCA re-released the ''Bustin' Out'' and ''Pure Prairie League '' albums and re-issued \"Amie\" as a single. It peaked at No.&nbsp;27 on April 26, 1975, just as a minor bluegrass revival was underway on mid-western college campuses.\n\nRCA re-signed Pure Prairie League, who relocated to Los Angeles and recorded their third album, ''Two Lane Highway'', which was released in June 1975.<ref name=\"Larkin\"/> It featured guest appearances by [[Chet Atkins]], fiddler [[Johnny Gimble]], [[Don Felder]] from [[The Eagles]] and [[Emmylou Harris]], who dueted with the band on the song \"Just Can't Believe It\", which received much airplay on country stations. ''Highway'' was the band's highest 'charter' at No.&nbsp;24, and ''Bustin' Out'' reached gold status. And \"[[That'll Be The Day]]\", a cover of the 1957 [[Buddy Holly]] & [[the Crickets]] hit, was their lone appearance on the Country charts at No.&nbsp;96 in 1976. This began a string of five consecutive Top 40 album releases, as ''If the Shoe Fits'' (January 1976), ''Dance'' (November 1976) and ''Live, Takin' the Stage'' (September 1977) all made the Top 40.\n\nIn 1977 Call left because of increasing back troubles. Larry Goshorn's brother, Tim, joined in time to record ''Just Fly'' (March 1978). But in 1978 there was a mass exodus as the Goshorns left to form their own group, The Goshorn Brothers, and Powell, the last remaining original member, retired from the road to run his pig farm in Ohio. However, the group soldiered on, as Reilly quickly brought in temporary members, California country rocker Chris Peterson (vocals, guitar) and the group's soundman, Jeff Redefer (guitar), to play a few shows until new, permanent players could be located.\n\nIn September 1978 auditions led to the hiring of [[Vince Gill]] (vocals, guitars, mandolin, banjo, fiddle).<ref name=\"AMG\">{{Cite web|url=https://www.allmusic.com/artist/pure-prairie-league-mn0000371879/biography|title=Pure Prairie League &#124; Biography & History|website=[[AllMusic]]|access-date=August 9, 2021}}</ref> Further auditions brought in Steven Patrick Bolin (vocals, guitars, flute) in January 1979.<ref name=\"AMG\"/> This revamped line-up recorded ''[[Can't Hold Back (Pure Prairie League album)|Can't Hold Back]]'' (June 1979), which turned out to be their last for RCA.<ref name=\"AMG\"/> Sax player Jeff Kirk accompanied the band on some of their dates during the 1979 tour.\n\n[[Casablanca Records]], who at this time was trying to play down its reputation as primarily a [[disco]] label, signed Pure Prairie League and other non-dance acts to its roster in 1980.<ref name=\"AMG\"/> In January, guitarist Jeff Wilson came in to replace Bolin, and the band's next release, ''[[Firin' Up]]'' (February 1980) spawned the hits \"[[Let Me Love You Tonight]]\" and \"I'm Almost Ready\", both sung by Gill, with [[saxophone]] accompaniment by [[David Sanborn]].<ref name=\"AMG\"/> A second Casablanca release, ''[[Something in the Night]]'' (February 1981), kept Pure Prairie League on the charts with \"Still Right Here in My Heart\".<ref name=\"AMG\"/> However, as fate would have it, Casablanca ultimately went bankrupt and was sold to [[Polygram Records]]. Polygram then dropped most of Casablanca's roster, including Pure Prairie League.<ref name=\"AMG\"/>\n\nBoth Gill and Wilson left in early 1982, and Gill pursued a successful solo country career.<ref name=\"AMG\"/>\n\n==Later years==\nDespite the lack of a recording contract, the group still found itself in demand as a live act and played in clubs and at outdoor festivals.\n\nTim Goshorn returned in 1982 and Mike Hamilton (vocals, guitars, from [[Kenny Loggins]]' band) also joined the same year and was there for six months (until mid-1982) and joined again in 1987 for touring and for the recording of “Mementos”. \nAl Garth (vocals, woodwinds, fiddle, keyboards), another Loggins alumnus ([[Loggins & Messina]], also [[Poco (band)|Poco]] and [[Nitty Gritty Dirt Band]]), joined as well, from 1982 to 1985.\n\nLongtime drummer Billy Hinds retired from the road in 1984. He was first succeeded by Merel Bregante (also ex-Loggins & Messina and Nitty Gritty Dirt Band) and then by Joel Rosenblatt (1985–1986) and Steve Speelman (ex-Steele) (1986–1988). Sax player Dan Clawson took over for Garth in 1985 and [[Gary Burr]] (vocals, guitars) was a member from 1984 to 1985.\n\n1985 also saw the return of the group's co-founder Craig Fuller (who had fronted the groups [[American Flyer (band)|American Flyer]] and Fuller/Kaz in the mid-to-late 1970s, after he had returned to music).\n\n''Mementos 1971-1987'', which contained re-recordings of their best known material plus four new songs, was released on the small Rushmore label in December 1987 and was recorded back in Ohio, where the band had returned their home base. It featured guest appearances from many of the band's alumni, including Gill, Powell, the Goshorns, Call, Burr, Rosenblatt and Mike Hamilton.\n\nIn 1988 the band decided to call it quits. Fuller, who had already joined a reformed [[Little Feat]] in 1987, played with Pure Prairie League for their final shows in the spring of 1988.<ref name=\"AMG\"/>\n\n==Rebirth==\nA decade later (in 1998), Pure Prairie League was back with a line-up of Fuller, Connor, Reilly, Burr, [[Fats Kaplin]] (pedal steel guitar, mandolin, banjo, fiddle, accordion, washboard) and Rick Schell (vocals, drums, percussion). After two years, Burr was succeeded by [[Curtis Wright]] (vocals, guitars) in June 2000 and the group began work on a new album in 2002, yet abandoned the sessions and separated again after Schell became busy with other projects.<ref name=\"AMG\"/>\n\nMichael Connor (born December 7, 1949) died after a long battle with cancer on September 2, 2004, at age 54.<ref name=\"obit\">{{cite web |url=https://www.legacy.com/obituaries/heraldtribune/obituary.aspx?n=michael-edward-connor&pid=86261376|title=Michael Edward Connor|last=|first=|date=September 6, 2004|access-date=May 19, 2021|website=Legacy.com}}</ref> Following Connor's death, the group resumed touring once again with Fuller, Reilly, Schell, Wright and Kaplin (when available) and released ''All in Good Time'' in November 2005.<ref name=\"AMG\"/> Their first album in 18 years, this release appeared on the small Drifter's Church label.<ref name=\"AMG\"/>\n\nSince this time, Pure Prairie League has continued to tour, playing a handful of shows every year. Donnie Lee Clark replaced Curtis Wright in late 2006 after Wright joined [[Reba McEntire]]'s band. Mike Reilly was sidelined in 2006 after he was forced to undergo a liver transplant. Jack Sundrud (from [[Poco (band)|Poco]]) came in to sub for Reilly. Rick Plant also did a brief stint with them on bass before relocating to Australia in late 2006. Jeff \"Stick\" Davis (from [[Amazing Rhythm Aces]]) sat in on bass for Mike in 2007. In May 2007 Reilly appeared at a few shows and played guitar yet was unable to come back full-time until 2008. John David Call played some concerts in 2006 & 2007, standing in for Kaplin, and returned to the band full-time in June 2010.\n\nAs of May 2011, it was announced, via the Pure Prairie League website, that Fuller would not be appearing at all of the band's shows that year, as he decided to take a break from touring. He ended up leaving the group again altogether by 2012. On February 10, 2012 at The Syndicate in [[Newport, Kentucky]], Fuller, his son Patrick, Tommy McGrail, and George Ed Powell (a frequent guest at their Ohio shows in recent years) took to the stage to join the current Pure Prairie League line-up of John David Call, Mike Reilly, Rick Schell and Donnie Lee Clark.<ref name=\"AMG\"/> In May 2012 Scott Thompson (vocals, drums, percussion) replaced Rick Schell, who departed to continue to grow his real estate business.\n\nFormer member Tim Goshorn (born November 27, 1954) died at his home in [[Williamstown, Kentucky]] after a bout with cancer on April 15, 2017, at age 62.<ref name=\"obit2\">{{cite web |url=https://www.middendorf-funeralhome.com/obituary/5916112|title=Tim Paul Goshorn November 27, 1954 - April 15, 2017|access-date=May 19, 2021|website=Middendorf-funeralhome.com}}</ref>\n\nIn 2018 the group added additional member Randy Harper on vocals, guitar and keyboards.<ref>{{Cite web|url=https://pureprairieleague.com/about-us/|title=About Us &#124; Pure Prairie League|website=Pureprairieleague.com|access-date=August 9, 2021}}</ref>\n\nTim Goshorn's brother Larry, who had played with Pure Prairie League from 1973 to 1978, also fell victim to cancer and died on September 14, 2021.<ref>[https://local12.com/news/local/local-musician-larry-goshorn-has-died-cincinnati-pure-prairie-league-tim-cancer \"Local musician Larry Goshorn has died\", ''WKRC'', December 15, 2021]. Retrieved December 15, 2021</ref>\n\nIn 2021 long time bassist Mike Reilly retired from the road due to health issues and fifteen year veteran Donnie Lee Clark departed as well, paving the way for new members Jared Camic (vocals, bass) and Jeff Zona (vocals, guitar). Reilly did return briefly in February 2022 as a special guest on the Rock Legends Cruise.<ref>{{cite web |url=https://pureprairieleague.com/about-us/ |title=About Us &#124; Pure Prairie League}}</ref>\n\nThe band endorses a number of charitable efforts, Pittsburgh's ongoing BurghSTOCK Concert Series among them.\n\n==Members==\n===Current===\n* John David Call — pedal steel guitar, banjo, dobro (1970–1972, 1973–1977, 2010–present; guest 2006–2007)\n* Scott Thompson — vocals, drums, percussion (2012–present)\n* Randy Harper - vocals, keyboards, guitar (2018–present)\n* Jared Camic - vocals, bass (2021–present)\n* Jeff Zona - vocals, guitar (2021–present)\n\n===Former===\n* [[Craig Fuller]] - vocals, lead guitar, bass (1970–1973, 1985–1988, 1998–2002, 2004–2012)\n* George Ed Powell — vocals, rhythm guitar, lead guitar (1970—1978; occasional guest at Ohio shows since 1998) \n* Phill Stokes — bass (1970—1971)\n* Robin Suskind — guitar, mandola (1970–1971)\n* Tom McGrail — drums (1970—1971)\n* Jim Caughlan — drums, guitar (1971—1972)\n* Jim Lanham — bass, backing vocals (1971–1972)\n* Billy Hinds — drums, percussion (1972–1984)\n* Michael Reilly - vocals, bass, guitar, mandolin (1972–1988, 1998–2021)\n* Michael Connor — piano, keyboards, synthesizers (1972–1988, 1998–2004; died 2004)\n* Larry Goshorn — vocals, guitars (1973–1978; died 2021)\n* Tim Goshorn - vocals, guitar (1977–1978, 1982—1988; died 2017)\n* [[Vince Gill]] – vocals, guitars, banjo, mandolin, fiddle, violin (1978–1982)\n* Steven Patrick Bolin — vocals, guitars, flute (1979–1980)\n* Mike Hamilton — vocals, guitars (1982 & 1987)\n* Al Garth — vocals, saxophone, woodwinds, fiddle, keyboards (1982—1985)\n* Merel Bregante — drums (1984–1985)\n* [[Gary Burr]] - vocals, guitars (1984–1985, 1998–2000)\n* Joel Rosenblatt — drums (1985–1986)\n* Dan Clawson — saxophone (1985–1988)\n* Steve Speelman — drums (1986–1988)\n* Rick Schell - vocals, drums, percussion (1998–2012)\n* Jeff Wilson — guitars (1980–1982)\n* [[Fats Kaplin]] — pedal steel guitar, mandolin, banjo, fiddle, accordion, washboard (1998–2010)\n* [[Curtis Wright]] - vocals, guitars (2000–2006)\n* Donnie Lee Clark - vocals, guitars (2006–2021)\n\n===Temporary and touring===\n* Chris Peterson — vocals, guitar (1978)\n* Jeff Redefer - guitar (1978)\n* Jeff Kirk — saxophone (1979)\n* Jack Sundrud – bass (2006)\n* Rick Plant - bass (2006)\n* Jeff “Stick” Davis – bass (2007)\n\n====Timeline====\n<timeline>\nImageSize  = width:900 height:auto barincrement:20\nPlotArea   = left:130 bottom:95 top:10 right:10\nAlignbars  = justify\nDateFormat = dd/mm/yyyy\nPeriod     = from:01/01/1970 till:31/07/2023\nTimeAxis   = orientation:horizontal format:yyyy\nLegend     = orientation:horizontal position:bottom\nScaleMajor = increment:5 start:1970\nScaleMinor = increment:1 start:1970\n\nColors =\n  id:steelguitar  value:teal   legend:Steel&nbsp;guitar\n  id:guitar       value:green  legend:Guitar\n  id:vocals       value:red    legend:Vocals\n  id:keyboards    value:purple legend:Keyboards\n  id:bass         value:blue   legend:Bass\n  id:drums  \t  value:orange legend:Drums\n  id:lines   \t  value:black  legend:Studio_albums\n  id:bars \t      value:gray(0.92)\n\nBarData =\n  bar:Call        text:\"John David Call\"\n  bar:TGoshorn    text:\"Tim Goshorn\"\n  bar:Kaplin      text:\"Fats Kaplin\"\n  bar:Fuller      text:\"Craig Fuller\"\n  bar:Powell      text:\"George Ed Powell\"\n  bar:Goshorn     text:\"Larry Goshorn\"\n  bar:Bolin       text:\"Steve Patrick Bolin\"\n  bar:Wilson      text:\"Jeff Wilson\"\n  bar:Gill        text:\"Vince Gill\"\n  bar:Burr        text:\"Gary Burr\"\n  bar:Wright      text:\"Curtis Wright\"\n  bar:Clark       text:\"Donnie Lee Clark\"\n  bar:Camic       text:\"Jared Camic\"\n  bar:Connor      text:\"Michael Connor\"\n  bar:Harper      text:\"Randy Harper\"\n  bar:Stokes      text:\"Phill Stokes\"\n  bar:Lanham      text:\"Jim Lanham\"\n  bar:Reilly      text:\"Michael Reilly\"  \n  bar:Zona        text:\"Jeff Zona\"\n  bar:McGrail     text:\"Tom McGrail\"\n  bar:Caughlan    text:\"Jim Caughlan\"\n  bar:Hinds       text:\"Billy Hinds\"\n  bar:Bregante    text:\"Merel Bregante\n  bar:Rosenblatt  text:\"Joel Rosenblatt\n  bar:Speelman    text:\"Steve Speelman\n  bar:Schell      text:\"Rick Schell\"\n  bar:Thompson    text:\"Scott Thompson\"\n\nPlotData =\n  width:11 textcolor:black align:left anchor:from shift:(10,-4)\n  bar:Call        from:01/01/1970 till:30/06/1972 color:steelguitar\n  bar:Call        from:01/01/1973 till:30/06/1977 color:steelguitar\n  bar:Call        from:01/07/2010 till:31/12/2022 color:steelguitar\n  bar:TGoshorn    from:01/07/1977 till:31/12/1978 color:steelguitar \n  bar:TGoshorn    from:01/07/1982 till:31/12/1988 color:steelguitar\n  bar:Kaplin      from:01/01/1998 till:30/06/2010 color:steelguitar\n  bar:Fuller      from:01/01/1970 till:30/06/1973 color:guitar\n  bar:Fuller      from:30/06/1972 till:31/12/1972 color:bass        width:7\n  bar:Fuller      from:01/07/1985 till:31/12/1988 color:guitar\n  bar:Fuller      from:01/01/1998 till:31/12/2002 color:guitar\n  bar:Fuller      from:01/01/2004 till:31/12/2012 color:guitar\n  bar:Fuller      from:01/01/2011 till:30/06/2012 color:guitar\n  bar:Powell      from:01/01/1970 till:30/06/1978 color:guitar\n  bar:Goshorn     from:01/07/1973 till:30/06/1978 color:guitar\n  bar:Bolin       from:01/01/1979 till:31/12/1979 color:guitar\n  bar:Wilson      from:01/01/1980 till:30/06/1982 color:guitar \n  bar:Gill        from:30/06/1978 till:30/06/1982 color:guitar\n  bar:Burr        from:01/07/1982 till:30/06/1985 color:guitar\n  bar:Burr        from:01/01/1998 till:30/06/2000 color:guitar\n  bar:Wright      from:01/07/2000 till:30/06/2006 color:guitar\n  bar:Clark       from:01/07/2006 till:30/06/2021 color:guitar\n  bar:Zona        from:01/07/2021 till:end        color:bass\n  bar:Connor      from:01/07/1972 till:31/12/1988 color:keyboards\n  bar:Harper      from:01/01/2018 till:end        color:keyboards\n  bar:Connor      from:01/01/1998 till:31/05/2004 color:keyboards\n  bar:Stokes      from:01/01/1970 till:30/06/1971 color:bass\n  bar:Lanham      from:01/07/1971 till:30/06/1972 color:bass\n  bar:Reilly      from:31/12/1972 till:31/12/1988 color:bass\n  bar:Reilly      from:01/01/1998 till:30/06/2021 color:bass\n  bar:Camic       from:01/07/2021 till:end        color:guitar\n  bar:McGrail     from:01/01/1970 till:30/06/1971 color:drums    \n  bar:Caughlan    from:01/07/1971 till:30/06/1972 color:drums\n  bar:Hinds       from:01/07/1972 till:30/06/1984 color:drums\n  bar:Bregante    from:01/07/1984 till:30/06/1985 color:drums\n  bar:Rosenblatt  from:01/07/1985 till:30/06/1986 color:drums\n  bar:Speelman    from:01/07/1986 till:31/12/1988 color:drums\n  bar:Schell      from:01/01/1998 till:30/06/2012 color:drums\n  bar:Thompson    from:01/07/2012 till:end        color:drums\n\n  width:3 textcolor:black align:left anchor:from shift:(10,-4)\n  bar:Fuller      from:01/01/1970 till:30/06/1973 color:vocals\n  bar:Fuller      from:01/07/1985 till:31/12/1988 color:vocals\n  bar:Fuller      from:01/01/1998 till:31/12/2002 color:vocals\n  bar:Fuller      from:01/01/2004 till:31/12/2012 color:vocals\n  bar:Fuller      from:01/01/2011 till:30/06/2012 color:vocals\n  bar:Powell      from:01/01/1970 till:30/06/1978 color:vocals\n  bar:Goshorn     from:01/07/1973 till:30/06/1978 color:vocals\n  bar:Bolin       from:01/01/1979 till:31/12/1979 color:vocals\n  bar:Wilson      from:01/01/1980 till:30/06/1982 color:vocals\n  bar:Gill        from:30/06/1978 till:30/06/1982 color:vocals\n  bar:Burr        from:01/07/1982 till:30/06/1985 color:vocals\n  bar:Burr        from:01/01/1998 till:30/06/2000 color:vocals\n  bar:Wright      from:01/07/2000 till:30/06/2006 color:vocals\n  bar:Clark       from:01/07/2006 till:30/06/2021 color:vocals\n  bar:Camic       from:01/07/2021 till:end        color:vocals\n  bar:Reilly      from:31/12/1972 till:31/12/1988 color:vocals\n  bar:Reilly      from:01/01/1998 till:30/06/2021 color:vocals\n  bar:Call        from:01/01/1973 till:30/06/1977 color:vocals\n  bar:TGoshorn    from:01/07/1977 till:31/12/1978 color:vocals\n\nLineData =\n layer:back\n\n at:01/03/1972\n at:01/10/1972\n at:23/01/1975\n at:01/01/1976\n at:01/11/1976\n at:01/03/1978\n at:01/06/1979\n at:01/02/1980\n at:01/02/1981\n at:07/12/1987\n at:01/01/2006\n</timeline>\n\n==Discography==\n===Albums===\n{| class=\"wikitable\" style=\"text-align:center;\"\n|-\n! rowspan=\"2\"| Year\n! rowspan=\"2\"| Album\n! colspan=\"3\"| Peak chart positions\n|- style=\"font-size:smaller;\"\n! style=\"width:45px;\"| [[Billboard 200|US]]\n! style=\"width:45px;\"| [[Top Country Albums|US Country]]\n! style=\"width:45px;\"| [[Canadian Albums Chart|CAN]]\n|-\n| rowspan=\"2\"| 1972\n| style=\"text-align:left;\"| ''[[Pure Prairie League (album)|Pure Prairie League]]''\n| —\n| —\n| —\n|-\n| style=\"text-align:left;\"| ''[[Bustin' Out]]''\n| 34\n| —\n| 24\n|- \n| 1975\n| style=\"text-align:left;\"| ''[[Two Lane Highway]]''\n| 24\n| —\n| 68\n|-\n| rowspan=\"2\"| 1976\n| style=\"text-align:left;\"| ''[[If the Shoe Fits]]''\n| 33\n| —\n| 89\n|-\n| style=\"text-align:left;\"| ''[[Dance (Pure Prairie League album)|Dance]]''\n| 99\n| 39\n| —\n|-\n| 1977\n| style=\"text-align:left;\"| ''Takin' the Stage''\n| 68\n| 34\n| 58\n|-\n| 1978\n| style=\"text-align:left;\"| ''[[Just Fly]]''\n| 79\n| —\n| 70\n|-\n| 1979\n| style=\"text-align:left;\"| ''[[Can't Hold Back (Pure Prairie League album)|Can't Hold Back]]''\n| 124\n| —\n| —\n|-\n| 1980\n| style=\"text-align:left;\"| ''[[Firin' Up]]''\n| 37\n| —\n| 78\n|-\n| 1981\n| style=\"text-align:left;\"| ''[[Something in the Night]]''\n| 72\n| —\n| —\n|-\n| 1987\n| style=\"text-align:left;\"| ''Mementos 1971-1987'' (re-recordings)\n| —\n| —\n| —\n|-\n| 1995\n| style=\"text-align:left;\"| ''Best Of'' (Casablanca)\n| —\n| —\n| —\n|-\n| 1999\n| style=\"text-align:left;\"| ''Greatest Hits'' (RCA)\n| —\n| —\n| —\n|-\n| 2005\n| style=\"text-align:left;\"| ''All in Good Time...''\n| —\n| —\n| —\n|}\n\n===Singles===\n{| class=\"wikitable\"\n|-\n! rowspan=\"2\"| Year\n! rowspan=\"2\"| Single\n! colspan=\"5\"| Peak chart positions\n! rowspan=\"2\"| Album\n|-\n! style=\"width:45px;\"| <small>[[Billboard Hot 100|US]]</small>\n! style=\"width:45px;\"| <small>[[Hot Adult Contemporary Tracks|US AC]]</small>\n! style=\"width:45px;\"| <small>[[Hot Country Songs|US Country]]</small>\n! style=\"width:45px;\"| <small>CAN</small>\n! style=\"width:45px;\"| <small>CAN AC</small>\n|-\n| 1975\n| \"[[Amie (song)|Amie]]\" (released as studio edit in 1975)<ref>{{cite news|last=The Intelliencer|title=Forty Years Later, 'Amie' Still a Fan Favorite|url=https://www.theintell.com/cc155682-89eb-58d8-b0cb-270c24221d28.html}}</ref>\n| style=\"text-align:center;\"| 27\n| style=\"text-align:center;\"| 20\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| 40\n| style=\"text-align:center;\"| 19\n| ''Bustin' Out''\n|-\n| 1975\n| \"Two Lane Highway\"\n| style=\"text-align:center;\"| 97\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| ''Two Lane Highway''\n|-\n| 1976\n| \"[[That'll Be the Day]]\"\n| style=\"text-align:center;\"| 106\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| 96\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| ''If the Shoe Fits''\n|-\n| rowspan=\"3\"| 1980\n| \"[[Let Me Love You Tonight]]\"\n| style=\"text-align:center;\"| 10\n| style=\"text-align:center;\"| 1\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| 14\n| style=\"text-align:center;\"| 1\n|rowspan=3|''Firin' Up''\n|-\n| \"I'm Almost Ready\"\n| style=\"text-align:center;\"| 34\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n|-\n| \"I Can't Stop the Feelin'\"\n| style=\"text-align:center;\"| 77\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n|-\n| rowspan=\"2\"| 1981\n| \"Still Right Here in My Heart\"\n| style=\"text-align:center;\"| 28\n| style=\"text-align:center;\"| 4\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| rowspan=\"2\"| ''Something in the Night''\n|-\n| \"You're Mine Tonight\"\n| style=\"text-align:center;\"| 68\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| —\n| style=\"text-align:center;\"| 21\n|}\n\n==References==\n{{reflist}}\n\n==External links==\n*{{AllMusic|id= pure-prairie-league-mw0000845654}}\n*{{IMDb name|3171933}}\n*[https://www.gigmasters.com/rock-band/pure-prairie-league Pure Prairie Band Booking Information - GigMasters]\n\n{{Pure Prairie League}}\n\n{{Authority control}}\n\n[[Category:American country rock groups]]\n[[Category:American soft rock music groups]]\n[[Category:Musical groups established in 1970]]\n[[Category:RCA Records artists]]\n[[Category:Thirty Tigers artists]]\n[[Category:Casablanca Records artists]]\n[[Category:Musical groups from Ohio]]"
}