{
    "Randy_Travis": "{{Short description|American country and gospel singer (born 1959)}}\n{{Good article}}\n{{Use American English|date=July 2024}}\n{{Use mdy dates|date=July 2024}} \n{{Infobox person\n| name          = Randy Travis\n| image         = File:Randy Travis 2007.jpg\n| alt           = Singer Randy Travis, wearing a tan suit and singing into a microphone while playing an acoustic guitar.\n| caption       = Travis performing in [[Bolingbrook, Illinois]], in 2007.\n| birth_name    = Randy Bruce Traywick\n| birth_date    = {{birth date and age|1959|5|4}}\n| birth_place   = [[Marshville, North Carolina]], U.S.\n| other_names   = Randy Ray\n| occupation    = {{hlist|Singer|Songwriter|Actor}}\n| works = {{hlist|[[Randy Travis filmography]]|[[List of awards and nominations received by Randy Travis|List of awards]]}}\n| years_active  = 1979{{ndash}}present\n| spouse =\n{{plainlist|\n*{{Marriage|Lib Hatcher|1991|2010|end=div}}\n*{{marriage|Mary Davis|2015}}}}\n| module             = {{Infobox musical artist\n| embed           = yes\n| genre           = {{hlist|[[Country music|Country]]|[[Gospel music|Gospel]]}}\n| instrument      = {{hlist|Vocals|Acoustic guitar}}\n| label           = {{hlist|Paula|[[Warner Records|Warner Nashville]]|[[DreamWorks Records|DreamWorks Nashville]]|[[Word Records|Word]]|Gaither Music Group}}\n| discography = {{hlist|[[Randy Travis albums discography]]|[[Randy Travis singles discography]]}}\n| website         = {{URL|http://www.randytravis.com|randytravis.com}}\n}}\n}}\n'''Randy Bruce Traywick''' (born May 4, 1959), known professionally as '''Randy Travis''', is an American [[country music]] and [[gospel music]] singer and songwriter, as well as a film and television actor. Active since 1979, he has recorded over 20 studio albums and charted over 50 singles on the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs]] charts, including sixteen that reached the number-one position. \n\nTravis's commercial success began in the mid-1980s with the release of his album ''[[Storms of Life]]'', which sold more than four million copies. Travis followed up his successful debut with a string of platinum and multi-platinum albums. By the mid-1990s, Travis saw a decline in his chart success. In 1997, he left [[Warner Bros. Records]] for [[DreamWorks Records]]; he signed to [[Word Records]] for a series of gospel albums beginning in 2000 before transferring back to Warner at the end of the 21st century's first decade. Travis sold over 25 million records and has won seven Grammy Awards, eleven [[Academy of Country Music|ACM Awards]], eight [[Dove Awards]], and a star on the [[Hollywood Walk of Fame]]. In 2016, Travis was inducted into the [[Country Music Hall of Fame]]. Major songs of his include \"[[On the Other Hand]]\", \"[[Forever and Ever, Amen]]\", \"[[I Told You So (Randy Travis song)|I Told You So]]\", \"[[Hard Rock Bottom of Your Heart]]\", and \"[[Three Wooden Crosses]]\".\n\nTravis is noted as a key figure in the [[neotraditional country]] movement, a return to more traditional sounds within the genre following the [[country pop]] crossovers of the early 1980s. He is considered an influence on later generations of country singers, and is noted for his [[baritone]] singing voice. Nearly all of his albums were produced or co-produced by [[Kyle Lehning]], with frequent co-writing credits from Travis, [[Paul Overstreet]], [[Don Schlitz]], and [[Skip Ewing]]. Since surviving a near-fatal [[stroke]] in 2013, which severely limited his singing and speaking ability, he has released archival recordings and made limited public appearances. James Dupré has toured singing his songs with Travis's road band. In 2024, Travis released \"[[Where That Came From]]\", his first studio recording since his stroke, where his voice was re-created using [[artificial intelligence]].\n\nTravis also holds several film and television acting roles, including the television movies ''[[Wind in the Wire (film)|Wind in the Wire]]'' and ''[[A Holiday to Remember]]'', episodes of the television series ''[[Matlock (TV series)|Matlock]]'', and the [[Patrick Swayze]] movie ''[[Black Dog (1998 film)|Black Dog]]''.\n\n==Biography==\nRandy Bruce Traywick was born May 4, 1959, in [[Marshville, North Carolina]].{{sfn|Whitburn|2017|pages=365-366}} He is the second of six children to Bobbie Traywick ([[née]] Tucker) and Harold Traywick.{{Sfn|Cusic|1990|pages=1-3, 8, 9}}{{sfn|Travis|Abraham|2019|p=3}} Harold Traywick worked as a meat packer and also built houses.{{Sfn|Cusic|1990|pages=8, 9}} He also enjoyed listening to [[country music]] such as [[Ernest Tubb]] and [[Patsy Cline]], in addition to singing, playing guitar, and writing his own songs. By the time Randy was eight years old, his father would send him and his brothers to the house of a friend named Kate Magnum, who would teach him and his brothers Ricky and David how to play guitar.{{Sfn|Cusic|1990|page=12}} Harold also constructed a stage behind the family house, where he would invite friends over to hear his sons sing.{{Sfn|Cusic|1990|page=13}} Randy and Ricky performed publicly for the first time in 1968 at a talent show held at the local [[elementary school]]; while the brothers did not win, they continued to perform at local talent shows, with David later joining to accompany them on [[bass guitar]].{{Sfn|Cusic|1990|pages=13-14}}\n\nRandy dropped out of school in the ninth grade.{{Sfn|Cusic|1990|pages=18}} As a teenager, he committed a number of criminal offenses. These included [[reckless driving]] after he crashed Ricky's car in a cornfield, breaking into a church to hold a party, [[driving under the influence]], [[resisting arrest]], and stealing knives and watches from a local store.{{Sfn|Cusic|1990|pages=18}} On his seventeenth birthday, Randy was arrested for [[public intoxication]] and faced imprisonment.{{Sfn|Cusic|1990|page=19}} Despite his charges, [[Don Cusic]] noted in the 1990 book ''Randy Travis: The King of the New Country Traditionalists'' that his parents still supported him, as they would pay his [[bail]] and support him in court whenever he was arrested.{{Sfn|Cusic|1990|page=19}}\n\nIn 1977, the Traywicks entered a talent competition held in [[Charlotte, North Carolina]], after hearing an advertisement for it on the radio. The grand prize for the contest was $100 cash and a recording session.{{Sfn|Cusic|1990|page=21}} The contest consisted of eight semi-final audition rounds held every Tuesday at Country City USA, a [[nightclub]] co-owned by Randy's then-future wife, Mary Elizabeth \"Lib\" Hatcher.{{Sfn|Cusic|1990|page=21}}<ref name=\"virgin\"/> At the performance, Randy played [[rhythm guitar]] and sang, while Ricky played [[lead guitar]]. However, Ricky had to drop out of the competition partway through because he had to serve time at a [[youth detention center]], leaving Randy to continue as a solo act. Randy ended up winning the competition.{{Sfn|Cusic|1990|pages=21-22}} After doing so, he began to hold a conversation with Hatcher about his then-impending arrest charges for [[hot-wiring]] a neighbor's truck.{{Sfn|Cusic|1990|page=22}} Hatcher and disc jockey John Harper, who also worked at the club, chose to represent Randy in court, which led to him serving [[probation]] and coming under the custody of the Hatchers in lieu of a jail sentence.{{Sfn|Cusic|1990|page=22}}<ref name=\"allmusic\"/> Additionally, Hatcher employed Randy as a singer at Country City USA.{{Sfn|Cusic|1990|page=22}} During this time, Hatcher advised him on his singing and performance. Harold would attend Randy's performances in this timespan, but was later banned from the club after altercations with patrons.{{Sfn|Cusic|1990|pages=27-28}}\n\n==Music career==\nHatcher booked a number of country music singers to perform at her club as a means of making connections with country music executives in [[Nashville, Tennessee]].{{Sfn|Cusic|1990|pages=29-30}} One such singer, [[Joe Stampley]], agreed to produce a session for Traywick in Nashville. Hatcher paid $10,000 for the recording session and promotion, which was done through a small independent label based out of [[Shreveport, Louisiana]], called Paula Records. The session accounted for the singles \"She's My Woman\" and \"I'll Take Any Willing Woman\". Traywick and Hatcher distributed copies of the single to radio stations throughout the [[Southern United States]] in 1979. The former reached 91 on the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs]] charts.{{Sfn|Cusic|1990|page=30}} After the failure of these singles, Hatcher and Traywick continued submitting [[demo (music)|demo]] recordings to executives but were unable to garner interest at first.{{Sfn|Cusic|1990|page=31}} In 1981, Traywick and Hatcher chose to move to Nashville to put themselves closer to the center of the country music industry. Despite this, they would still travel back to Charlotte on weekends to tend to business at Country City USA, which by that point had relocated to a larger building.{{Sfn|Cusic|1990|pages=29, 40}} They supported themselves by renting out part of their Nashville house to songwriter [[Keith Stegall]], who used it as an office.{{Sfn|Cusic|1990|pages=39, 41}} Stegall then introduced the two to song publisher and disc jockey Charlie Monk at a golf game, which led to him performing songs for Monk. Stegall also submitted Traywick's demos to various Nashville producers to garner interest in a recording contract. Traywick recorded one session with producer John Ragsdale for the intent of signing him to [[Curb Records]], but the label ultimately chose not to sign him.{{Sfn|Cusic|1990|pages=42-43}}\n\nIn 1982 Hatcher began managing a nightclub called the Nashville Palace through the recommendation of singer [[Ray Pillow]]. She initially hired Traywick to wash dishes, but soon began to have him perform there as well. By this point, the two had begun crediting the singer as Randy Ray, as they thought the name was easier to pronounce than \"Traywick\".{{Sfn|Cusic|1990|pages=46-47}} Hatcher also rented her in-house office space out to other industry executives, including staff of ''[[Radio & Records]]'' magazine; meanwhile, Randy Ray continued to work on his songwriting under Stegall's mentorship.{{Sfn|Cusic|1990|pages=51-52}} By the end of the year, Hatcher and Nashville Palace owner John Hobbs financed an independent album titled ''Randy Ray Live at the Nashville Palace'', which consisted of ten songs recorded by him at the Palace. Stegall served as producer on this project.{{Sfn|Cusic|1990|pages=55-57}} He also auditioned on ''You Can Be a Star'', a talent show on the former [[The Nashville Network|Nashville Network]] (TNN), in early 1983. He placed second behind Lang Scott, who would later marry country singer [[Linda Davis]].{{Sfn|Cusic|1990|page=54}} [[Ralph Emery]] also invited him to perform several times on the TNN talk show ''[[Nashville Now]]'', which he hosted.{{Sfn|Cusic|1990|pages=63, 64}}\n\nDespite the exposure from ''Nashville Now'', he still failed to secure a recording contract throughout 1984.{{Sfn|Cusic|1990|pages=63, 64}} Martha Sharp, then working in [[artists and repertoire]] (A&R) at [[Warner Bros. Records]]'s Nashville division, attended a seminar in late 1984 where executives suggested signing attractive young artists with a \"traditional\" sound. Through mutual contacts with Monk and Stegall, she became aware of Randy Ray, who at the time was working on more songs with the latter.{{Sfn|Cusic|1990|page=72}} Sharp arranged for him to be signed to a contract initially consisting of four songs. Executives disliked the name \"Randy Ray\" as they thought it sounded \"[[podunk]]\", and thus Sharp suggested \"Randy Travis\".{{Sfn|Cusic|1990|pages=72-73}}\n\n===1985{{ndash}}1986: ''Storms of Life''===\nTravis signed with Warner Nashville in early 1985. His first contract with them resulted in the recording of four songs. These were \"Prairie Rose\", \"[[On the Other Hand]]\", \"Carrying Fire\", and \"Reasons I Cheat\". \"Prairie Rose\" appeared on the soundtrack of the 1985 film ''[[Rustlers' Rhapsody]]''.{{Sfn|Cusic|1990|pages=74-75}} [[Keith Whitley]] had also recorded \"On the Other Hand\" for his 1985 debut album ''[[L.A. to Miami]]''.<ref>{{cite web | url=https://www.allmusic.com/album/la-to-miami-mw0000192307 | title=''L.A. to Miami'' | publisher=AllMusic | accessdate=January 18, 2024 | author=Al Campbell}}</ref> These four songs were all recorded in the same session, with Stegall and [[Kyle Lehning]] co-producing. At the time, Lehning was best known for producing [[Dan Seals]] and had also worked with Stegall on his own singles for [[Epic Records]]. Although Lehning did not want to work with Travis at first, he chose to do so after Monk and Sharp encouraged him.{{Sfn|Cusic|1990|pages=74-75}} After recording these songs, Travis appeared on ''Nashville Now'' again on May 17, 1985, where he performed with [[Johnny Russell (singer)|Johnny Russell]] and [[Lorrie Morgan]].{{Sfn|Cusic|1990|page=77}} Warner also included him among the performers at their talent showcase at the Fan Fair (now [[CMA Music Festival]]) in downtown Nashville in mid-1985.{{Sfn|Cusic|1990|pages=80-81}} Warner released \"On the Other Hand\" in August 1985, and the song charted at number 67 on Hot Country Songs before falling off.{{Sfn|Cusic|1990|page=81}} The follow-up \"[[1982 (Randy Travis song)|1982]]\" peaked at number six on the country charts in early 1986,{{sfn|Whitburn|2017|pages=365-366}} thus becoming Travis's first hit single.{{Sfn|Cusic|1990|pages=82-83}} Following the success of \"1982\", Travis was booked as an opening act for [[Barbara Mandrell]] and [[T. G. Sheppard]], leading to both Travis and Hatcher quitting the Palace.{{Sfn|Cusic|1990|pages=83-85}} The song's success also led to him performing on the [[Grand Ole Opry]] for the first time in March 1986.{{Sfn|Cusic|1990|page=86}} He also received an award for Top New Male Vocalist from the [[Academy of Country Music]] (ACM).<ref name=\"acm\">{{cite web | url=https://www.acmcountry.com/winners?awardTitle=randy+travis&awardCategory=&awardYear=&actionButton=Submit | title=Search results for Randy Travis | publisher=[[Academy of Country Music]] | accessdate=January 18, 2024}}</ref> This was followed by further opening act gigs throughout early 1986, which resulted in gigs from [[California]] to [[Georgia (U.S. state)|Georgia]]. For this capacity, Travis and Hatcher bought a former [[multi-stop truck|bread truck]] which they converted to a tour bus, in addition to hiring a five-piece band to perform with him. One of the band members was then-future [[Shenandoah (band)|Shenandoah]] member Rocky Thacker.{{Sfn|Cusic|1990|page=93}}\n\n[[File:Don Schlitz, January 2024.jpg|200px|thumb|right|[[Don Schlitz]] co-wrote Travis's singles \"On the Other Hand\", \"Forever and Ever, Amen\", and \"Deeper Than the Holler\".|alt=A head shot of singer-songwriter Don Schlitz.]]\n\nAfter \"1982\" became Travis's first top-ten hit, Warner executives chose to re-release \"On the Other Hand\". Nick Hunter, who promoted singles to country radio for Warner, noted that the song was popular in sales and listener demand despite its initially low chart peak. Although some radio disc jockeys considered the song \"too country\", it received very high requests from listeners and continued to sell strongly.{{Sfn|Cusic|1990|page=97}} Upon re-release, \"On the Other Hand\" went on to become his first number-one single, reaching the top of the ''Billboard'' country charts in July 1986.{{Sfn|Cusic|1990|pages=97-99}} \"On the Other Hand\" and \"1982\" were both included on Travis's debut album for Warner, ''[[Storms of Life]]''.<ref name=\"allmusic\">{{cite web | url=https://www.allmusic.com/artist/randy-travis-mn0000396676#biography | title=Randy Travis biography | publisher=[[AllMusic]] | accessdate=December 14, 2023 | author=[[Brian Mansfield]]}}</ref> The album was released on June 2, 1986, and sold over 100,000 copies in its first sales week in addition to reaching number one on [[Top Country Albums]].{{Sfn|Cusic|1990|page=98}} Six years after its release, the album was [[music recording certification|certified triple platinum]] by the [[Recording Industry Association of America]] (RIAA), honoring U.S. sales of three million copies.<ref name=\"riaa\">{{cite web | url=https://www.riaa.com/gold-platinum/?tab_active=default-award&se=randy+travis#search_section | title=Search results for Randy Travis | publisher=[[Recording Industry Association of America]] | accessdate=January 18, 2024}}</ref> One of the tracks, Travis's own composition \"Send My Body\", had previously appeared on the Randy Ray album in 1982.{{Sfn|Cusic|1990|page=99}} Lehning and Stegall co-produced the album; they also contributed on keyboard and guitar respectively. Other musicians on the project included drummers [[Eddie Bayers]], [[Larrie Londin]], and [[James Stroud]]; guitarist [[Larry Byrom]]; [[Dobro]] player [[Jerry Douglas]]; bassist [[David Hungate]]; and backing vocals from Lehning, [[Baillie & the Boys]], [[Paul Davis (singer)|Paul Davis]], and [[Paul Overstreet]].<ref>{{Cite AV media notes |title=Storms of Life |title-link=Storms of Life |others=Randy Travis |date=1986 |type=CD booklet |publisher=Warner Bros. Records |id=9 25435-2}}</ref> The album produced another number-one in \"[[Diggin' Up Bones]]\" in late 1986, and a number two single in \"[[No Place Like Home (Randy Travis song)|No Place Like Home]]\" in early 1987. Overstreet wrote \"On the Other Hand\" with [[Don Schlitz]], \"Diggin' Up Bones\" with [[Nat Stuckey]], and \"No Place Like Home\" by himself.{{sfn|Whitburn|2017|pages=365-366}} The latter was also Travis's first single to be promoted through a [[music video]].{{Sfn|Cusic|1990|pages=116-117}}\n\nIn late 1986, Travis was asked to host the [[Country Music Association]] (CMA) Awards telecast to replace original host [[Ricky Skaggs]], who had to back out after his son was hospitalized with a neck injury.{{Sfn|Cusic|1990|pages=109-110}} Travis won the Horizon Award (now called Best New Artist) at that ceremony, while also receiving a nomination for Male Vocalist of the Year. Additionally, \"On the Other Hand\" was nominated for Single of the Year and ''Storms of Life'' for Album of the Year.<ref name=\"cma\">{{cite web | url=https://cmaawards.com/past-winners-and-nominees/?appSession=0OVG7FF72A0TYM7Y25BPF10171I0SH4B601JC3381UE0R895D3W16S3BC9OZ54F09K0748KLAGDOX46KGP6756ENO2UL32W6639L9WXEF138H37I4GD7DNLU863ORX5S | title=Search results for Randy Travis | publisher=[[Country Music Association]] | accessdate=January 18, 2024}}</ref> On November 15, 1986, Travis performed a concert with [[George Jones]] and [[Patty Loveless]] in Charlotte, North Carolina, where Charlotte's then-mayor [[Harvey Gantt]] declared November 15 to be \"Randy Travis Day\". A similar acknowledgement was passed as a city ordinanace in Travis's hometown of Marshville soon afterward.{{Sfn|Cusic|1990|page=112}} Warner also issued a Christmas single in December 1986 titled \"White Christmas Makes Me Blue\", which sold over 79,000 copies.{{Sfn|Cusic|1990|page=114}} By year's end, Skaggs had inducted Travis into the Grand Ole Opry, which was followed by Travis performing \"Diggin' Up Bones\".{{Sfn|Cusic|1990|page=115}} \"Diggin' Up Bones\" also accounted for Travis's first [[Grammy Award]] nomination, in the category of [[Grammy Award for Best Male Country Vocal Performance|Best Male Country Vocal Performance]], in early 1987.{{Sfn|Cusic|1990|pages=121-122}}<ref name=\"grammy\">{{cite web | url=https://www.grammy.com/artists/randy-travis/10366 | title=Randy Travis artist page | publisher=[[Grammy Awards]] | accessdate=January 18, 2024}}</ref>\n\n''Storms of Life'' also received critical favor. Mark A. Humphrey of [[AllMusic]] wrote that Travis had \"astonishing [[Lefty Frizzell]]-style pipes, excellent material, and sympathetic production\".<ref name=\"storms of life\">{{cite web | url=https://www.allmusic.com/album/storms-of-life-mw0000196112 | title=''Storms of Life'' review | publisher=AllMusic | accessdate=January 18, 2024 | author=Mark A. Humphrey}}</ref> An uncredited review in ''Billboard'' also described Travis's voice with favor, additionally stating that \" He has the material{{emdash}}introspective lyrics and gorgeous melodies{{emdash}}and the understated, classic country production here to make the most of his gifts.\"<ref>{{cite magazine | url=https://www.worldradiohistory.com/Archive-All-Music/Billboard/80s/1986/BB-1986-06-14.pdf | title=Reviews | magazine=Billboard | pages=72 | date=June 14, 1986}}</ref> Writing for the ''[[Chicago Tribune]]'', Jack Hurst also compared Travis's voice favorably to both Frizzell and [[Merle Haggard]], while also praising the lyrics of the singles in particular.<ref>{{cite news | url=https://www.newspapers.com/image/388795420/ | title=In review | work=[[Chicago Tribune]] | date=August 24, 1986 | accessdate=January 19, 2024 | pages=22, 23}}</ref>\n\n===1987{{Ndash}}1988: ''Always & Forever''===\nIn early 1987, Travis released the single \"[[Forever and Ever, Amen]]\". It held the number-one position on the ''Billboard'' country charts for three weeks,{{Sfn|Cusic|1990|page=122}} becoming the first song to hold that position for that long since [[Johnny Lee (singer)|Johnny Lee]]'s \"[[Lookin' for Love]]\" in 1980.{{sfn|Roland|1991|page=490}} The song served as the lead single to his second Warner album ''[[Always & Forever (Randy Travis album)|Always & Forever]]''.<ref name=\"allmusic\"/> As with \"On the Other Hand\", Schlitz and Overstreet co-wrote the song.{{sfn|Whitburn|2017|pages=365-366}} Corresponding with this song's success, Travis won Male Vocalist of the Year from the ACM awards, where ''Storms of Life'' won Album of the Year and \"On the Other Hand\" won both Song and Single of the Year.<ref name=\"acm\"/> During the awards ceremony, Travis performed \"Forever and Ever, Amen\" live for the first time. Cusic described the song in 1990 as a \"career record\".{{Sfn|Cusic|1990|page=122}} In addition to topping the country charts, \"Forever and Ever, Amen\" was a minor hit single in the [[United Kingdom]], reaching number 55 on the [[UK Singles Chart]].<ref>{{cite web|url=https://www.officialcharts.com/artists/|title=The Official Charts Company - Randy Travis|publisher=[[Official Charts Company]]|accessdate=July 8, 2011}}</ref> In 2019, editors of ''[[The Tennessean]]'' listed it as one of the 100 greatest country songs of all time, while also referring to it as Travis's [[signature song]].<ref>{{cite web | url=https://www.tennessean.com/story/entertainment/music/2019/08/25/best-country-music-songs-all-time/1760586001/ | title=What are the all-time greatest country songs? These 100 top our list | publisher=[[The Tennessean]] | date=August 25, 2019 | accessdate=January 18, 2024 | author1=Matthew Leimkuehler| author2= Dave Paulson| author3= Cindy Watts}}</ref> Two years later, \"Forever and Ever, Amen\" became Travis's highest-certified single, receiving double-platinum RIAA certification.<ref name=\"riaa\"/> \n\n[[File:Randytravis.jpg|200px|thumb|left|Travis performing in 2003.|alt=Singer Randy Travis, wearing a gray suit while singing into a microphone.]]\n\n''Always & Forever'' included Lehning as producer, with many of the same vocal and instrumental contributors as its predecessor such as Baillie & the Boys, Douglas, and Overstreet.<ref>{{Cite AV media notes |title=Always & Forever |title-link=Always & Forever (Randy Travis album) |others=Randy Travis |date=1987 |type=CD booklet |publisher=Warner Bros. Records |id= 9 25568-2}}</ref> Lehning worked with Travis, Hatcher, and Sharp to pick from several hundred songs before determining which ones would appear on the album.{{Sfn|Cusic|1990|page=124}} One track on the album was [[Dennis Linde]]'s composition \"[[What'll You Do About Me]]\", which was previously released by [[Steve Earle]] in 1984;<ref name=\"earle\">{{cite book |title=Steve Earle: Fearless Heart, Outlaw Poet |last=McGee |first=David |year=2005 |publisher=CMP Media |page=69 |isbn=9780879308421 |url=https://books.google.com/books?id=IH42pDz-jjYC&q=%22what%27ll+you+do+about+me%22&pg=PA69}}</ref> the song would later be released by [[the Forester Sisters]] in 1992,{{sfn|Whitburn|2017|page=130}} and [[Doug Supernaw]] in 1995.{{sfn|Whitburn|2017|page=353}} During the promotion of the album, Travis began to notice strain on his vocal cords, which was treated through consultations at [[Vanderbilt University Medical Center]].{{Sfn|Cusic|1990|page=125}} ''Always & Forever'' spent 43 weeks at the top of the ''Billboard'' [[Top Country Albums]] charts, breaking the previous longevity record of 28 weeks set by [[Alabama (band)|Alabama]]'s ''[[Mountain Music (album)|Mountain Music]]'' earlier in the decade.{{sfn|Roland|1991|page=490}}\n\n\"[[I Won't Need You Anymore (Always and Forever)]]\", \"[[Too Gone Too Long]]\", and \"[[I Told You So (Randy Travis song)|I Told You So]]\" were all released as singles from ''Always & Forever'', with all three reaching number one between 1987 and 1988.{{sfn|Whitburn|2017|pages=365-366}} Travis wrote \"I Told You So\" by himself in 1982 around the time he attempted to sign with Curb Records. Monk had also submitted the song to [[Lee Greenwood]] at that time, although he declined it. Both [[Darrell Clanton]] and Barbara Mandrell had recorded the song as well,{{Sfn|Cusic|1990|pages=42, 43, 63, 81}} the former as the [[B-side]] of his 1985 single \"I Forgot That I Don't Live Here Anymore\".{{sfn|Whitburn|2017|page=83}} In 1996, the album received Travis's highest certification of quintuple platinum for sales of five million copies.<ref name=\"riaa\"/>\n\nOverall, ''Always & Forever'' and its singles accounted for a number of award wins and nominations for Travis. \"Forever and Ever, Amen\" won both Song and Single of the Year at the following year's ACM awards (honoring the year 1987), where Travis also won Top Male Vocalist. He was also nominated for Entertainer of the Year, while \"Forever and Ever, Amen\" received a Music Video of the Year nomination and ''Always & Forever'' was nominated for Album of the Year.<ref name=\"acm\"/> At the 1987 CMA Awards, Travis won Male Vocalist of the Year and was nominated for Entertainer of the Year while \"Forever and Ever, Amen\" won Single of the Year and was nominated for Music Video of the Year and ''Always & Forever'' won Album of the Year.<ref name=\"cma\"/> Additionally, ''Always & Forever'' accounted for Travis's first Grammy Award win, for Best Male Country Vocal Performance at the [[30th Annual Grammy Awards]] in March 1988.<ref name=\"grammy\"/> [[Stephen Thomas Erlewine]], writing for AllMusic, thought the album \"rivaled its predecessor in its quality\" while also stating that it had \"lean\" production and \"nuanced\" vocals.<ref>{{cite web | url=https://www.allmusic.com/album/always-forever-mw0000192226 | title=''Always & Forever'' review | publisher=AllMusic | accessdate=January 19, 2024 | author=Stephen Thomas Erlewine}}</ref>\n\n===1988{{ndash}}1990: ''Old 8×10'' and ''No Holdin' Back''===\nTravis continued to tour throughout the United States in 1988, including a spot on the [[Marlboro]] Country Music Tour in [[Madison Square Garden]], which also featured Alabama, [[the Judds]], and [[George Strait]].{{Sfn|Cusic|1990|page=150}} That same year he released his third Warner album ''[[Old 8×10]]''.<ref name=\"allmusic\"/> The album was originally slated to be released on July 12, but was moved up to June 30 to make it eligible for CMA Awards.{{Sfn|Cusic|1990|page=152}} Nine years after its release, it was certified double-platinum.<ref name=\"riaa\"/> The first three singles off the album all went to number one between 1988 and early 1989. These were \"[[Honky Tonk Moon]]\", \"[[Deeper Than the Holler]]\" (another Overstreet-Schlitz collaboration), and \"[[Is It Still Over?]]\"{{sfn|Whitburn|2017|pages=365-366}} The fourth and final single, \"[[Promises (Randy Travis song)|Promises]]\" (which Travis wrote with John Lindley), was much less successful with a number 17 peak on Hot Country Songs.{{sfn|Whitburn|2017|pages=365-366}} Music journalists Tom Roland and [[Colin Larkin]] both attributed the song's failure to it featuring just vocals and acoustic guitar.{{sfn|Roland|1991|pages=569-570}}<ref name=\"virgin\"/> ''Old 8×10'' became his third consecutive album to reach the number one position on Top Country Albums.<ref name=\"Country Albums\">{{cite magazine|url=https://www.billboard.com/artist/randy-travis/chart-history/clp/|title=Randy Travis Album & Song Chart History - Country Albums|magazine=[[Billboard (magazine)|Billboard]]|publisher=[[Prometheus Global Media]]|access-date=July 8, 2011}}</ref> It also accounted for Travis's second consecutive Grammy Award for Best Male Country Vocal Performance win.<ref name=\"grammy\"/> \"I Told You So\" received a Single of the Year nomination from the Academy of Country Music, while Travis himself was nominated as both Entertainer of the Year and Top Male Vocalist in 1988 and 1989.<ref name=\"acm\"/> Also in 1988, the Country Music Association awarded him as Male Vocalist of the Year a second time, along with an Entertainer of the Year nomination, as well as Single and Song of the Year nominations for \"I Told You So\".<ref name=\"cma\"/> The foundation also nominated ''Old 8×10'' for Album of the Year alongside additional Male Vocalist and Entertainer of the Year nominations.<ref name=\"cma\"/> Reviewing the album for AllMusic, [[Brian Mansfield]] stated that it \"lacks the monster hits of his debut but wears just as well.\"<ref>{{cite web | url=https://www.allmusic.com/album/old-8x10-mw0000199952 | title=''Old 8×10'' | publisher=AllMusic | accessdate=January 19, 2024 | author=Brian Mansfield}}</ref> In 1997, ''Old 8×10'' received its highest certification of double-platinum.<ref name=\"riaa\"/>\n\n[[File:Brook Benton 1959.jpg|200px|thumb|right|Travis had a hit single in 1989 with a cover of \"It's Just a Matter of Time\", originally by [[Brook Benton]] (pictured in 1959).|alt=A black-and-white headshot of singer Brook Benton.]]\n\nTravis ended 1989 with two studio albums. First was a Christmas album titled ''[[An Old Time Christmas]]'', which included the previously-released Christmas single \"White Christmas Makes Me Blue\". The other tracks included a mix of Christmas standards and original songs, one of which (\"How Do I Wrap My Heart Up for Christmas\") Travis co-wrote with Overstreet.<ref>{{cite web | url=https://www.allmusic.com/album/an-old-time-christmas-mw0000201809 | title=''An Old Time Christmas'' | publisher=AllMusic | accessdate=January 18, 2024}}</ref> A month later was the studio release ''[[No Holdin' Back]]''. Prior to the album's release, Travis had recorded a cover of [[Brook Benton]]'s \"[[It's Just a Matter of Time (song)|It's Just a Matter of Time]]\" with producer [[Richard Perry]] for a covers album titled ''Rock, Rhythm & Blues''. Because he liked the sound of the recording, he chose to include it on ''No Holdin' Back'' as the album's first single. The rendition reached number one on the country charts in December 1989.{{sfn|Roland|1991|pages=569-570}} At the [[32nd Annual Grammy Awards]], this rendition was nominated for Best Male Country Vocal Performance.<ref name=\"grammy\"/> After the \"It's Just a Matter of Time\" cover came \"[[Hard Rock Bottom of Your Heart]]\". Written by [[Hugh Prestwood]], the song held the number one position on ''Billboard'' Hot Country Songs for four weeks, accounting for Travis's longest stay at that position.{{sfn|Whitburn|2017|pages=365-366}}<ref name=\"allmusic\"/> The third and final single from ''No Holdin' Back'' was \"[[He Walked on Water]]\", which peaked at number two.{{sfn|Whitburn|2017|pages=365-366}} The song was the first successful cut for songwriter [[Allen Shamblin]].<ref>{{cite news | url=https://www.newspapers.com/image/112515296/ | title=Writer uses nostalgia for Travis hit | work=The Tennessean | date=June 15, 1990 | access-date=April 15, 2021 | author=Thomas Goldsmith | pages=1D}}</ref> Also included on ''No Holdin' Back'' were a cover of [[Marty Robbins]]' \"[[Singing the Blues]]\" and the track \"[[Somewhere in My Broken Heart]]\", later a single for its co-writer [[Billy Dean]].{{sfn|Whitburn|2017|page=105}}<ref name=\"holdin\">{{cite web | url=https://www.allmusic.com/album/no-holdin-back-mw0000202071 | title=''No Holdin' Back'' | publisher=AllMusic | accessdate=January 18, 2024 | author=Thom Jurek}}</ref> Thom Jurek's review for AllMusic praised Travis's vocal deliveries on \"It's Just a Matter of Time\" and \"Hard Rock Bottom of Your Heart\" while also calling Lehning's production \"flawless\".<ref name=\"holdin\"/> In a review for ''[[Cash Box]]'' magazine, Kimmy Wix described \"He Walked on Water\" as having \"detailed lyrics to which we can all relate\" and thought the song was well suited for Travis's voice.<ref name=\"cashbox\">{{cite journal | url=https://worldradiohistory.com/Archive-All-Music/Cash-Box/90s/1990/CB-1990-05-12.pdf | title=Reviews | author=Kimmy Wix | journal=Cash Box | pages=24 | date=May 12, 1990}}</ref>\n\n===1990{{ndash}}1992: ''Heroes & Friends'', ''High Lonesome'', and greatest-hits albums===\nTravis's first album to be released in the 1990s was ''[[Heroes & Friends]]'', a duets album. Among the duet artists featured were [[Tammy Wynette]], [[Merle Haggard]], [[George Jones]], [[B.B. King]], and [[Clint Eastwood]].<ref name=\"virgin\">{{cite book | title=The Virgin Encyclopdia of Country Music | publisher=Virgin Books | author=[[Colin Larkin]] | year=1998 | pages=427–428}}</ref> According to journalist Gary Graff, Travis had wanted to record a duet album for several years, and he and Hatcher spent over a year and a half arranging for the recording sessions.<ref name=\"graff\">{{cite news | url=https://www.newspapers.com/image/237439141 | title=Randy Travis gets fans, if not awards | work=Daily Press | date=November 7, 1990 | accessdate=January 19, 2024 | author=Gary Graff | pages=C4}}</ref> The album accounted for only two singles in \"[[A Few Ole Country Boys]]\" (a duet with Jones) and title track \"[[Heroes and Friends]]\" (the only track on the album not to be a duet). Both songs peaked within the top 10 of the country charts between late 1990 and early 1991.{{sfn|Whitburn|2017|pages=365-366}} Travis performed \"Heroes and Friends\" at the 1991 CMA Awards telecast, joined by Jones, Wynette, [[Vern Gosdin]], and [[Roy Rogers]].{{sfn|Travis|Abraham|2019|page=123}} Unlike his previous albums, ''Heroes & Friends'' was met with mixed reception from critics. ''[[Austin American-Statesman]]'' writer Lee Nichols thought that the album's songs were \"not particularly notable, but nonetheless enjoyable\".<ref>{{cite news | url=https://www.newspapers.com/image/364090491/ | title=Randy Travis pays tribute with 'Heroes & Friends' | work=[[Austin American-Statesman]] | date=November 22, 1990 | accessdate=January 19, 2024 | author=Lee Nichols | pages=23}}</ref> [[Knight Ridder]] writer Dan DeLuca (in a review re-published in ''[[The Anniston Star]]'') praised the duets with Haggard and Jones, and considered the duet version of [[Dolly Parton]]'s \"[[Do I Ever Cross Your Mind]]\" to be the strongest track, although he also panned the contributions of King and Eastwood.<ref>{{cite news | url=https://www.newspapers.com/image/106503909/ | title='Heroes & Friends' pairs Randy Travis with country music legends | work=The Anniston Star | date=October 6, 1990 | accessdate=January 19, 2024 | pages=9}}</ref> In a review for ''[[Entertainment Weekly]]'', [[Alanna Nash]] thought that \"[t]he guests show up more to bolster Travis' profile than to actually perform full-out\", although she praised [[Loretta Lynn]]'s duet vocals on \"Shopping for Dresses\".<ref>{{cite web | url=https://ew.com/article/1990/10/12/notable-country-album-releases/ | title=Notable country album releases | publisher=Entertainment Weekly | date=December 12, 1990 | accessdate=January 19, 2024 | author=[[Alanna Nash]]}}</ref> Despite the mixed reception, ''Heroes & Friends'' certified platinum in 1991.<ref name=\"riaa\"/> Travis also noted that 1990 was the first year in which he did not receive any ACM or CMA awards, but that he was still receiving significant radio airplay and sales, and positive feedback from fans in concert.<ref name=\"graff\"/> Relatedly, Mansfield and [[Colin Larkin]] both observed that in the early 1990s, Travis's success began to diminish as newer artists such as [[Clint Black]] and [[Garth Brooks]] grew in popularity.<ref name=\"allmusic\"/><ref name=\"virgin\"/>\n\n[[File:AlanJacksonApr10.jpg|200px|thumb|left|[[Alan Jackson]] co-wrote several songs on Travis's 1991 album ''High Lonesome''.|alt=A head shot of country singer Alan Jackson, wearing a cowboy hat and sunglasses.]]\n\nTravis's next studio album was 1991's ''[[High Lonesome (Randy Travis album)|High Lonesome]]'', led off by the single \"[[Point of Light]]\".{{sfn|Whitburn|2017|pages=365-366}} [[George H. W. Bush]], then [[President of the United States]], commissioned Schlitz and [[Thom Schuyler]] to write the song as a tie-in to his \"[[thousand points of light]]\" campaign for [[volunteerism]].{{sfn|Travis|Abraham|2019|page=115}} Because of its inspiration, Travis noted that journalists often asked him about political matters, and he refused to answer them as he did not think the song itself was political.<ref>{{cite news | url=https://www.newspapers.com/image/389727935/ | title=Travis in his prime | work=Chicago Tribune | date=February 16, 1992 | accessdate=January 19, 2024 | author=Jack Hurst | page=11}}</ref> He also performed the song for a number of events intended to honor American soldiers returning from [[Operation Desert Storm]].{{sfn|Travis|Abraham|2019|pages=115-116}} Next was Travis's twelfth number-one \"[[Forever Together]]\",{{sfn|Whitburn|2017|pages=365-366}} one of several songs he wrote with [[Alan Jackson]] while the two were on tour together in 1991.<ref name=\"bernard\">{{cite news | url=https://www.newspapers.com/image/92379223/ | title=Travis returns to roots | work=San Bernardino County Sun | date=September 26, 1991 | accessdate=January 19, 2024 | pages=D1}}</ref> These collaborations also produced the album's next two singles \"[[Better Class of Losers]]\" and \"[[I'd Surrender All]]\" between late 1991 and early 1992, as well as Jackson's number one single \"[[She's Got the Rhythm (And I Got the Blues)]]\" later in 1992.{{sfn|Travis|Abraham|2019|page=124}} Jackson also co-wrote the track \"Allergic to the Blues\", while Travis also co-wrote \"I'm Gonna Have a Little Talk\" (featuring backing vocals from gospel group [[Take 6]]<ref name=\"jurek high\"/>) and \"Oh, What a Time to Be Me\" with Schlitz. Travis said that he intentionally wrote more songs for the album than previous ones, as he had fewer tour dates and thus had more time to focus on songwriting.<ref name=\"bernard\"/> Jurek praised the Jackson co-writes in particular, highlighting their lyrics and vocal deliveries in his review for AllMusic.<ref name=\"jurek high\">{{cite web | url=https://www.allmusic.com/album/high-lonesome-mw0000266184 | title=''High Lonesome'' | work=AllMusic | accessdate=January 19, 2024 | author=Thom Jurek}}</ref> Nash also praised the lyrics on the songs co-written by Jackson, while also stating that Travis \"never sounded so relaxed or so confident\".<ref name=\"nash lonesome\">{{cite web | url=https://ew.com/article/1991/08/30/high-lonesome/ | title=''High Lonesome'' review | publisher=Entertainment Weekly | date=August 30, 1991 | accessdate=January 19, 2024 | author=Alanna Nash}}</ref>\n\nLater the same year, Warner released a pair of [[greatest hits]] albums: ''[[Greatest Hits, Volume One (Randy Travis album)|Greatest Hits, Volume One]]'' and ''[[Greatest Hits, Volume Two (Randy Travis album)|Greatest Hits, Volume Two]]''. In addition to featuring most of his hit singles to this point, the projects also included four new tracks and the album cut \"Reasons I Cheat\" from ''Storms of Life''.<ref name=\"beyer\">{{cite news | url=https://www.newspapers.com/image/465004394/ | title=Travis collection guaranteed to be around for a long time | work=The Ottawa Citizen | date=October 31, 1992 | accessdate=January 19, 2024 | author=Susan Beyer | pages=H3}}</ref> Among the new tracks, \"[[If I Didn't Have You (Randy Travis song)|If I Didn't Have You]]\" and \"[[Look Heart, No Hands]]\" both went to number one upon release as singles that year. [[Skip Ewing]] and [[Max D. Barnes]] wrote the former, while [[Trey Bruce]] and [[Russell Smith (singer)|Russell Smith]] wrote the latter.{{sfn|Whitburn|2017|pages=365-366}} Despite these songs' successes on radio, their follow-up \"[[An Old Pair of Shoes]]\" only reached number 21 upon release in early 1993.{{sfn|Whitburn|2017|pages=365-366}} Both greatest-hits albums certified platinum in 1995.<ref name=\"riaa\"/>\n\n===1992{{ndash}}1995: ''Wind in the Wire'' and ''This Is Me''===\nTravis took a hiatus from touring in 1992 and 1993, citing exhaustion as the reason for doing so.{{sfn|Travis|Abraham|2019|page=126}} He and Hatcher chose to spend time at a property in [[Maui]] they had acquired. According to Travis, the touring hiatus caused some fans and news reporters to believe he had retired,<ref name=\"new album\">{{cite magazine | url=https://books.google.com/books?id=NQgEAAAAMBAJ | title=New Warner set returns Travis to country spotlite | magazine=Billboard |author=Jim Bessman |pages=14, 127 | date=April 13, 1994 | accessdate=January 19, 2024 }}</ref> so he asked his publicists to put out press releases indicating he was \"merely taking a break\".{{sfn|Travis|Abraham|2019|page=127}} During the hiatus, he released an album of [[Western music (North America)|Western music]] titled ''[[Wind in the Wire]]'', a tie-in to a television movie [[Wind in the Wire (film)|of the same name]] in which he starred.<ref name=\"allmusic\"/> The album was produced by session guitarist Steve Gibson, making it his first since the Randy Ray album not to be produced by Kyle Lehning.{{sfn|Travis|Abraham|2019|page=130}} It was commercially unsuccessful, with none of its singles reaching top 40 on the ''Billboard'' charts.<ref name=\"allmusic\"/> However, lead single \"[[Cowboy Boogie]]\" reached number 10 on the Canadian country music charts then published by ''[[RPM (magazine)|RPM]]''.<ref>{{cite web | url=https://www.bac-lac.gc.ca/eng/discover/films-videos-sound-recordings/rpm/Pages/image.aspx?Image=nlc008388.2282&URLjpg=http%3a%2f%2fwww.collectionscanada.gc.ca%2fobj%2f028020%2ff4%2fnlc008388.2282.gif&Ecopy=nlc008388.2282 | title=RPM 100 Country Tracks | publisher=[[RPM (magazine)|RPM]] | date=October 30, 1993 | accessdate=January 19, 2024}}</ref> Travis and one of his managers later attributed the album's commercial failure to its [[Western swing]] sound proving unpopular with radio.<ref name=\"new album\"/>\n\nIn late 1993, Travis began working on a follow-up album with Lehning when he was contacted by a representative for the then-under construction [[MGM Grand Las Vegas]] in [[Las Vegas, Nevada]]. The representative wanted Travis to be the first country artist to perform at the new venue once it opened, which inspired Travis to begin touring again. He and Hatcher joined with Jeff Davis, another former manager of Travis's who was then working with [[Brother Phelps]], to assemble a backing band for the Las Vegas shows, which included Lehning as keyboardist.{{sfn|Travis|Abraham|2019|pages=131-132}} The Las Vegas shows, held in early 1994, were his first concerts in over 14 months.<ref name=\"new album\"/> Due to the success of these shows, Travis resumed his touring schedule soon afterward. He re-established his existing touring band and performed at a showcase of Warner Bros. artists held in Nashville during the Country Radio Seminar, an annual promotional concert series held by [[Country Radio Broadcasters]].{{sfn|Travis|Abraham|2019|page=131-132}}<ref name=\"new album\"/> At the same time, Travis continued writing and compiling songs for his next studio album. \"[[Before You Kill Us All]]\" was released on February 28, 1994,<ref name=\"new album\"/> as the lead single to his next Warner album ''[[This Is Me (Randy Travis album)|This Is Me]]''.<ref name=\"allmusic\"/> The song peaked at number two on the ''Billboard'' country charts.{{sfn|Whitburn|2017|pages=365-366}} Travis and Lehning chose the song because the two wanted \"story songs and some with a wink of humor\".{{sfn|Travis|Abraham|2019|page=133}} Similarly, he told ''Billboard'' in 1994 that the song was an example of a more modern and \"rowdy\" sound he wanted to achieve relative to his prior albums.<ref name=\"new album\"/> It was followed later in the year by \"[[Whisper My Name]]\", his fifteenth number-one on ''Billboard''.{{sfn|Whitburn|2017|pages=365-366}} The album's [[This Is Me (Randy Travis song)|title track]] and \"[[The Box (Randy Travis song)|The Box]]\" were both top-ten hits between late 1994 and early 1995 as well.{{sfn|Whitburn|2017|pages=365-366}} Travis wrote \"The Box\" with Buck Moore and later said he became emotional writing and performing the song, as its theme of a father struggling to express love to his children reminded him of his own \"fractured\" relationship with his father.{{sfn|Travis|Abraham|2019|page=133}}\n\nBob Saporiti, then an executive at Warner Bros. Nashville, noted that the failure of ''Wind in the Wire'' and length of time since ''High Lonesome'' had created \"angst\" among label executives, but added that they considered ''This Is Me'' \"back to the basics\".<ref name=\"new album\"/> To promote the album, Travis hosted an episode of the TNN talk show ''Music City Tonight''; the network also re-aired the Country Radio Seminar concert.<ref name=\"new album\"/> Jurek praised the lyrical contributions of Trey Bruce, [[Larry Gatlin]], and [[Kieran Kane]] and considered \"Whisper My Name\" to be \"among the greatest songs Travis has ever recorded\".<ref>{{cite web | url=https://www.allmusic.com/album/this-is-me-mw0000115016 | title=''This Is Me'' | publisher=AllMusic | accessdate=January 19, 2024 | author=Thom Jurek}}</ref> Nash thought that the lyrics of the singles were among Travis's strongest, also stating that the album had \"zippier instrumental touches\" than his 1980s albums.<ref>{{cite web | url=https://ew.com/article/1994/04/29/this-me/ | title=''This Is Me'' review | publisher=Entertainment Weekly | date=April 29, 1994 | accessdate=January 19, 2024}}</ref> Additionally, Larkin stated that the album was \"as strong as ever\".<ref name=\"virgin\"/> By mid-1994, ''This Is Me'' was certified gold by the RIAA.<ref name=\"riaa\"/> Despite spending most of 1995 without a charted single,{{sfn|Whitburn|2017|pages=365-366}} Travis continued to tour throughout the year alongside [[Sammy Kershaw]] and George Jones.{{sfn|Travis|Abraham|2019|page=135}}\n\n===1996{{ndash}}1997: ''Full Circle''===\n[[File:Mar-Knopfler-Pensa-Blue.jpg|200px|thumb|right|[[Mark Knopfler]] wrote Travis's 1996 single \"Are We in Trouble Now\".|alt=Musician Mark Knopfler playing an electric guitar.]]\nTravis's final album for Warner was ''[[Full Circle (Randy Travis album)|Full Circle]]'' in 1996.<ref name=\"allmusic\"/> Travis told ''Billboard'' prior to its release that he and Lehning spent over a year selecting songs for the album because they wanted to be sure they were fully satisfied with its content.<ref name=\"full circle\">{{cite magazine | url=https://books.google.com/books?id=pAkEAAAAMBAJ | title=Randy Travis comes 'Full Circle' | author=Deborah Evans Price | magazine=Billboard | pages=27, 29 | date=July 6, 1996}}</ref> Its lead single was \"[[Are We in Trouble Now]]\", a song written by [[Mark Knopfler]]. Both this song and follow-up \"[[Would I]]\" failed to reach the top 20 on the country charts, while neither \"Price to Pay\" nor a cover of [[Roger Miller]]'s \"[[King of the Road (song)|King of the Road]]\" (which also appeared on the soundtrack of the 1997 movie ''[[Traveller (1997 film)|Traveller]]''<ref>{{cite web | url=https://www.allmusic.com/album/traveller-mw0000097748 | title=''Traveller'' soundtrack | publisher=AllMusic | accessdate=January 19, 2024}}</ref>) made top 40.{{sfn|Whitburn|2017|pages=365-366}} ''[[Richmond Times-Dispatch]]'' writer Gordon Ely noted the failure of the album's lead single and questioned whether the album and Travis in general could still be successful in the long term, due to an influx of younger artists in the intervening years.<ref name=\"gordon\">{{cite news | url=https://www.newspapers.com/image/832992289/ | title=So has Randy Travis fallen victim to ol' boy syndrome? | work=[[Richmond Times-Dispatch]] | date=September 15, 1996 | accessdate=January 19, 2024 | author=Gordon Ely | pages=J8}}</ref> Ely considered the album \"strong as ever\", with a focus on Lehning's production and Travis's voice, as well as the lyrics of \"Price to Pay\".<ref name=\"gordon\"/> [[Country Standard Time]] writer Don Yates found the influence of [[honky-tonk]] in certain songs and praised the lyrics and vocal delivery of \"Are We in Trouble Now\", but criticized \"Would I\" as \"gimmicky\" and closing track \"Ants on a Log\" as \"trite\".<ref>{{cite web | url=https://www.countrystandardtime.com/d/cdreview.asp?xid=2282 | title=''Full Circle'' review | publisher=[[Country Standard Time]] | accessdate=January 19, 2024 | author=Don Yates}}</ref> AllMusic writer Thom Owens said of ''Full Circle'', \"his mid-'90s albums suffered from a tendency to sound a bit too similar too each other. ''Full Circle'' solves that problem by simultaneously reaching back into his hardcore honky-tonk roots and moving toward more contemporary material\".<ref>{{cite web | url=https://www.allmusic.com/album/full-circle-mw0000189297 | title=''Full Circle'' | publisher=AllMusic | accessdate=January 19, 2024 | author=Thom Owens}}</ref>\n\nIn mid-1997, Travis announced that he had departed from Warner Bros. due to disagreements over the promotion of ''Full Circle'', as well as concerns that the country music industry was beginning to move toward back [[country pop]] influences.<ref name=\"travels\"/> Travis also observed at the time that Warner executives were not letting him, Lehning, and Hatcher have as much liberty on selecting singles as they had on previous albums.{{sfn|Travis|Abraham|2019|page=142}} At the time of his departure from Warner, Travis was offered contracts by both [[Asylum Records]] and the then-new [[DreamWorks Records]].<ref name=\"travels\">{{cite news | url=https://www.newspapers.com/image/627715857/ | title=Randy Travis travels 'Full Circle' with new album | work=[[The Sacramento Bee]] | date=August 10, 1997 | accessdate=January 19, 2024 | author=Mel Shields | pages=25}}</ref> Lehning had just become president of Asylum's Nashville division at the time, but Travis chose not to follow him to that label as he did not think Lehning's position was long-term.{{sfn|Travis|Abraham|2019|page=143}}\n\n===1997{{ndash}}1999: DreamWorks Records===\nBy August 1997, Travis had become the first artist signed to the Nashville branch of DreamWorks Records.<ref>{{cite news | url=https://www.newspapers.com/image/113418825/ | title=Singer's going Hollywood | work=[[The Tennessean]] | date=August 28, 1997 | accessdate=January 19, 2024 | author=Will Pinkston | pages=1A}}</ref> The new label's president was musician and producer [[James Stroud]], whom Travis knew because he had played drums on some of his earlier singles such as \"Forever and Ever, Amen\".{{sfn|Travis|Abraham|2019|page=142, 135-136}} Because Lehning's duties as president of Asylum left him temporarily unavailable as a producer, Stroud and [[Byron Gallimore]] (best known for his work with [[Tim McGraw]]) would produce Travis's music for DreamWorks.{{sfn|Travis|Abraham|2019|page=143}} Travis's late-1997 single \"[[Out of My Bones]]\" was the first release for DreamWorks Nashville.<ref>{{cite magazine | url=https://books.google.com/books?id=nRQEAAAAMBAJ | title=DreamWorks Nashville hits stride with Keith, Andrews | author=Phyllis Stark | magazine=Billboard | pages=25 | date=April 21, 2001}}</ref> Co-written by [[Gary Burr]] and [[Sharon Vaughn]], it peaked at number two on the country charts in early 1998.{{sfn|Whitburn|2017|pages=365-366}} It appeared on his first DreamWorks album ''[[You and You Alone (album)|You and You Alone]]'', issued in April.<ref name=\"allmusic\"/> The project also accounted for the top-ten hits \"[[The Hole (song)|The Hole]]\" and \"[[Spirit of a Boy, Wisdom of a Man]]\" and the top-20 \"[[Stranger in My Mirror]]\". Both \"The Hole\" and \"Stranger in My Mirror\" were co-written by Skip Ewing.{{sfn|Whitburn|2017|pages=365-366}} \"Spirit of a Boy, Wisdom of a Man\" was previously recorded by [[Mark Collie]] on his 1995 album ''[[Tennessee Plates]]''.<ref>{{cite web | url=https://www.allmusic.com/album/r227835 | title=''Tennessee Plates'' | publisher=AllMusic | accessdate=January 19, 2024 | author=Thom Owens}}</ref> Jeffrey B. Remz of Country Standard Time criticized the heavy drums on \"I Did My Part\", but otherwise praised the use of acoustic instruments and the strength of Travis's voice.<ref name=\"remz alone\">{{cite web | url=https://countrystandardtime.com/d/cdreview.asp?xid=2281 | title=''You and You Alone'' | publisher=Country Standard Time | accessdate=January 19, 2024 | author=Jeffrey B. Remz}}</ref> ''[[Lincoln Journal Star]]'' writer L. Kent Wolgamott noted the presence of [[fiddle]] and [[steel guitar]] in the production while also calling Travis's voice \"expressive\".<ref name=\"lincoln\"/>\n\nIn 1999, Travis was one of several artists on the collaborative song \"Same Old Train\", featured on the tribute album ''[[Tribute to Tradition]]''. Other acts appearing on the song included [[Clint Black]], [[Dwight Yoakam]], [[Pam Tillis]], and [[Marty Stuart]], the last of whom also wrote and produced it.<ref>{{cite web | url=https://www.allmusic.com/album/tribute-to-tradition-mw0000600042 | title=''Tribute to Tradition'' | publisher=AllMusic | accessdate=January 20, 2024 | author=Jana Pendragon}}</ref> The track won a [[Grammy Award for Best Country Collaboration with Vocals]] for all artists involved.<ref name=\"grammy\"/> Travis's second and final DreamWorks album ''[[A Man Ain't Made of Stone]]'' also came out in 1999.<ref name=\"allmusic\"/> The [[A Man Ain't Made of Stone (song)|title track]] was a top-20 country hit by year's end, but the other singles{{mdash}}\"Where Can I Surrender\", \"A Little Left of Center\", and \"I'll Be Right Here Loving You\"{{mdash}}all failed to reach top 40.{{sfn|Whitburn|2017|pages=365-366}} Gallimore and Stroud recorded the album largely in [[Santa Fe, New Mexico]], where Travis and Hatcher had a house at the time.<ref>{{cite news | url=https://www.newspapers.com/image/265115575 | title=Randy Travis rolls into town for concert | work=Journal and Courier | date=September 29, 2000 | accessdate=January 19, 2024 | author=Tim Brook | pages=10}}</ref> Following the failure of the album's singles, Travis exited DreamWorks Records in October 2000.<ref>{{cite news | url=https://www.newspapers.com/image/409621664 | title=Daddy-to-be Vince Gill plans light tour | work=[[Dayton Daily News]] | date=October 13, 2000 | accessdate=January 19, 2024 | author=Lise Morgan | pages=29}}</ref> Shortly after his departure, Travis told Country Standard Time that he chose to leave DreamWorks because he felt the label was not properly distributing the album to stores. He also thought that Stroud's production style put too much emphasis on the instrumentation instead of his singing voice.<ref name=\"inspiration\">{{cite web | url=https://www.countrystandardtime.com/d/print_article.asp?xid=809 | title=Randy Travis finds inspiration | publisher=Country Standard Time | date=December 2000 | accessdate=January 19, 2024 | author=Jeffrey B. Remz}}</ref>\n\n===2000{{ndash}}2003: Switch to gospel and \"Three Wooden Crosses\"===\n[[File:Kenny Chesney 20070830.jpg|200px|thumb|left|[[Kenny Chesney]] (pictured in 2007) collaborated with Travis on the 2000 single \"Baptism\".|alt=Country singer Kenny Chesney, singing with one arm extended and the other holding a microphone.]]\nWhile he was still on Warner, Travis had begun working with Lehning on a [[gospel music]] album.<ref name=\"inspirational allmusic\">{{cite web | url=https://www.allmusic.com/album/inspirational-journey-mw0000100955 | title=''Inspirational Journey'' | publisher=AllMusic | accessdate=January 19, 2024 | author=Todd Everett}}</ref><ref>{{cite news | url=https://www.newspapers.com/image/629763252/ | title=Mysterious rhinestone cowboy to play the Palomino Club | work=[[The Charlotte Observer]] | date=November 12, 2000 | accessdate=January 19, 2024 | author=Mark Price | pages=10F}}</ref> Other than a cover of \"[[Amazing Grace]]\", the two intentionally sought to include original content. Travis finished the tracks at a time when he was not on a record label. Through a connection Lehning had with [[Word Records]] executive Barry Landis, Travis was signed to that label in late 2000 and released the gospel album, by then titled ''[[Inspirational Journey]]''.{{sfn|Travis|Abraham|2019|page=149-150}} [[Waylon Jennings]] and [[Jessi Colter]] provided guest vocals on the track \"The Carpenter\".<ref name=\"inspirational allmusic\"/> [[Kenny Chesney]] sang duet vocals on the track \"[[Baptism (Kenny Chesney and Randy Travis song)|Baptism]]\" (also titled \"Down with the Old Man (Up with the New)\"), which served as the first single. The two had previously recorded the track on Chesney's 1999 album ''[[Everywhere We Go]]''.<ref name=\"inspiration\"/> The project won Travis two [[Dove Awards]] in 2001: Bluegrass Album of the Year for the album itself, and Country Recorded Song of the Year for \"Baptism\".<ref name=\"dove\">{{cite web | url=https://doveawards.com/awards/past-winners | title=Dove Awards search | publisher=[[Dove Awards]] | accessdate=February 15, 2024}} Enter \"Randy Travis\" in search box.</ref> AllMusic reviewer Todd Everett found influences of bluegrass, [[Don Williams]], and [[Lefty Frizzell]], and found it consistent with Travis's 1980s and 1990s albums in tone.<ref name=\"inspirational allmusic\"/> Alanna Nash of ''Entertainment Weekly'' was less favorable, as she thought that the album had strong opening tracks but added that \"midway, it deteriorates into Nashville formula, with simplistic homilies [and] overblown production\".<ref>{{cite web | url=https://ew.com/article/2000/11/10/inspirational-journey/ | title=''Inspirational Journey'' | publisher=Entertainment Weekly | date=November 10, 2000 | accessdate=January 19, 2024 | author=Alanna Nash}}</ref>\n\nFollowing the [[September 11 attacks]] in 2001, Travis co-wrote and released a promotional patriotic single titled \"America Will Always Stand\".<ref>{{cite news | url=https://www.newspapers.com/image/188440786/ | title=Randy Travis may sing patriotic new single in O.C. at weekend concerts | work=The Los Angeles Times | date=October 3, 2001 | accessdate=January 19, 2024 | page=F4}}</ref> Proceeds from sales of the single were donated to the [[American Red Cross]].<ref>{{cite web | url=https://www.cmt.com/news/v14ag5/randy-travis-stands-with-america | archive-url=https://web.archive.org/web/20240119201709/https://www.cmt.com/news/v14ag5/randy-travis-stands-with-america | url-status=dead | archive-date=January 19, 2024 | title=Randy Travis stands with America | publisher=[[CMT (American TV channel)|CMT]] | date=October 1, 2001 | accessdate=January 19, 2024}}</ref> He continued to record on Word Records as a gospel artist and put out his next album for the label, ''[[Rise and Shine (Randy Travis album)|Rise and Shine]]'', in late 2002. The album's lead single was \"[[Three Wooden Crosses]]\". According to Travis, [[Kim Williams (songwriter)|Kim Williams]] and [[Doug Johnson (record producer)|Doug Johnson]] had provided the song to [[Michael Peterson (singer)|Michael Peterson]], who at the time was recording songs with Lehning. Peterson suggested Lehning take the song to Travis, for whom he thought it was better suited.{{sfn|Travis|Abraham|2019|page=152-153}} By early 2003, \"Three Wooden Crosses\" became Travis's sixteenth and final number-one on ''Billboard'' Hot Country Songs. It also accounted for his highest solo peak on the [[Billboard Hot 100|''Billboard'' Hot 100]] at number 31. The project accounted for only one other single in \"Pray for the Fish\", which fell below top 40 on the country charts.{{sfn|Whitburn|2017|pages=365-366}} Robert L. Doerschuk of AllMusic called the album \"a strong performance, presented with flawless studio clarity and persuasive, understated feeling.\"<ref name=\"robert\">{{cite web | url=https://www.allmusic.com/album/rise-and-shine-mw0000226703 | title=''Rise and Shine'' | publisher=AllMusic | accessdate=January 19, 2024 | author=Robert L. Doerschuk}}</ref> Remz noted the consistency of Lehning's production and Travis's voice, as well as the presence of original songs co-written by Travis.<ref>{{cite web | url=https://www.countrystandardtime.com/d/cdreview.asp?xid=2277 | title=''Rise and Shine'' review | publisher=Country Standard Time | accessdate=January 19, 2024 | author=Jeffrey B. Remz}}</ref> In October 2003, ''Rise and Shine'' was certified gold.<ref name=\"riaa\"/> At the 2004 Grammy Awards, ''Rise and Shine'' won a [[Grammy Award for Best Southern, Country or Bluegrass Gospel Album]], while \"Three Wooden Crosses\" was nominated for Best Male Country Vocal Performance.<ref name=\"grammy\"/> In 2004, \"Pray for the Fish\" won a Dove Award for Country Recorded Song of the Year.<ref name=\"dove\"/>\n\n===2003{{ndash}}2007: Continued gospel albums===\nHis next gospel album was 2003's ''[[Worship & Faith]]''. Unlike the previous projects, it included 20 acoustic covers of existing praise songs and hymns.<ref>{{cite news | url=https://www.newspapers.com/image/645857841/ | title=Raise your glass to the top 40 drinkin' songs | work=[[The Charlotte Observer]] | date=November 9, 2003 | accessdate=January 19, 2024 | author=Mark Price | pages=5H}}</ref> Among the tracks included were \"[[In the Garden (1912 song)|In the Garden]]\", \"[[How Great Thou Art]]\", \"[[Peace in the Valley]]\", and \"[[I'll Fly Away]]\". Jurek called the album \"direct, unfiltered, hard-line gospel at its best, by a master\" in a review for AllMusic.<ref>{{cite web | url=https://www.allmusic.com/album/worship-faith-mw0000694185 | title=''Worship & Faith'' | publisher=AllMusic | accessdate=January 19, 2024 | author=Thom Jurek}}</ref> ''Worship & Faith'' also became a gold album,<ref name=\"riaa\"/> and accounted for his second consecutive Grammy Award for Best Southern, Country or Bluegrass Gospel Album.<ref name=\"grammy\"/> A year later he released ''[[Passing Through (Randy Travis album)|Passing Through]]''.<ref name=\"allmusic\"/> This album accounted for his last solo chart singles until 2024, \"Four Walls\" and \"Angels\".{{sfn|Travis|Abraham|2019|page=152-153}} The latter was Travis's 50th entry on the chart.{{sfn|Whitburn|2017|pages=365-366}} Co-writers on the album included [[Jamie O'Hara (singer)|Jamie O'Hara]], Dennis Linde, Sharon Vaughn, and Travis.<ref name=\"passing\"/> \"Four Walls\" was previously cut by [[Keith Harling]],<ref>{{cite web | url=https://www.allmusic.com/album/bring-it-on-mw0000255108 | title=''Bring It On'' | publisher=AllMusic | accessdate=February 2, 2024 | author=William Ruhlmann}}</ref> while the album track \"That Was Us\" was previously recorded by both [[Tracy Lawrence]] and [[Chad Brock]], whose version was a single in 2003.<ref>{{cite web | url=https://www.allmusic.com/album/tracy-lawrence-mw0000015142 | title=''Tracy Lawrence'' | publisher=AllMusic | accessdate=February 2, 2024 | author=Liana Jonas}}</ref><ref name=\"passing\"/>{{sfn|Whitburn|2017|p=53}} Erlewine wrote of ''Passing Through'', \"It's inspirational music in the purest sense{{emdash}}it doesn't preach, it instructs and inspires through its carefully observed tales.\"<ref name=\"passing\">{{cite web | url=https://www.allmusic.com/album/passing-through-mw0000261323 | title=''Passing Through'' | publisher=AllMusic | accessdate=February 2, 2024 | author=Stephen Thomas Erlewine}}</ref>\n\nHis next gospel album was ''[[Glory Train: Songs of Faith, Worship, and Praise]]'' in 2005.<ref name=\"allmusic\"/> It, too, won a Grammy Award for Best Southern, Country or Bluegrass Gospel Album.<ref name=\"grammy\"/> Some tracks on the project included backing vocals from the [[Blind Boys of Alabama]]. Unlike the previous albums, it contained a mix of Black spirituals and [[contemporary Christian music]] such as [[Darlene Zschech]]'s \"[[Shout to the Lord]]\". Erlewine thought the inclusion of such material made it \"Travis's best gospel album to date\".<ref>{{cite web | url=https://www.allmusic.com/album/glory-train-mw0000397299 | title=''Glory Train'' | publisher=AllMusic | accessdate=January 20, 2024 | author=Stephen Thomas Erlewine}}</ref> Writing for ''[[The Atlanta Journal-Constitution]]'', Nick Marino praised Travis's \"[[blues]]y\" vocals and the variety of songs.<ref>{{cite news | url=https://www.newspapers.com/image/422879110/ | title=Randy Travis still covering sacred ground | work=[[The Atlanta Journal-Constitution]] | date=October 25, 2005 | accessdate=January 20, 2024 | author=Nick Marino | pages=E12}}</ref> Altogether, Travis's first four gospel albums each won the Dove Award for Country Album of the Year, accounting for a streak of four consecutive wins in that category from 2003 to 2006.<ref name=\"dove\"/> Also in 2006, Travis began recording footage for a Christmas DVD titled ''Christmas on the Pecos''. This footage consisted of him singing Christmas songs and reading [[Helen Steiner Rice]]'s poem \"The Christmas Guest\" inside the Big Room, a cavern at [[Carlsbad Caverns National Park]].<ref>{{cite news | url=https://www.newspapers.com/image/212678741/ | title=Randy Travis to sing inside cave at Carlsbad Caverns | work=Longview News-Journal | date=May 2, 2006 | accessdate=January 20, 2024 | pages=2A}}</ref> Some of the performances also included vocal accompaniment from the Carlsbad First Baptist Church. The DVD was released in late 2006.{{sfn|Travis|Abraham|2019|page=160-161}} Another Christmas project, the album ''[[Songs of the Season]]'', followed in 2007.<ref>{{cite web | url=https://www.allmusic.com/album/songs-of-the-season-mw0000486035 | title=''Songs of the Season'' | publisher=AllMusic | accessdate=January 20, 2024}}</ref>\n\n===2008{{ndash}}2011: Return to Warner and Carrie Underwood version of \"I Told You So\"===\nIn 2008, he released his next studio album ''[[Around the Bend (album)|Around the Bend]]''.<ref name=\"allmusic\"/> The project was his first country music release since ''A Man Ain't Made of Stone''.{{sfn|Travis|Abraham|2019|page=165}}<ref name=\"jeff\">{{cite news | url=https://www.newspapers.com/image/498744523/ | title=Simpson's country debut a good effort | work=[[The Leader-Post]] | date=September 6, 2008 | accessdate=January 20, 2024 | author=Jeff DeDekker | pages=B1}}</ref> The album also placed him back on Warner, which had been a distributor of his Word Records releases.<ref>{{cite news | url=https://www.newspapers.com/image/498655286/ | title=Randy Travis returns to country roots | work=The Leader-Post | date=July 28, 2008 | accessdate=February 2, 2024 | author=Deborah Evans Price | pages=B3}}</ref> Travis promoted the album in an interview with [[WSM-FM]] radio host Bill Cody.{{sfn|Travis|Abraham|2019|page=165}} He also released its lead single \"Faith in You\" as a free download from his website.<ref>{{cite web | url=https://www.countrystandardtime.com/news/newsitem.asp?xid=1483 | title=Randy Travis offers free download | publisher=Country Standard Time | date=March 11, 2008 | accessdate=January 20, 2024}}</ref> \"Dig Two Graves\" was the project's second single.<ref name=\"jeff\"/> In addition to these songs, the album included a cover of [[Bob Dylan]]'s \"[[Don't Think Twice, It's All Right]]\".{{sfn|Travis|Abraham|2019|page=165}} Jeff DeDekker of ''[[The Leader-Post]]'' noted that while it was not marketed as a Christian album, individual songs still held themes of \"redemption and the afterlife\".<ref name=\"jeff\"/> He praised the lyrics of \"Dig Two Graves\" and Travis's singing voice in particular.<ref name=\"jeff\"/> Erlewine criticized the use of a [[string section]] on \"Faith in You\", but otherwise reviewed the album's song selection and Travis's voice with favor.<ref name=\"bend\">{{cite web | url=https://www.allmusic.com/album/around-the-bend-mw0000784592 | title=''Around the Bend'' | publisher=AllMusic | accessdate=January 20, 2024 | author=Stephen Thomas Erlewine}}</ref> Despite not being explicitly marketed as a Christian album, it won Travis his eighth and final Dove Award, in the category of Country Album of the Year.<ref name=\"dove\"/>\n\n[[File:191125 Carrie Underwood at the 2019 American Music Awards.png|200px|thumb|right|[[Carrie Underwood]] had a hit in 2009 with a rendition of Travis's \"I Told You So\".|alt=A bust shot of singer Carrie Underwood in a purple dress.]]\n\n[[Carrie Underwood]] recorded a cover of \"I Told You So\" on her late-2007 album ''[[Carnival Ride]]''.<ref>{{cite web | url=https://www.allmusic.com/album/carnival-ride-mw0000497335 | title=''Carnival Ride'' | publisher=AllMusic | accessdate=January 20, 2024 | author=Stephen Thomas Erlewine}}</ref> Her version was released in January 2009 as the album's fifth single. Two months after her rendition was released to radio, disc jockey Jesse Tack at [[WUBE-FM]] in [[Cincinnati, Ohio]] combined Underwood's recording with the vocal track from Travis's original and distributed the results to 75 other radio stations. Due to the popularity of the combined recording with radio listeners, Underwood and Travis performed the song together on ''[[American Idol]]'' soon after.<ref>{{cite news | url=https://www.newspapers.com/image/102968511/? | title=B105 DJ to see superstars perform his creation | work=[[The Cincinnati Enquirer]] | date=March 17, 2009 | accessdate=January 20, 2024 | author=John Kiesewetter | pages=A1}}</ref> The two also recorded an official duet version, which was sent to radio as well.<ref>{{cite web | url=https://tasteofcountry.com/carrie-underwood-randy-travis-i-told-you-so/ | title=Remember when Carrie Underwood sang a duet with Randy Travis? | publisher=[[Taste of Country]] | date=March 18, 2017 | accessdate=January 20, 2024 | author=Sterling Whitaker}}</ref> With both Travis and Underwood receiving chart credit, the duet version of \"I Told You So\" peaked at number two on the country charts in 2009, and accounted for Travis's highest overall ''Billboard'' Hot 100 peak of number nine.{{sfn|Whitburn|2017|pages=365-366, 374-375}} The duet won both artists the 2010 Grammy Award for Best Country Collaboration with Vocals.<ref name=\"grammy\"/>\n\nTravis continued to record for Warner at the time. To honor the 25th anniversary of ''Storms of Life'', he released ''[[Anniversary Celebration]]'' in 2011.<ref name=\"allmusic\"/> The album consisted entirely of collaborations, on both re-recordings of Travis's previous singles and new songs.<ref>{{cite web | url=https://abc7chicago.com/archive/8040308/ | title=Randy Travis celebrates 25 years with friends | publisher=ABC 7 | date=March 29, 2011 | accessdate=January 20, 2024}}</ref> Among the artists involved were [[Zac Brown Band]] (\"Forever and Ever, Amen\"), Kenny Chesney (\"He Walked on Water\"), [[Jamey Johnson]] (\"A Few Ole Country Boys\"), as well as a medley of Travis's \"Better Class of Losers\" and Alan Jackson's \"She's Got the Rhythm (And I Got the Blues)\", both of which they co-wrote. George Jones, [[Lorrie Morgan]], [[Ray Price (singer)|Ray Price]], [[Connie Smith]], [[Joe Stampley]], and [[Gene Watson]] all provided vocals to the track \"Didn't We Shine\". Karlie Justus of Country Standard Time highlighted these tracks in particular among the strongest.<ref name=\"justus\">{{cite web | url=https://www.countrystandardtime.com/d/cdreview.asp?xid=4688 | title=''Anniversary Celebration'' | publisher=Country Standard Time | accessdate=January 20, 2024 | author=Karlie Justus}}</ref> Next on Warner was 2013's ''[[Influence Vol. 1: The Man I Am]]'', consisting of [[cover song]]s such as [[Lefty Frizzell]]'s \"[[Saginaw, Michigan (song)|Saginaw, Michigan]]\", [[Ernest Tubb]]'s \"Thanks a Lot\", and George Jones's \"[[Why Baby Why]]\". The only track on the album not to be a cover was \"Tonight I'm Playin' Possum\", a duet with [[Joe Nichols]]. Remz noted that many of the cover songs chosen were written or performed by [[Merle Haggard]], and spoke favorably of Lehning's \"low-key\" production.<ref>{{cite web | url=https://www.countrystandardtime.com/d/cdreview.asp?xid=5232 | title=Influence Vol. 1: The Man I Am | publisher=Country Standard Time | accessdate=January 20, 2024 | author=Jeffrey B. Remz}}</ref>\n\n===2013{{ndash}}present: Career after stroke===\nTravis recorded and released very little content after 2013 after suffering a [[stroke]],<ref name=\"damaged\"/> but he continued to be involved in individual projects. His first release after the stroke was a second volume of cover songs, ''[[Influence Vol. 2: The Man I Am]]'', recorded prior to the stroke and released in 2014.<ref name=\"allmusic\"/><ref name=\"mayhem\">{{cite web | url=https://musicmayhemmagazine.com/randy-travis-is-preparing-to-release-a-brand-new-album-from-the-vault-it-has-already-been-mixed-everythings-ready-to-go/ |last1=Lorge|first1=Melinda|title=Randy Travis Is Preparing To Release A Brand New Album From The Vault: \"It Has Already Been Mixed, Everything's Ready To Go\" | publisher=Music Mayhem Magazine | date=August 4, 2023 | accessdate=January 26, 2024}}</ref> In 2016, Travis was inducted into the [[Country Music Hall of Fame]].<ref>{{cite news |url=https://www.tennessean.com/story/entertainment/music/2016/03/29/watch-live-country-music-hall-fame-inductees-revealed/82364774/ |last=Watts |first=Cindy |title=Randy Travis, Charlie Daniels, Fred Foster to be inducted to Country Music Hall of Fame |newspaper=[[The Tennessean]] |date=March 29, 2016 |access-date=March 29, 2016}}</ref> The same year, he appeared in the music video for \"[[Forever Country]]\", a multi-artist medley of \"[[Take Me Home, Country Roads]]\", \"[[On the Road Again (Willie Nelson song)|On the Road Again]]\", and \"[[I Will Always Love You]]\" done to honor the 50th anniversary of the Country Music Association.<ref>{{Cite web |url=https://abcnews.go.com/Entertainment/scenes-cmas-historic-music-video-featuring-30-country/story?id=42129062 |title=30 Country Music Stars Join Forces for Historic CMA Music Video |date=September 22, 2016 |publisher=ABC News |access-date=September 29, 2019}}</ref>\n\nIn September 2019, Travis announced his return to touring. The tour features James Dupré as lead vocalist singing with Travis's backing band.<ref>{{Cite web |url=https://www.whiskeyriff.com/2019/09/07/for-the-first-time-in-six-years-randy-travis-is-going-back-on-tour/ |title=For The First Time In Six Years, Randy Travis Is Going Back On Tour |website=Whiskeyriff.com |date=September 7, 2019 |access-date=September 29, 2019}}</ref> Travis and his wife selected Dupré after seeing him perform on ''[[The Voice (American TV series)|The Voice]]''. During these shows, Travis makes selected appearances throughout, which include singing the final \"Amen\" at the end of \"Forever and Ever, Amen\".<ref>{{cite web |last=Shakalis |first=Connie |date=July 14, 2023 |title=James Dupre performs with Randy Travis Band, and Travis, at Brown County Music Center |url=https://www.aol.com/lifestyle/james-dupre-performs-randy-travis-091659064.html |publisher=AOL |access-date=January 25, 2024}}</ref> Announced as a twelve-city tour, the first performances with Dupré cut back to three concerts shortly before the tour began in October \"due to unexpected production and technical issues related to the elaborate content of the show,\" with the intent to reschedule the canceled shows after the technical problems were resolved.<ref>{{cite web |url=https://www.maconcentreplex.org/event/music-of-randy-travis/ |title=Music of Randy Travis |website=maconcentreplex.org |access-date=October 9, 2019}}</ref><ref>{{cite magazine |last=Mims |first=Taylor |date=October 7, 2019 |title=Randy Travis cancelling most of 2019 tour due to production issues |url=https://www.billboard.com/articles/business/touring/8532375/randy-travis-canceling-tour-dates |magazine=Billboard |access-date=October 9, 2019}}</ref> As of 2023, Dupré still tours in this capacity alongside Travis.<ref>{{cite web |title=Country vocalist Dupre stands in for Randy Travis on tour |url=https://www.therepublic.com/2023/07/06/country-vocalist-dupre-stands-in-for-randy-travis-on-tour/ |website=The Republic |date=July 6, 2023 |access-date=January 21, 2024 | author=Brian Blair}}</ref>\n\nTravis released ''Precious Memories (Worship & Faith)'' through [[Bill Gaither (gospel singer)|Bill Gaither]]'s Music label in February 2020. The project contained 12 songs that were recorded in 2003 at the Calvary Assembly of God Church in [[Orlando, Florida]].<ref>{{cite web |title=Gaither Music Announces Randy Travis Precious Memories: Worship & Faith Album |url=https://gaither.com/gaither-music-announces-randy-travis-precious-memories-worship-faith-album/ |website=Gaither |date=January 31, 2020 |access-date=March 6, 2020}}</ref> In July 2020, Travis released a new single titled \"Fool's Love Affair\", consisting of a demo recording he had done in the early 1980s.<ref>{{cite web |last=Moore |first=Bobby |date=July 21, 2020 |title='Fool's Love Affair': The 38-Year History of Randy Travis' First Single Since 2013 |url=https://www.wideopencountry.com/fools-love-affair-randy-travis/ |work=Wide Open Country |access-date=March 13, 2021}}</ref> This was followed in August 2023 by an announcement of a forthcoming album slated for release in 2024, consisting also of archival recordings.<ref name=\"mayhem\"/>\n\nIn April 2024, Travis posted to [[TikTok]] a clip of a new song titled \"[[Where That Came From]]\", his first new studio recording since the stroke. The song was released to country radio soon afterward.<ref>{{cite web |title=Randy Travis Announces First Album In Over A Decade, 'Where That Came From' |url=https://www.whiskeyriff.com/2024/05/01/randy-travis-travis-announces-first-album-in-over-a-decade-where-that-came-from/ |website=Whiskey Riff |date=May 1, 2024 |access-date=May 1, 2024}}</ref><ref>{{cite news |last=Martin |first=Annie |date=May 3, 2024 |title=Randy Travis releases first song since 2013 stroke |url=https://www.upi.com/Entertainment_News/Music/2024/05/03/Randy-Travis-Where-That-Came-From-song-2013-stroke/1161714743371/ |newspaper=[[UPI]] |access-date=May 3, 2024}}</ref> [[CBS News]] correspondence revealed that Lehning created the song through [[voice cloning]] technology, wherein he used an [[artificial intelligence]] program to re-create Travis's voice.<ref>{{cite web |title='CBS News Sunday Morning' gets an exclusive look inside the making of singer Randy Travis' new AI-created song |url=https://www.cbsnews.com/news/preview-exclusive-look-inside-the-making-of-singer-randy-travis-new-ai-created-song/ |website=CBS News |language=en-US |date=May 3, 2024 |access-date=May 3, 2024}}</ref> The program was trained on 42 recordings of Travis's voice as well as the voice of Dupré.<ref>{{cite web |last=Davis |first=Wes |date=May 5, 2024 |title=Randy Travis gets his voice back in a new Warner AI music experiment |url=https://www.theverge.com/2024/5/5/24149685/randy-travis-ai-voice-clone-song-where-that-came-from |website=The Verge |language=en-US |accessdate=May 5, 2024}}</ref>\n\n==Musical style==\nTravis is noted as a key figure in the [[neotraditional country]] movement, a shift in mainstream country music sound toward a more traditional style after the [[country pop]] crossovers of the early 1980s. Brian Mansfield wrote in AllMusic that \"At a time when most were still pursuing the pop-oriented sound of the ''[[Urban Cowboy]]'' craze, Travis's strong, honest vocal style and relatable songs of everyday life helped launch the New Traditionalist movement\".<ref name=\"allmusic\"/> In the ''Virgin Encyclopedia of Country Music'', Colin Larkin wrote that Travis \"was the first modern performer to demonstrate that country music could appeal to a wider public, and perhaps [[Garth Brooks]] owes him a debt.\"<ref name=\"virgin\"/> Alanna Nash similarly stated that Travis was a \"standard bearer\" for the genre's shift toward neotraditional country through later acts such as Brooks and [[Clint Black]], whom she stated \"immediately began to surpass Travis at the awards shows and in record stores.\"<ref name=\"nash lonesome\"/> Regarding his physical appearance, Gary Graff stated that \"his hunkish, weight-pumping good looks have established a physical sexuality that had been missing from many of country's male stars.\"<ref name=\"graff\"/>\n\n[[File:Joshua Otis Turner.jpg|200px|thumb|left|[[Josh Turner]] (pictured in 2010) cites Travis as an influence.|alt=Singer Josh Turner strumming an acoustic guitar.]]\n\nWriting for AllMusic, Mansfield found influences of [[Merle Haggard]] and [[George Jones]] in Travis's singing voice,<ref name=\"allmusic\"/> and Mark A. Humphrey compared his voice to [[Lefty Frizzell]] on the same site.<ref name=\"storms of life\"/> Nash called his voice a \"glass-rattling [[baritone]]\".<ref name=\"nash lonesome\"/> Cusic found influences of [[Waylon Jennings]] and [[Ernest Tubb]] in tracks from ''Storms of Life'', highlighting conventionally country lyrical themes of \"lost love\" in \"1982\" and infidelity in \"Reasons I Cheat\".{{sfn|Cusic|1990|page=99}} Critics have also noted Lehning's long-time role as Travis's producer, with Jurek stating in a review of ''High Lonesome'' that the \"production is unobtrusive and clean, setting Travis in perfect balance with a band that feels live.\"<ref name=\"jurek high\"/> In a review for Country Standard Time, Karlie Justus referred to Travis as having a \"trademark baritone\" and \"steel [guitar]-laced, storytelling catalog.\"<ref name=\"justus\"/> Robert L. Doerschuk said that Travis has a \"familiar unforced, relaxed style\".<ref name=\"robert\"/> Reviewing ''You and You Alone'', Jeffrey B. Remz wrote that \"He generally remains tried and true to his roots dishing out ballads with his usual great vocal phrasing...Travis doesn't rush through the songs, delivering them in a passionate, understated singing style\"<ref name=\"remz alone\"/> Of his shift to gospel music at the beginning of the 21st century, Erlewine wrote that such albums were \"fruitful, producing a series of good, heartfelt records, yet they also had a nice side effect of putting commercialism way on the back burner, as the gospel albums were made without the charts in mind\".<ref name=\"bend\"/>\n\nTravis has been cited as an influence on later generations of singers. Travis and Hatcher booked [[Daryle Singletary]] as an opening act and member of their touring band after hearing his vocals on the demo of \"An Old Pair of Shoes\", and he would often join Travis in this capacity to sing \"It's Just a Matter of Time\". After Singletary signed a recording contract with [[Giant Records (Warner)|Giant Records]] in 1995, Travis co-produced Singletary's [[Daryle Singletary (album)|self-titled debut album]].{{sfn|Travis|Abraham|2019|page=135-136}} Nash referred to Singletary as a \"protégé\" of Travis's with a \"sonorous baritone\".<ref>{{cite web | url=https://ew.com/article/1998/03/06/aint-it-truth/ | title=''Ain't It the Truth'' | publisher=Entertainment Weekly | date=March 6, 1998 | accessdate=January 20, 2024 | author=Alanna Nash}}</ref> Another singer who cites Travis as an influence is [[Josh Turner]], who told Travis that \"Diggin' Up Bones\" was the first song he performed in public. The two collaborated in 2006 on the show ''CMT Cross Country''.{{Sfn|Travis|Abraham|2019|page=159}} Travis contributed a guest vocal to Turner's cover of \"Forever and Ever, Amen\" on his 2020 covers album ''[[Country State of Mind (album)|Country State of Mind]]''.<ref>{{cite web | url=https://www.allmusic.com/album/country-state-of-mind-mw0003396588 | title=''Country State of Mind'' | publisher=AllMusic | accessdate=January 20, 2024 | author=Stephen Thomas Erlewine}}</ref> Turner and [[Chris Janson]] both cited \"Diggin' Up Bones\" as an influence when interviewed for a 2017 tribute concert.<ref>{{cite web | url=https://tasteofcountry.com/randy-travis-tribute-concert-stars-remarks/ | title=Country Stars Celebrate Randy Travis' 'Timeless' Legacy Backstage at Tribute Concert | publisher=Taste of Country | date=February 9, 2017 | accessdate=January 20, 2024 | author=Cillea Houghton}}</ref> Justus also noted Turner as a successor to Travis in a review of ''Anniversary Celebration'', where she also thought the themes of musical aspiration in \"A Few Ole Country Boys\", originally a duet with George Jones, were a \"full circle moment\" when Travis sang the same song with [[Jamey Johnson]].<ref name=\"justus\"/>\n\n==Acting==\n{{Main|Randy Travis filmography}}\nTravis made his acting debut in 1988, making an uncredited cameo in the [[Emilio Estevez]] movie ''[[Young Guns (film)|Young Guns]]''. Although most of his part was cut from the final movie, he sang the title track to the movie's soundtrack.{{Sfn|Cusic|1990|page=125}} He began acting on television in the early 1990s when he was cast as a house painter in an episode of ''[[Matlock (TV series)|Matlock]]''.{{sfn|Travis|Abraham|2019|page=123}} A year later he starred in the television movie ''[[Wind in the Wire (film)|Wind in the Wire]]'' which aired on [[American Broadcasting Company|ABC]]. Travis's 1993 album of the same name was a soundtrack to this film.<ref>{{cite news | url=https://www.newspapers.com/image/157930394/ | title=Country music singer Travis stars in first TV special | work=[[Albuquerque Journal]] | date=August 25, 1993 | accessdate=January 19, 2024 | pages=4B}}</ref> Travis's acting roles would continue into the mid-1990s with such films as ''[[Frank and Jesse]]'' and ''[[Maverick (film)|Maverick]]''.{{sfn|Travis|Abraham|2019|page=128}} In late 1995, he and [[Rue McClanahan]] starred in the [[CBS]] television movie ''[[A Holiday to Remember]]''. Before the movie's release, Travis stated that the appearance on ''Matlock'' earlier in the decade was what inspired him to take on more acting roles, and that ''A Holiday to Remember'' was one of his first roles not related to the [[Western (genre)|Western]] genre.<ref>{{cite news | url=https://www.newspapers.com/image/903625705/ | title=Randy Travis gets romantic | work=The Press Gazette | date=November 30, 1995 | accessdate=January 19, 2024 | author=Sally Stone | pages=15}}</ref> Coinciding with the release of ''You and You Alone'', Travis starred alongside [[Patrick Swayze]] in the film ''[[Black Dog (1998 film)|Black Dog]]'', playing the role of a country music singer.<ref>{{cite web | url=https://www.chicagotribune.com/news/ct-xpm-1998-06-19-9806190357-story.html | title=Playing a terrible singer was strangely easy for Randy Travis | publisher=Chicago Tribune | date=June 19, 1998 | accessdate=January 19, 2024 | author=Jack Hurst}}</ref> In turn, Swayze contributed backing vocals to the track \"I Did My Part\" on ''You and You Alone''.<ref name=\"lincoln\">{{cite news | url=https://www.newspapers.com/image/297651264/ | title=Getting back to their roots | work=[[Lincoln Journal Star]] | date=May 1, 1998 | accessdate=January 19, 2024 | author=L. Kent Wolgamott | pages=20}}</ref> In February 2024, Travis appeared as a special guest on an episode of the game show ''[[The Price Is Right]]''.<ref>{{cite web | url=https://www.tennessean.com/story/entertainment/music/2024/02/27/why-randy-travis-is-on-the-price-is-right/72755345007/ | title=Is that Randy Travis on 'The Price is Right'? | publisher=The Tennessean | accessdate=February 28, 2024 | author=Marcus K. Dowling}}</ref>\n\n==Personal life==\nFor much of his career, Travis was managed by Elizabeth \"Lib\" Hatcher, a former nightclub owner. The two of them lived together for several years at early points in their career.<ref>{{cite news | url=https://www.newspapers.com/image/594983383/ | title=Marriage does not change country star | work=[[Kingsport Times-News]] | date=October 16, 1992 | accessdate=January 20, 2024 | author=Becky Whitlock | pages=4D}}</ref> The couple secretly married on May 31, 1991 and bought a house on [[Maui]] soon afterward.<ref name=\"the day\"/> Because of the secrecy of their marriage and the relocation to Maui, Travis later noted that many fans theorized he was gay and had contracted [[HIV/AIDS]].<ref name=\"the day\"/> In early 1991, the tabloid ''[[National Enquirer]]'' ran an article alleging that Travis was gay. In response, Travis considered suing the publication until a lawyer convinced him otherwise.<ref name=\"the day\">{{cite news | url=https://www.newspapers.com/image/971101652/ | title=Common man Travis stars in first TV special Wednesday | work=The Day | date=August 24, 1993 | accessdate=January 20, 2024 | author=Michael Corcoran | pages=C3}}</ref>{{sfn|Travis|Abraham|2019|pages=113-114}} Journalist Michael Corcoran noted that their marriage was seen as controversial at first, due both to its initial secrecy and the fact that Hatcher was 18 years older than Travis.<ref name=\"the day\"/> Travis and Hatcher divorced in October 2010, citing incompatibility. Despite this, Hatcher continued to serve as his manager at the time.<ref>{{cite news | url=https://www.latimes.com/archives/blogs/ministry-of-gossip/story/2010-10-29/randy-travis-and-wife-manager-elizabeth-divorce | title=Randy Travis and wife-manager Elizabeth divorce | work=[[The Los Angeles Times]] | date=October 29, 2010 | accessdate=January 20, 2024}}</ref> After a period of engagement, he married Mary Davis on March 21, 2015.<ref name=\"mary\">{{cite web | url=https://people.com/who-is-mary-davis-randy-travis-wife-8382468 | title=Who Is Randy Travis' Wife? All About Mary Davis | publisher=People | date=December 31, 2023 | accessdate=January 20, 2024 | author=Emily J. Shiffer}}</ref><ref name=\"secretly\"/> The two of them live together on Chrysalis Ranch, a ranch they own outside [[Tioga, Texas]].<ref name=\"mary\"/><ref>{{Cite web |url=http://abc7.com/archive/8533112/ |title=Randy Travis Arrested near Church, for Public Intoxication |last=Heller |first=Corine |website=Abc7.com |access-date=December 12, 2016}}</ref>\n\nTravis underwent a number of public intoxication incidents in the early 2010s. He was arrested in February 2012, when he was found in a parked car outside of a church in [[Sanger, Texas]], with an open bottle of wine and smelling of alcohol.<ref>{{Cite news |url=https://www.cbsnews.com/news/randy-travis-arrested-for-public-intoxication/ |title=Randy Travis arrested for public intoxication |last=Moraski |first=Lauren |date=February 6, 2012 |access-date=July 9, 2013 |publisher=[[CBS News]]}}</ref> On August 7, 2012, state troopers in [[Grayson County, Texas]], responded to a call that an unclothed man was lying in the road. Troopers reported that they arrived to find Travis unclothed and smelling of alcohol.<ref name=\"cnn-2012\">{{Cite news |url=http://www.cnn.com/2012/08/08/justice/texas-randy-travis-arrest/index.html |title=Country singer Randy Travis arrested, accused of DWI |last1=Martinez |first1=Michael |date=August 8, 2012 |publisher=[[CNN]] |access-date=August 8, 2012 |last2=Arioto, David}}</ref> The Texas Highway Patrol said that Travis crashed his car in a construction zone, and that when they attempted to apprehend him, Travis threatened the lives of the troopers. Travis was subsequently arrested for driving under the influence and making terroristic threats against a public servant. He posted bail in the amount of $21,500.<ref>{{Cite web |url=https://www.theguardian.com/music/2012/aug/09/randy-travis-arrested |title=Randy Travis arrested after trying to buy cigarettes while naked |last=Michaels |first=Sean |date=August 9, 2012 |website=[[The Guardian]]}}</ref> Earlier in the same evening, just prior to the DUI arrest, Travis allegedly walked into a Tiger Mart convenience store naked, demanding cigarettes from the cashier, who in turn called the authorities. According to the store clerk, Travis left the store upon realizing he did not have any money to pay for the cigarettes.<ref>{{cite web |url=http://jam.canoe.ca/Country/2012/08/13/20096771-wenn-story.html |title=Nude Travis demanded smokes? |date=August 13, 2012 |url-status=usurped |access-date=March 13, 2021 |archive-url=https://archive.today/20130115095018/http://jam.canoe.ca/Country/2012/08/13/20096771-wenn-story.html |archive-date=January 15, 2013}}</ref> Travis filed a lawsuit to block police [[dashcam]] video of the incident from being released. After a five year legal battle, a judge ruled that the video did not violate his right to privacy, and the video was released to the public in December 2017.<ref>{{Cite web |url=https://abc7chicago.com/entertainment/video-of-randy-travis-naked-2012-arrest-released/2741367/ |title=Video of Randy Travis' naked 2012 arrest released |date=December 5, 2017 |publisher=ABC7 Chicago |access-date=November 5, 2019}}</ref> On January 31, 2013, Travis pleaded guilty to driving while under the influence in the August 7 incident and received two years' probation, a $2,000 fine, and a 180-day suspended jail sentence.<ref>{{Cite web |url=http://www.foxnews.com/entertainment/2013/01/31/randy-travis-pleads-guilty-in-drunk-driving-case-gets-probation/ |title=Randy Travis pleads guilty in drunk driving case, gets probation |work=Fox News Channel |access-date=February 1, 2013}}</ref> Video of the incident was aired on the [[Investigation Discovery]] program ''Exposed: Naked Crimes'' on December 26, 2023.\n\nIn July 2013, Travis experienced difficulty breathing while working out at his home gym.<ref name=\"damaged\">{{cite web | url=https://www.tennessean.com/story/entertainment/music/2017/02/07/randy-travis-damaged-but-still-fighting-after-near-fatal-stroke/97360532/ | title=Randy Travis: 'Damaged,' but still fighting after near fatal stroke | publisher=The Tennessean | date=February 7, 2017 | accessdate=January 20, 2024 | author=Cindy Watts}}</ref> He was hospitalized in [[Dallas, Texas]] for [[viral cardiomyopathy]]. While undergoing treatment, Travis suffered [[congestive heart failure]] and a [[stroke]].<ref>{{cite web | url=https://www.nj.com/indulge/2013/07/cardiologist_explains_disease_that_attacked_country_singer_randy_travis_heart.html | title=Rutgers cardiologist explains singer Randy Travis' heart disease | publisher=NJ.com | date=July 25, 2013 | accessdate=January 20, 2024}}</ref><ref>{{cite news | url=https://www.newspapers.com/image/413805062/ | title=Singer Randy Travis suffers stroke | work=[[The Paducah Sun]] | date=July 11, 2013 | accessdate=January 20, 2024 | author=Chris Talbott | pages=3C}}</ref><ref name=\"rauf\">{{cite web | url=https://www.everydayhealth.com/stroke/country-singer-randy-travis-opens-up-on-life-after-stroke/ | title=Singer Randy Travis: Regaining His Voice — and His Life — After a Massive Stroke | publisher=Everyday Health | date=August 13, 2019 | accessdate=January 20, 2024 | author=Don Rauf}}</ref> The stroke affected the left side of Travis's brain, impacting movement on the right side of his body. Travis was placed on [[life support]] after the infection caused his lungs to collapse, and was declared to have a one percent chance of survival.<ref name=\"rauf\"/> The infection, subsequent stroke, and three separate bouts of [[pneumonia]] led to Travis undergoing three [[tracheostomy|tracheostomies]] and two brain surgeries.<ref name=\"rauf\"/> Travis also suffered [[aphasia]] and lost the ability to speak and sing, while also suffering vision problems. These issues were mitigated through years of therapy with Davis, to whom he was engaged at the time.<ref name=\"rauf\"/> By November 2014, he was recovering, could walk short distances without assistance, and was re-learning to write and play guitar, according to Davis.<ref>{{Cite web |url=http://tasteofcountry.com/randy-travis-health-recovery-update/ |title=Randy Travis' Fiancee Updates His Recovery |last=Whitaker |first=Sterling |website=Tasteofcountry.com |date=November 7, 2014 |access-date=November 8, 2014}}</ref>\n\nWhile the stroke removed most of Travis's ability to sing, he has made sporadic onstage appearances to perform in limited capacity. In 2015, Travis made a guest appearance at the Academy of Country Music awards ceremony, one of his first public appearances after his stroke, where [[Lee Brice]] paid tribute to him by singing \"Forever and Ever, Amen\".<ref name=\"secretly\">{{cite web | url=https://abcnews.go.com/Entertainment/randy-travis-secretly-marries-mary-davis/story?id=30472284 | title=Randy Travis Secretly Marries Mary Davis | publisher=ABC News | date=April 21, 2015 | accessdate=January 20, 2024}}</ref> Travis sang \"Amazing Grace\" in March 2016 at an induction ceremony into the Country Music Hall of Fame, where Davis accompanied him.<ref name=\"damaged\"/><ref name=\"mary\"/> Despite this, Travis's speech remained limited when he was interviewed by ''The Tennessean'' in 2017, and he remained largely reliant on a wheelchair.<ref name=\"damaged\"/> He appeared onstage with singer [[Michael Ray (singer)|Michael Ray]] during a cover performance of \"Forever and Ever, Amen\" in June 2017, to which Travis contributed the final \"Amen.\"<ref>{{Cite news |url=http://people.com/country/randy-travis-cma-fest-2017-michael-ray/ |title=Without Words, Randy Travis Makes Fans' Dreams Come True |last=Kruh |first=Nancy |date=June 2017 |work=People Country |access-date=January 26, 2019}}</ref> He did the same during his 60th birthday party, hosted by the Grand Ole Opry on May 4, 2019.<ref>{{Cite web |url=https://tasteofcountry.com/randy-travis-60th-grand-ole-opry/ |title=Randy Travis Celebrates 60th Birthday at Grand Ole Opry |last=Hermanson |first=Wendy |website=Tasteofcountry.com |date=May 5, 2019 |access-date=September 29, 2019}}</ref>\n\n==Awards==\n{{Main|List of awards and nominations received by Randy Travis}}\n\nTravis has won seven Grammy Awards, six CMA Awards, and eleven ACM awards.<ref name=\"grammy\"/><ref name=\"acm\"/><ref name=\"cma\"/>\n\n==Discography==\n{{Main|Randy Travis albums discography|Randy Travis singles discography}}\n;Studio albums\n{{Div col}}\n*''[[Storms of Life]]'' (1986)\n*''[[Always & Forever (Randy Travis album)|Always & Forever]]'' (1987)\n*''[[Old 8×10]]'' (1988)\n*''[[No Holdin' Back]]'' (1989) \n*''[[An Old Time Christmas]]'' (1989)\n*''[[Heroes & Friends]]'' (1990)\n*''[[High Lonesome (Randy Travis album)|High Lonesome]]'' (1991)\n*''[[Wind in the Wire]]'' (1993)\n*''[[This Is Me (Randy Travis album)|This Is Me]]'' (1994)\n*''[[Full Circle (Randy Travis album)|Full Circle]]'' (1996)\n*''[[You and You Alone (album)|You and You Alone]]'' (1998)\n*''[[A Man Ain't Made of Stone]]'' (1999)\n*''[[Inspirational Journey]]'' (2000)\n*''[[Rise and Shine (Randy Travis album)|Rise and Shine]]'' (2002)\n*''[[Worship & Faith]]'' (2003)\n*''[[Passing Through (Randy Travis album)|Passing Through]]'' (2004)\n*''[[Glory Train: Songs of Faith, Worship, and Praise]]'' (2005)\n*''[[Songs of the Season]]'' (2007)\n*''[[Around the Bend (album)|Around the Bend]]'' (2008)\n*''[[Anniversary Celebration]]'' (2011)\n*''[[Influence Vol. 1: The Man I Am]]'' (2013)\n*''[[Influence Vol. 2: The Man I Am]]'' (2014)\n*''Precious Memories (Worship & Faith)'' (2020)\n{{Div col end}}\n\n==References==\n{{Reflist}}\n\n;Works cited\n* {{cite book |last=Cusic |first=Don |authorlink=Don Cusic |title=Randy Travis: The King of the New Country Traditionalists |year=1990 |publisher=St. Martin's Press |isbn=0-312-04412-7 |url=https://archive.org/details/randytraviskingo00cusi}}\n* {{cite book|last1=Travis|first1=Randy|last2=Abraham|first2=Ken|title=Forever and Ever, Amen: A Memoir of Music, Faith, and Braving the Storms of Life|year=2019|publisher=Nelson Books|isbn=978-1-4002-1483-9}}\n* {{cite book | title=The Billboard Book of Number One Country Hits | publisher=Billboard Books |last=Roland |first=Tom | year=1991 | isbn=0-8230-7553-2}}\n* {{cite book|last=Whitburn|first=Joel|authorlink=Joel Whitburn|title=Hot Country Songs 1944 to 2017|publisher=Record Research, Inc|year=2017|isbn=978-0-89820-229-8}}\n\n== External links ==\n{{Commonscat}}\n*{{allmusic}}\n* {{IMDb name|0871430|Randy Travis}}\n\n{{Randy Travis}}\n{{Grand Ole Opry members}}\n{{American Music Award for Favorite Country Male Artist}}\n{{CMA Male Vocalist of the Year}}\n{{CMA New Artist}}\n{{2010s Country Music Hall of Fame}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Travis, Randy}}\n[[Category:1959 births]]\n[[Category:20th-century American guitarists]]\n[[Category:20th-century American male musicians]]\n[[Category:20th-century American male actors]]\n[[Category:American baritones]]\n[[Category:American country singer-songwriters]]\n[[Category:American male singer-songwriters]]\n[[Category:American country guitarists]]\n[[Category:American acoustic guitarists]]\n[[Category:American male guitarists]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:Country musicians from North Carolina]]\n[[Category:DreamWorks Records artists]]\n[[Category:Grammy Award winners]]\n[[Category:Grand Ole Opry members]]\n[[Category:Living people]]\n[[Category:People from Marshville, North Carolina]]\n[[Category:Singer-songwriters from North Carolina]]\n[[Category:Warner Records artists]]\n[[Category:Word Records artists]]"
}