{
    "Red_Wanting_Blue": "{{Promotional tone|date=December 2023}}\n{{Infobox musical artist\n| name             = Red Wanting Blue\n| image            = Red Wanting Blue band, 2013.jpg\n| caption          = Red Wanting Blue: Greg Rahm, Dean Anshutz, Mark McCullough, Scott Terry, and Eric Hall. Photo by Jason Tanaka Blaney\n| image_size       = 300\n| landscape        = yes\n| background       = group_or_band\n| origin           = [[Columbus, Ohio]]\n| genre            = [[Rock and roll]], [[Americana (music)|Americana]], [[heartland rock]]\n| years_active     = 1996–present\n| label            = {{hlist|Fanatic Records (Caroline/Capitol Music Group/Universal)|[[Blue Élan Records]]}}\n| website          = [http://www.redwantingblue.com Official website]\n| current_members  = {{plainlist |\n* [[Scott Terry (musician)|Scott Terry]]: vocals, ukulele, tenor guitar\n* Mark McCullough: bass, [[Chapman Stick]], vocals\n* Greg Rahm: guitar, keyboard, vocals\n* Dean Anshutz: drums, percussion\n* Eric Hall: guitar, [[lap steel guitar]], mandolin, vocals\n}}\n}}\n'''Red Wanting Blue''' (also known as '''RWB''') is a rock and roll band led by [[Scott Terry (musician)|Scott Terry]] that formed in Athens, Ohio in 1996.<ref name=\"PittPost Gazette06072012\">{{cite news|last=Majors|first=Dan|title=Head to Club Cafe for a Midwestern American sound|newspaper=Pittsburgh Post – Gazette [Pittsburgh, Pa]|date=6 Jan 2012}}</ref> In 1999, the band relocated its headquarters to Columbus, Ohio, the city Red Wanting Blue now calls home. RWB has been touring for nearly two decades playing around 200 live shows a year.<ref name=\"Tribune06072012\">{{cite news|last=Lynch|first=Bill|title=Red Wanting Blue poised for its big break|url=http://wvgazette.com/Entertainment/201206060143|newspaper=[[The Charleston Gazette]]|date=7 June 2012}}</ref> Red Wanting Blue is known as an explosive live act to follow, with Terry being compared to some of the most entertaining frontmen in the industry.<ref name=\"Pleasantville 2012\">{{cite web |url=http://www.pleasantvillemusicfestival.com/performers.html |title=The Peak 107 presents Pleasantville Music Festival 2012 |author=Staff |year=2012 |work=Pleasantville Music Festival 2012 |publisher=Pleasantville Music Festival |accessdate=14 September 2012 |url-status=dead |archiveurl=https://web.archive.org/web/20120827140442/http://www.pleasantvillemusicfestival.com/performers.html |archivedate=27 August 2012 }}</ref>\n\nOn April 20, 2010, RWB announced that after fourteen years of operating as an independent band, they would be signing a three-album contract with ''Fanatic Records'' ([[Caroline Records (US)|Caroline]]/[[Capitol Music Group]]/[[Universal Music Group]]) out of New York City.<ref name=\"Tribune06072012\" /> The band, known for their independence and unwillingness to bend to fleeting musical trends, stated that they had never considered signing a record contract before, but embraced Fanatic Records' \"mom and pop\" mentality.<ref>{{cite web|url=http://www.columbusalive.com/content/stories/2010/10/13/local-music-red-wanting-blue.html|title=Local music: Red Wanting Blue |last=DeVille|first=Chris|publisher=Columbus Alive|accessdate=4 September 2012}}</ref>\n\nThe band has released twelve full-length albums to date: ''Velveteen'' (1996), ''Image Trigger'' (1998), ''Model Citizen'' (2000), ''Sirens'' (2001), ''Souvenirs of City Life'' (2002), ''Pride: The Cold Lover'' (2004), ''The Warehouse Sessions'' (2006), ''These Magnificent Miles'' (2008 & re-release, 2010), ''From The Vanishing Point'' (2011), ''Little America'' (2014), ''RWB20 Live at Lincoln Theater (2016)'', and ''The Wanting (2018)''.\n\n''From the Vanishing Point'' debuted at No.&nbsp;10 on the ''[[Billboard (magazine)|Billboard]]'' Heatseekers Chart.<ref name=\"Heatseekers 2012\">{{cite web |url=http://www.billboard.com/charts/2012-01-28/heatseekers-albums |title= Heatseekers Albums |author=Staff |date=28 January 2012 |work=Heatseekers Chart |publisher=Billboard Magazine |accessdate=14 September 2012}}</ref> This album cycle led to national appearances on [[Late Show with David Letterman]], CBS,<ref name=\"Moorsetown 2012\">{{cite web |url=http://cuyahogafalls.ohio.com/upublish/new-bands-atmosphere-for-rockin-on-the-river-1.282053 |title= Scott Terry, Red Wanting Blue Get Big Reaction from Letterman Crowd |last=Scott |first=Rob |date=19 July 2012 |publisher=Moorestown Patch |accessdate=14 September 2012}}</ref> [[VH1]]'s Big Morning Buzz Live and  [[Mountain Stage]], [[NPR]] where host Larry Groce said in his introduction, \"Red Wanting Blue is America's local band. They earned their fans the right way — bar by bar and concert by concert.\"<ref>{{Cite news|url=https://www.npr.org/event/music/167483793/red-wanting-blue-on-mountain-stage|title = Red Wanting Blue on Mountain Stage|newspaper = NPR.org}}</ref>\n\n''Little America'', RWB's 10th album was released on July 1, 2014, and debuted at No.&nbsp;3 on the ''[[Billboard (magazine)|Billboard]]'' Heatseekers Chart and No.&nbsp;31 on the ''[[Billboard (magazine)|Billboard]]'' Mainstream Rock Chart.\n\n==The college years & independent recordings==\n\n===''Velveteen'' (1996 - 1998), ''Image Trigger'' (1998 - 2000)===\n[[Scott Terry (musician)|Scott Terry]] (5/15/76 – present) formed the band while in school at Ohio University. Originally from New Jersey, he formed Red Wanting Blue in the fall of 1995. In 1996 Red Wanting Blue released their first full-length album titled ''Velveteen''.  While still in college in 1998, the band went on to release their second full-length album ''The Image Trigger''.\n\n===''Model Citizen'' (2000–2001)===\n''Model Citizen'' was RWB's third studio release and arguably their breakthrough album. It was the first album with current bassist, Mark McCullough. After the release of ''Model Citizen'', Red Wanting Blue started gaining media attention for their rapidly growing grassroots following. The original version of the song ''Audition'' was recorded for this album. The song was picked up nationally by [[Abercrombie and Fitch]] and placed on rotation at their stores throughout the US. ''Audition'' was later re-vamped and re-recorded for the 2011 album ''From the Vanishing Point'' and found success on the radio and television in 2012 and 2013.\n\n===''Sirens'' (2001–2002)===\n''Sirens'' is Red Wanting Blue's fourth studio release. The band would eventually dedicate ''Sirens'' to those lives lost during the [[September 11 attacks]]. Red Wanting Blue toured to support ''Sirens'' by headlining small rock clubs across the US.\n\n===''Souvenirs of City Life'' (2002–2003)===\n''Souvenirs of City Life'' is the band's fifth studio release. ''Souvenirs of City Life'' debuted at No.&nbsp;1 on [[Aware Records]] online store – awarestore.com. Red Wanting Blue toured extensively during this time period headlining rock clubs and also touring alongside longtime friends [[O.A.R. (band)|O.A.R.]] as well as [[The roots|The Roots]], [[Robert Randolph (guitarist)|Robert Randolph]] and [[N.E.R.D]].<ref name=\"Sprite\">{{cite web |url=http://www.billboard.com/articles/news/69983/full-lineup-uncapped-for-sprite-tour |title=Full Lineup Uncapped For Sprite Tour |author=Staff |year= 2003 |publisher=Billboard Magazine |accessdate=14 September 2012}}</ref> RWB also played with popular band [[311 (band)|311]] during this time period.\n\n==Modern Red Wanting Blue recordings==\n\n===''Pride: The Cold Lover'' (2004–2006)===\n\nThe release of ''Pride: The Cold Lover'' is Red Wanting Blue's sixth studio effort. Ted Comerford produced the album in Raleigh, North Carolina. ''Pride: The Cold Lover'' again debuted at No.&nbsp;1 on Awarestore ([[Aware Records]] online store) and several songs were placed on the [[CBS]]/[[VH1]] program, Love Monkey as well as [[the CW]] hit show Life is Wild.<ref name=\"alternativeaddiction.com\">{{Cite web |url= http://www.alternativeaddiction.com/musicnews/article/1139/Red-Wanting-Blue-Ready-New-Album |website= AlternativeAddiction.com |author=Chad |title= Red Wanting Blue Ready New Album |publisher= Alternative Addiction |date= 10 August 2008}}</ref>  Around this time period it was brought to the band's attention that hundreds of fans across the US tattooed Red Wanting Blue's symbol (an angel/devil sign – penned by [[Scott Terry (musician)|Scott Terry]] in 1995) on their bodies. Honored, the band thanked those fans in the liner notes of this album. RWB picked up an additional member, guitarist, keyboardist and back-up vocalist Greg Rahm. RWB independently set out on a large tour (headlining venues from mid-level clubs to small theaters) stretching from New York to California. Songs from this album found themselves on [[XM Satellite Radio]]. During this time RWB was featured as an unsigned band to watch on Demodiaries.com, Kings of A&R and Hits Magazine. \n\n===''The Warehouse Sessions'' (2006–2008)===\n''The Warehouse Sessions'' is a live album/DVD recorded in the band's warehouse and studio space in front of 100 of RWB biggest fans from across the country. Tickets to this intimate event sold out in under two minutes. ''The Warehouse Sessions'' debuted at No.&nbsp;1 on Awarestore.com ([[Aware Records]] online store) in its first week of pre-sale. It was made to bridge the gap between ''Pride: The Cold Lover'' and 2008's ''These Magnificent Miles''. This album/DVD featured early acoustic versions of fan favorites \"You Are My Las Vegas\" and \"Finger in the Air\" from ''These Magnificent Miles''.\n\n===''These Magnificent Miles'' (2008–2010)===\n[[File:Centennial Concert (4268332410).jpg|thumb|Performing at [[Anderson Arena]] in 2010.]]\nThe band enlisted Grammy nominated producer Jamie Candiloro ([[Ryan Adams]], [[R.E.M.]], [[Willie Nelson]]) for ''These Magnificent Miles''. [[Scott Terry (musician)|Scott Terry]] is quoted as saying that this album was inspired by \"the circus life of a band on the road.\" Current guitarist Eric Hall began his career with Red Wanting Blue during this time period. The band settled into an Americana rock ‘n’ roll vibe utilizing more melodic sounds than that of their prior work. Drummer Dean Anshutz joined the band toward the end of this album cycle.\n\nAfter signing with Fanatic Records in April 2010, ''These Magnificent Miles'' was re-released nationally on July 27, 2010, for a wider audience. Fanatic also issued a deluxe double-LP edition of ''These Magnificent Miles'' with full-color LP sleeves featuring the art of John Terry ([[Scott Terry (musician)|Scott Terry]]'s brother). In September 2010, the single \"Where You Wanna Go\" was heard on radio stations across the country. An eccentric music video was released for \"Where You Wanna Go\" featuring the band finding themselves trapped in an Alice in Wonderland type setting. Red Wanting Blue settled into a rhythm on tour of nearly selling out venues in advance (large rock clubs and mid-sized theaters), most shows during this time period selling out by day of show. The band's following in major cities like NYC started doubling in size with each live concert.\n\nRed Wanting Blue was commissioned to write a song for the film \"Unraveled\". The song called \"Magic Man\" was released as a single and is played in its entirety during the film. The documentary \"These Magnificent Miles – On the Long Road with Red Wanting Blue\" was released in April 2011. The band does not sell or support the documentary. On April 13, 2011, lead singer [[Scott Terry (musician)|Scott Terry]] was the guest star on [[NPR]] Radio's Snap Judgement and told a story about the band traveling through Yellowstone National Park and running into \"trouble\". In June 2011 Red Wanting Blue was presented with the Key to the City from the mayor of Kearney, Nebraska.\n\n===''From The Vanishing Point'' (2011–2014)===\n[[File:Red Wanting Blue band, 2012.jpg|thumb|Red Wanting Blue, 2012. Photo by Jason Tanaka Blaney]]\nIn early 2011, the band headed into the studio to begin recording their second official label release (RWB's 9th album). Once again, the band enlisted the talents of Jamie Candiloro to produce the album. The title of the album was released on August 5, 2011, through social media outlets. ''From the Vanishing Point'' was originally slated for release in the fall of 2011, but the album release was pushed back to January 2012.<ref name=\"PittPost Gazette06072012\" /> In the weeks before its release ''From the Vanishing Point'' was streamed over 80,000 times in the month of October alone. Over 150,000 streams of the album were recorded by the turn of 2012. \"From the Vanishing Point\" landed at ''#10 on The ''[[Billboard (magazine)|Billboard]]'' Heatseekers Chart'' in its first official week of release.<ref name=\"Heatseekers 2012\" /> The singles \"Audition,\" \"Stay on the Bright Side\" and \"White Snow\" were released on [[Adult Album Alternative]] radio also known as AAAradio or Triple-A. The music video for \"Audition\" was shot live, in one-take on October 13 at the Newport Music Hall in Columbus, OH. The intention was to introduce the authentic live energy of the band without including the \"Hollywood magic\" that is involved in most \"live-style\" music videos. In November 2011, Red Wanting Blue along with producer Jamie Candiloro headed back into the studio to record \"[[You're a Mean One, Mr. Grinch]]\" as a holiday treat for their fans. The song found its way to the radio and was picked up as a holiday single. Music Choice Television also picked up the song as a holiday single.<ref name=\"music choice\">[http://www.rtbot.net/fanatic_records Fanatic Records Information, Videos, Pictures and News.]</ref>\n\nRWB's album release tour kicked off in January 2012 and consisted of several months of sold-out shows from Chicago to New York City and more. This time proved to be the band's most successful period of touring to date with concerts selling out weeks in advance. In the morning, before most tour stops, the band could be heard making special appearances on the local radio stations (most included an interview and two to three songs). Red Wanting Blue also performed on [[The Rock Boat]] in March as well as several shows with friends and fellow musicians [[Carbon Leaf]]. On June 29, 2012 RWB's live concert attendance record was broken in Cuyahoga Falls, Ohio. Over 9,000 people attended the outdoor concert dubbed \"Red Wanting Blue - Rocking on the River\" in support of the band. On April 13, \"Unraveled\", the film that features RWB's \"Magic Man\", was released theatrically (later debuting on [[Showtime (TV channel)|Showtime]] on August 8.) On July 10, the band made available a free download of their concert from NYC venue City Winery.\n\nOn July 18, Red Wanting Blue made their network television debut on the [[Late Show with David Letterman]]<ref name=\"Tribune06072012\" /> performing the song \"Audition\" to an audience that roared and cheered along. On Sept 17th RWB performed their debut session on Daytrotter.com. On October 1, 2012, the band announced they would be performing and appearing live on [[VH1]]'s morning show \"Big Morning Buzz Live\" on October 16 at 10am alongside [[Bruno Mars]] and [[Jason Aldean]]. On November 5 Red Wanting Blue performed live on the [[NPR]] radio program [[Mountain Stage]] alongside [[Dr. Dog]] and [[The Mountain Goats]] at the Keith Albee Theater in West Virginia.\n\nIn early 2013, RWB headlined a tour of the west coast and continued to sell out shows throughout the Midwest and east coast. They also toured eastern Canada with [[The Trews]] and hit a major milestone by selling out [[The Bowery Ballroom]] in New York City. At ''The Bowery Ballroom'' on March 9, Red Wanting Blue announced that they would be heading back into the studio with producer/friend Jamie Candiloro throughout March and April 2013 to record their 10th album.\n\nThroughout March, April and May 2013, Red Wanting Blue returned to their recording studio (\"El Rancho Relaxo\" in Columbus, Ohio) with Jamie Candiloro to produce their tenth album. This had been the longest amount of time ever scheduled off the road (for the purpose of recording) in the band's career. In September, RWB announced their fall tour dates with longtime friend [[Will Hoge]]. Red Wanting Blue chose [[Swear and Shake]] to open several dates on this fall tour entitled \"The Dime Store Circus Tour\".\n\nIn February 2014 Red Wanting Blue officially sold out their first two-night stint at the House of Blues In Cleveland, Ohio. They performed their \"love songs\" on the February 14 concert in honor of Valentine's Day and performed their full rock and roll show on February 15. The band played several rare songs from their early albums during these concerts.\n\nOn February 22 the band set sail for their 3rd appearance on [[The Rock Boat]]. Red Wanting Blue played on the theatre and pool deck stages. [[Scott Terry (musician)|Scott Terry]] was invited to perform at the \"Campfire Story Sessions\" where he performed solo with his ukulele and told the true stories behind the songs  \"Probably Nothing\", \"Jennifear\" and a never before performed song called \"Little America.\" Ken Block and Drew Copland (of [[Sister Hazel]]), Emerson Hart (of [[Tonic (band)|Tonic]]) and [[Edwin McCain]] sang harmony on \"Jennifear\" as Scott Terry expressed several times how honored he was to be in their company.\n\n===''Little America'' (2014 – 2016)===\nOn July 1, 2014, Red Wanting Blue released their tenth studio album titled ''Little America''. The album debuted at No.&nbsp;3 on the ''[[Billboard (magazine)|Billboard]]'' Heatseekers Chart and No.&nbsp;31 on the ''[[Billboard (magazine)|Billboard]]'' Mainstream Rock Chart. The album was recorded in Columbus, Ohio and Los Angeles, California, produced by Jamie Candiloro and mastered by Greg Calbi at Sterling Sound in NYC. Guest appearances include [[Ed Kowalczyk]] (of [[Live (band)]]), Kerri Spieler (of [[Swear and Shake]]) and Tim Hanseroth (of [[Brandi Carlile]]). A music video was released for the single ''You Are My Las Vegas'' starring the band member's real-life mothers. In the video, the moms physically transform into their sons (beards and all) and perform the song in character.\n\nTo celebrate the release of ''Little America'', RWB hit the road with longtime friends [[The Alternate Routes]]. The ''Sounds Like Summer U.S. Tour'' started in July 2014. In November, 2014 ''RWB'' hit the road with New Orleans band [[The Revivalists]] for a tour of the east coast and midwest. On Dec 4, 2014, ''Red Wanting Blue'' performed a special concert at [[Trinity Cathedral (Cleveland, Ohio)|Trinity Cathedral]] in Cleveland, Ohio. The performance consisted of both acoustic and electric sets and was recorded for the Cathedral Concert Series for [[PBS]] (rumored to air in March 2015).\n\nIn January, 2015, the band set sail to perform on the floating music festival ''Cayamo'' that featured [[John Prine]], [[Lyle Lovett]], [[Lucinda Williams]], [[Brandi Carlile]], [[Kacey Musgraves]], [[The Lone Bellow]], and more. Directly after ''Cayamo'', the band boarded ''The Rock Boat XV'' for their fourth consecutive year. The band performed alongside hosts [[Sister Hazel]], [[Barenaked Ladies]], longtime friends [[Alternate Routes]], [[Will Hoge]], and more. [[Scott Terry (musician)|Scott Terry]] hosted the popular Rock Boat Songwriter Sessions and performed two brand new songs titled \"Holy Rolling Thunder\" and \"No Place To Go But Down\".\n\n''RWB'' hit the road in the spring/summer of 2015 on a tour called \"Our Little America Tour\". The tour began in Northwest Canada and ended in Boston. During this time they shared the stage with friends [[The Trews]] and [[The Alternate Routes]]. They debuted two new songs during this tour titled \"High and Dry\" and \"Holy Rolling Thunder\".\n\n===''RWB20 Live at Lincoln Theater'' (since 2016)===\n\nThis live concert film was recorded live at the Lincoln Theater in [[Columbus, Ohio]] on October 14, 2016. The double disc ''RWB20'' film and album was released only two months later, on December 16, 2016. The film was directed by ''Jenna Pace'' and the album was produced by ''Greg Rahm''. The film's purpose was to celebrate the first 20 years of ''Red Wanting Blue''. The concert started with a brand new song and proceeded to go back in time, playing re-worked versions of songs dating back to 1996.\n\n==Discography==\n{| class=\"wikitable\" border=\"3\"\n|-\n! Title\n! Released\n|-\n| ''Velveteen''\n| September 6, 1996\n|-\n| ''The Image Trigger''\n| April 4, 1998\n|-\n| ''Model Citizen''\n| April 3, 2000\n|-\n| ''Sirens''\n| November 16, 2001\n|-\n| ''Souvenirs of City Life''\n| February 8, 2003\n|-\n| ''Pride: the Cold Lover''\n| October 19, 2004\n|-\n| ''The Warehouse Sessions''\n| December 12, 2006\n|-\n| ''These Magnificent Miles''\n| August 21, 2008\n|-\n| ''These Magnificent Miles (re-release)''\n| July 27, 2010\n|-\n| ''From the Vanishing Point''\n| January 10, 2012\n|-\n| ''Little America''\n| July 1, 2014\n|-\n| ''RWB20 Live at Lincoln Theater''\n| December 16, 2016\n|-\n| '' The Wanting''\n| April 27, 2018\n|}\n\n==References==\n{{Reflist}}\n\n==External links==\n* [http://www.redwantingblue.com Red Wanting Blue Official Site]\n* [http://www.facebook.com/redwantingblue Red Wanting Blue on Facebook]\n* [https://twitter.com/redwantingblue Red Wanting Blue on Twitter]\n* [https://www.youtube.com/redwantingblue Red Wanting Blue on YouTube]\n* [http://web.stagram.com/n/redwantingblue Red Wanting Blue on Instagram]\n* [http://foursquare.com/redwantingblue Red Wanting Blue on FourSquare]\n\n{{Authority control}}\n\n[[Category:Musical groups established in 1996]]\n[[Category:Musical groups from Ohio]]\n[[Category:Musical groups from Columbus, Ohio]]"
}