{
    "Rita_MacNeil": "{{short description|Canadian singer-songwriter (1944–2013)}}\n{{Use mdy dates|date=December 2019}}\n{{Infobox musical artist\n| name            = Rita MacNeil\n| background      = solo_singer\n| image           = Rita MacNeil Live at the National Arts Centre, Ottawa, Ontario.jpg\n| image_size      = <!-- Only for images smaller than 220 pixels -->\n| caption        = MacNeil at the [[National Arts Centre]] in 2009\n| birth_date      = {{birth date|1944|5|28}}\n| birth_place     = [[Big Pond, Nova Scotia|Big Pond]], [[Nova Scotia]], Canada\n| death_date      = {{Death date and age|mf=yes|2013|4|16|1944|5|28}}\n| death_place     = [[Sydney, Nova Scotia|Sydney]], [[Nova Scotia]], Canada\n| genre           = {{hlist | [[Country music|Country]] | [[Folk music|folk]]}}\n| occupation      = \n| years_active    = 1975–2013\n| label           = [[Virgin Records]]\n| website         ={{URL|ritamacneil.com}}\n| instruments     = Vocals\n}}\n\n'''Rita MacNeil''' {{post-nominals|country=CAN|CM|ONS}} (May 28, 1944 – April 16, 2013) was a Canadian singer and songwriter from the community of [[Big Pond, Nova Scotia|Big Pond]] on [[Nova Scotia]]'s [[Cape Breton Island]]. Her biggest hit, \"Flying On Your Own\", was a crossover [[Top 40]] hit in 1987 and was covered by [[Anne Murray]] the following year, although she had hits on the country and adult contemporary charts throughout her career.  In the United Kingdom, MacNeil's song \"Working Man\" was a No.&nbsp;11 [[hit record|hit]] in 1990.<ref name=\"British Hit Singles & Albums\">{{cite book| first= David| last= Roberts| year= 2006| title= British Hit Singles & Albums| edition= 19th| publisher= Guinness World Records Limited| location= London| isbn= 1-904994-10-5| page= 341}}</ref>\n\nIn 1990, she was the bestselling country artist in Canada, outselling even [[Garth Brooks]] and [[Clint Black]]. She was also the only female singer ever to have three separate albums chart in the same year in Australia.<ref name=TorontoStar>{{Cite news|url=https://www.thestar.com/entertainment/music/2013/04/17/rita_macneil_spirited_woman_touched_many_with_her_songs.html|title=Rita MacNeil: Spirited woman touched many with her songs|work=Toronto Star|author=Ouzounian, Richard|date=April 17, 2013|access-date=September 23, 2020}}</ref>\n\nThrough her career MacNeil received five honorary degrees, released 24 albums, won three Juno Awards, a [[SOCAN]] National Achievement Award,<ref>{{Cite web |url=http://www.socan.ca/about/awards/2009-socan-awards |title=2009 Socan Awards &#124; Socan |access-date=June 10, 2016 |archive-url=https://web.archive.org/web/20160810123959/http://www.socan.ca/about/awards/2009-socan-awards |archive-date=August 10, 2016 |url-status=dead }}</ref> four CCMA awards, eleven ECMA awards, was inducted into the Canadian Country Music Hall of Fame and was named to the Orders of Nova Scotia and Canada.<ref>{{cite encyclopedia|title=Rita MacNeil|url=http://www.thecanadianencyclopedia.ca/en/article/rita-macneil/|encyclopedia=Canadian Encyclopedia|access-date=July 25, 2014}}</ref>\n\nOn the eighth anniversary of her death, April 16, 2021, it was announced that Rita MacNeil would be inducted into the Canadian Songwriters Hall of Fame posthumously in May of that same year.<ref>{{cite web |url=https://www.thestar.com/entertainment/music/2021/04/16/singer-songwriter-rita-macneil-to-be-inducted-into-canadian-songwriters-hall-of-fame.html |title=Singer-songwriter Rita MacNeil to be inducted into Canadian Songwriters Hall of Fame |publisher =Toronto Star|date=2021-04-16 |access-date=2021-04-16}}</ref>\n\n==Personal life==\n\n===Early years===\nMacNeil was born in [[Big Pond, Nova Scotia|Big Pond]] to Catherine and Neil J. MacNeil.<ref>{{cite book|title=On A Personal Note|last1=MacNeil|first1=Rita|last2=Simpson|first2=Anne|year=1998|publisher=Key Porter Books|location=Toronto|isbn=1-55263-002-1|page=4 }}</ref> She was born with a [[cleft lip and palate]].<ref name=\"On A Personal Note. p. 14\">''On A Personal Note''. p. 14.</ref> MacNeil was the fifth of eight siblings;<ref name=\"On A Personal Note. p. 14\"/> she had three brothers and four sisters.<ref name=\"Remembering Rita\">{{cite web|title=Remembering Rita|url=http://www.ritamacneil.com/pages/about-rita|publisher=Big Pond Publishing|access-date=July 25, 2014}}</ref> Her father owned a local store and was a carpenter,<ref>''On A Personal Note''. p. 7.</ref> and her mother worked in the family store.<ref>''On A Personal Note''. p. 24.</ref>\n\nAs a young girl, MacNeil was molested by her great-uncle who lived down the road from the family home. For many years she kept this to herself, only revealing it for the first time in her autobiography,<ref>''On A Personal Note''. p. 51.</ref> recalling years of sexual abuse and noting that he had done everything short of raping her.<ref>''On A Personal Note''. p. 52.</ref> She noted that the sexual abuse eventually ended, unsure whether it was because someone had found out about it or that her family moved away from Big Pond. She called it a point in her life that profoundly affected her because it was a traumatic passage out of innocence.<ref>''On A Personal Note''. p. 53.</ref>\n\n===1950s===\nIn the mid-1950s MacNeil's parents sold their store and began a big move that would take them to [[Sydney, Nova Scotia|Sydney]], then to [[Toronto]].<ref>''On A Personal Note''. p. 54.</ref> MacNeil's father worked as a carpenter, her mother worked at [[Eaton's]], and her sister Mary worked at a local grocery store.<ref>''On A Personal Note''. p. 56.</ref> Alcoholism, already a large part of her parents' life, became worse in Toronto, especially with her mother's desire to move back to Cape Breton. After a terrible night of drinking and fighting,<ref>''On A Personal Note''. p. 63.</ref> MacNeil's older brother Malcolm ('Malkie') arrived in Toronto, and he and Mary convinced their parents that it was time to move back to Cape Breton, which they soon did.<ref>''On A Personal Note''. p. 64</ref>\n\n===1960s===\n\nBy the summer of 1960 MacNeil was itching to get away to the city to start making a name for herself. She had just finished Grade 11 when she took a summer job in Toronto, along with her friend Carolyn Tobin, working for [[Canadian National Railway|CNR]].<ref>''On A Personal Note''. p. 75</ref><ref name=\"On A Personal Note. p. 76\">''On A Personal Note''. p. 76</ref> Upon returning to Sydney in the fall, MacNeil knew she wanted nothing more than to begin her singing career, and with her parents' support she moved right back to Toronto to get started.<ref name=\"On A Personal Note. p. 76\"/>\n\nLike her mother, MacNeil worked for Eaton's, in the Customer Account Services Department<ref>''On A Personal Note''. p. 77</ref> By 1964 she had begun taking voice lessons.<ref>''On A Personal Note''. p. 87</ref> She had also met a man she described as Sicilian, with jet black hair, brown eyes and very white teeth.<ref>''On A Personal Note''. p. 82</ref> She began dating this man although he had told her his parents wanted him to marry a Sicilian woman. She became pregnant in 1965; frightened and unsure of the future, she returned to her parents, who cared for and supported her.<ref>''On A Personal Note''. p. 97</ref>\n\nOn April 15, 1966, MacNeil gave birth to her daughter Laura.<ref>''On A Personal Note''. p. 98</ref> She also started struggling with her weight, which fluctuated from 119 to 183 pounds.<ref>''On A Personal Note''. p. 99</ref> That summer MacNeil decided to continue working toward her singing goals as she made a life for her daughter. Leaving Laura with her parents, she returned to Toronto<ref>''On A Personal Note''. p.100</ref> and her Eaton's job.<ref>''On A Personal Note''. p. 101</ref>\n\nThat fall she met David Langham. By spring 1967 she had married Langham in a small ceremony that included the bride's sister, the groom's brother, and a minister. In her autobiography she wrote that she wore a royal-blue suit and a pink [[pillbox hat]], while Langham wore a suit.<ref>''On A Personal Note''. p. 207</ref> The newlyweds moved Laura into their Toronto home in August 1967.<ref>''On A Personal Note''. p. 109</ref>\n\nLangham and MacNeil left Toronto in the summer of 1968, purchasing a 78-acre farm in the village of [[Dundalk, Ontario|Dundalk]].<ref>''On A Personal Note''. p. 114</ref> MacNeil's second child, Wade, was born there on April 30, 1970.<ref>''On A Personal Note''. p. 119</ref>\n\n===1970s===\nMacNeil longed to return to the city and convinced Langham to sell the farm, and in the fall of 1970 they moved to [[Etobicoke]], just outside the City of Toronto. Growing restless in her marriage, MacNeil made one last attempt to save her relationship by moving back to Cape Breton with her family in 1975.<ref name=\"On A Personal Note. p. 135\">''On A Personal Note''. p. 135</ref> It wasn't enough and she returned to Toronto on her own; for a year she tried to develop her career further while sorting out her feelings. She returned to Cape Breton in spring 1976,<ref>''On A Personal Note''. p. 138</ref> became severely depressed, and left again, this time taking her children on her move to [[Ottawa]] where, as a single mother, she took jobs cleaning houses and became a welfare recipient.<ref>''On A Personal Note''. p. 140</ref> By summer 1979 MacNeil and Langham had filed for divorce.<ref>''On A Personal Note''. p. 152</ref>\n\n==Career==\n\n===1970s===\n\nMacNeil was first introduced to the women's movement in 1971 and it was pivotal to her music career.<ref>''On A Personal Note''. p. 125</ref> In 1972 she wrote the song \"Born a Woman,\" which expressed her feelings about how women were being portrayed by men and in the media.<ref>''On A Personal Note''. p. 128</ref> Her mother Catherine died that year after being ill for some time, and at her funeral Rita sang a song she had written, \"Who Will I Go to See,\" which she included on her first album.<ref>''On A Personal Note''. p. 132</ref>\n\nIn 1975 MacNeil released her first album, ''Born A Woman'', a tribute to those fighting for women's rights across the country.<ref name=\"On A Personal Note. p. 135\"/> By 1979, her career had taken off. She performed for International Women's Day in Sydney, Cape Breton; realizing she could do her music in Cape Breton, she moved back to Nova Scotia.<ref>''On A Personal Note''. p. 151</ref> During the move she realized that her interests extended beyond the women's movement to include places she loved. She wrote songs like \"Black Rock,\" \"Rene,\" \"Brown Grass,\" \"My Island Too,\"<ref>''On A Personal Note''. p. 157</ref> and \"Old Man,\" which was about her father.<ref>''On A Personal Note''. p. 158</ref>\n\nResearch done by historians [[Steve Hewitt]] and [[Christabelle Sethna]] on documents from the now-defunct [[RCMP Security Service|Royal Canadian Mounted Police Security Service]] have revealed accounts of the force having spied on [[feminists]], including MacNeil, during the 1970s.<ref>{{cite web|url=http://www.ctvnews.ca/rcmp-spied-on-rita-macneil-feminists-in-1970s-1.313362|title=RCMP spied on Rita MacNeil, feminists in 1970s|date=August 4, 2008 |access-date=October 18, 2017|publisher=[[CTV News]]}}</ref>\n\n====\"Working Man\"====\n\"Working Man\" was sparked by a visit to the Princess Colliery in Sydney Mines, prompted by the stories of the miners' daily hardships.<ref>''On A Personal Note''. p. 159</ref> In her autobiography she notes that the tour guide was suffering from throat cancer, and she had remembered her mother's struggles with it, and as he talked the melody for the song began in her head, complete with lyrics.<ref>''On A Personal Note''. p. 160</ref> The song, which peaked at number 11 in the UK charts, became a worldwide sensation and the unofficial anthem for coal miners everywhere.<ref name=\"British Hit Singles & Albums\"/>\n\n===1980s===\n\nIn 1981 MacNeil released her second album. ''Part of the Mystery'', which included some of the songs she had written upon returning to Cape Breton: \"Part of the Mystery,\" \"Old Man,\" \"Black Rock,\" and the first release of \"Working Man.\"<ref>''On A Personal Note''. p. 163</ref> The work leading up to the album's release was immense; to ensure that it would be picked up, MacNeil and friends formed Big Pond Publishing and Production Limited in 1980, which today is run by her son Wade.<ref>''On A Personal Note''. p. 164</ref> In 1983 MacNeil released her third album, ''I'm Not What I Seem''.<ref>''On A Personal Note''. p. 172</ref>\n\nIn 1985 MacNeil was invited to sing at the Canadian Pavilion in Japan, at Expo '85.<ref>''On A Personal Note''. p. 181</ref> Upon her return home she taped her first television special for CBC, ''Celtic Fantasy'', at the Rebecca Cohn Auditorium.<ref>''On A Personal Note''. p. 186</ref> Unfortunately the successful year ended in heartache when MacNeil's father died in early December.<ref>''On A Personal Note''. p. 188</ref>\n\nAfter MacNeil had performed several times at Expo '86 in Vancouver,<ref>''On A Personal Note''. p. 190</ref> the media began encouraging everyone to go and see her sing.<ref>''On A Personal Note''. p. 191</ref> Vancouver was a long way from home, and out of MacNeil's homesickness came \"She's Called Nova Scotia.\"<ref>''On A Personal Note''. p. 192</ref>\n\nMacNeil was selected along with John Gracie to tape a pilot episode for a CBC television series called ''View From the Heart'',<ref>''On A Personal Note''. p. 193</ref> a variety show similar to her later series ''Rita & Friends''. After travelling to [[Nashville, Tennessee|Nashville]] to record \"Flying on Your Own\" and \"Fast Train to Tokyo,\" MacNeil learned the show would not go ahead. The press suggested Macneil's appearance had adversely affected her chances; a newspaper headline of the time read 'Fat lady with cleft lip not marketable: So says CBC Toronto'.<ref>''On A Personal Note''. p. 194</ref>\n\nNot letting this disappointment get her down, MacNeil was ready to release her fourth album, ''Flying on Your Own'', but record companies were unwilling to pick it up, so she decided to release it under her own record label, Lupin Production. Upon the release, sales in the Maritimes skyrocketed. At the same time she filmed a movie called ''[[Candy Mountain]]'', in which she played the small role of a singer named Winnie. By February 1987 Virgin Record Canada and A&M Records Canada had taken over the sales of ''Flying on Your Own'', which had sold 22,000 copies. Sales reached 40,000, eventually hitting Gold Record status,<ref>''On A Personal Note''. p. 196</ref> and selling 75,000 copies by the end of 1987. MacNeil also won her first Juno Award in 1987 for Most Promising Female Vocalist.<ref>''On A Personal Note''. p. 197</ref>\n\nIn 1988 MacNeil received an honorary doctorate from the [[University of New Brunswick]], and released two more albums, ''Now the Bells Ring'' and ''[[Reason to Believe (Rita MacNeil album)|Reason to Believe]]'', which was written for her mother.<ref>''On A Personal Note''. p. 200</ref> At the same time ''Flying on Your Own'' surpassed 120,000 sales, reaching platinum status. By November 1988, ''Reason to Believe'' had reached platinum status.<ref>''On A Personal Note''. p. 201</ref>\n\nMacNeil's success was evident. Fellow Canadian singing icon [[Anne Murray]] covered the song \"Flying on Your Own\", on her 1988 album ''[[As I Am (Anne Murray album)|As I Am]]''.<ref>''On A Personal Note''. p. 202</ref>\n\nMacNeil was given one of the Canadian music industry's highest honours, the Procan award, now known as Socan.<ref>''On A Personal Note''. p. 203</ref><ref>{{cite web|title=History|url=http://www.socan.ca/about/history|publisher=Socan|access-date=July 25, 2014|archive-date=February 19, 2018|archive-url=https://web.archive.org/web/20180219090200/http://www.socan.ca/about/history|url-status=dead}}</ref>\n\nIn 1989 MacNeil received another honorary doctorate, from [[St. Mary's University (Halifax)|St. Mary's University]].<ref>''On A Personal Note''. p. 208</ref> She also filmed another television special, ''Flying on Your Own'', for CTV,<ref>''On A Personal Note''. p. 210</ref> and released another album, ''Rita'', which she recorded in Vancouver.<ref>''On A Personal Note''. p. 212</ref>\n\n===1990s===\nIn 1990 MacNeil was nominated for three Juno awards: Album of the Year, Female Vocalist of the Year, and Country Vocalist of the Year; she won Female Vocalist.<ref>''On A Personal Note''. p. 216</ref><ref>''On A Personal Note''. p. 217</ref>\n\nHer album ''Rita'' won Album of the Year at the 1990 Canadian Country Music Awards, and at the East Coast Music Awards along with Female Vocalist of the Year.<ref>''On A Personal Note''. p. 218</ref> She also filmed her first Christmas special for CTV, ''Now the Bells Ring'',<ref>''On A Personal Note''. p. 223</ref>  and saw her Christmas album, ''Now the Bells Ring,'' reach triple-platinum status and ''Flying on Your Own'' reach double-platinum status.<ref>''On A Personal Note''. p. 224</ref>\n\nIn 1991 MacNeil won Female Vocalist of the Year at the Juno Awards, followed by Female Vocalist, Album of the Year (''Home I'll Be''), and Song of the Year (\"Home I'll Be\"), at the East Coast Music Awards. She was also awarded the Socan Award for Highest Airplay of a Song (\"We'll Reach the Sky Tonight\").<ref>''On A Personal Note''. p. 226</ref>  MacNeil also set out on a European tour, which included what she considered a once-in-a-lifetime-opportunity performance at the [[Royal Albert Hall]].<ref>''On A Personal Note''. p. 228</ref>\n\nBy the fall, MacNeil had won the fan choice for Entertainer of the Year, as well as the award for top-selling album, at the Canadian Country Music Awards.<ref>''On A Personal Note''. p. 232</ref>\n\nIn the spring of 1992 MacNeil was given the Order of Canada. Upon receipt of this award, she was asked to sing \"We'll Reach the Sky Tonight\" on Canada Day, during the 125th Anniversary of the Confederation of Canada.<ref>''On A Personal Note''. p. 239</ref><ref>{{cite web|title=Order of Canada|url=http://www.gg.ca/honour.aspx?id=2963&t=12&ln=MacNeil|publisher=Governor General of Canada|access-date=July 25, 2014}}</ref>\n\nIN 1993 MacNeil won the East Coast Music Award for Female Vocalist of the Year and received honorary doctorates from [[St. Francis Xavier University]] and [[Mount St. Vincent University]].<ref>''On A Personal Note''. p. 244</ref>\n\n'''1993 World Series''' <br>MacNeil was invited to Toronto's [[SkyDome]] to sing \"[[O Canada]]\" at Game 2 of the [[1993 World Series|World Series]].  Following the performance, a Toronto journalist made comments about the physical conditions of the [[Philadelphia Phillies]] players. In retaliation, a local Philadelphia newspaper took aim at MacNeil stating: \"Towns that need forklifts to transport their O Canada singer to home plate, should think twice before describing Phillies as unfit.\" The journalist further wondered whether MacNeil was paid for her performance by the pound or the note or in [[Jenny Craig, Inc.|Jenny Craig Certificates]].<ref>''On A Personal Note''. p. 245</ref> In her autobiography MacNeil notes that no retraction or apology was ever issued by the journalist or the newspaper. When asked later if she would sing for another World Series game, she answered true to her humorous self: \"Yes, I'd do it, but only if they drive me out onto the field on a forklift.\"<ref>''On A Personal Note''. p. 246</ref>\n\nIn her continuing struggles with weight and shopping for clothing in sizes above 26, MacNeil attempted to launch a clothing line, but stores didn't seem interested in carrying the line and shoppers weren't interested in her style. She hoped to get stores to carry sizes up to 32 and [[Penningtons]] considered sizes up to 26, but the 'Rita Line' garnered no interest.<ref>''On A Personal Note''. p. 248</ref>\n\n[[File:Ritas BigPond.jpg|thumb|right|Rita's Tea Room in [[Big Pond, Nova Scotia]]]]\nMore successful was Rita's Tea Room, which opened in 1986. Originally a one-room schoolhouse where she lived, it was expanded in 1993 to include the foyer, gift shop, kitchen, and additional rooms.<ref>''On A Personal Note''. p. 249</ref><ref>{{cite web|title=Rita's TeaRoom|url=http://www.ritamacneil.com/pages/ritas-tea-room|publisher=Big Pond Publishing|access-date=July 25, 2014}}</ref> In later years MacNeil performed summer concert series in the tea room, which included dinner and a show. Upon her death, her former bandmates continued to perform shows during the summer months.<ref>{{cite web|title=Concerts|url=http://www.ritamacneil.com/pages/concerts|publisher=Big Pond Publishing|access-date=July 25, 2014|archive-date=July 30, 2014|archive-url=https://web.archive.org/web/20140730004225/http://www.ritamacneil.com/pages/concerts|url-status=dead}}</ref>\n\nMacNeil received another honorary doctorate in 1994 from the [[Cape Breton University|University College of Cape Breton]].<ref>''On A Personal Note''. p. 250</ref> MacNeil was given the opportunity to host a television variety series from 1994 until 1997 called ''[[Rita and Friends|Rita & Friends]]''. The show was produced by CBC Toronto in Studio 40. The first show brought in 1.7&nbsp;million viewers.<ref>''On A Personal Note''. p. 252</ref> By 1996 the show had been moved from its popular Friday-night slot to Wednesday nights, and was eventually cancelled.<ref>''On A Personal Note''. p. 261</ref>\n\nMacNeil won a Gemini Award for Best Performance in a Variety Program in 1996.<ref>''On A Personal Note''. p. 262</ref> She was nominated for the same award in 1994, but did not win, and in 1995 was nominated for Best Performance in a Variety Program for her Christmas special, ''Once Upon a Christmas''.<ref>{{cite web|title=Awards Database|url=http://www.academy.ca/About-the-Academy/Awards-Database|publisher=Academy of Canadian Cinema & Television|access-date=July 25, 2014|url-status=dead|archive-url=https://web.archive.org/web/20140814204820/http://www.academy.ca/About-the-Academy/Awards-Database|archive-date=August 14, 2014}}</ref>\n\nMacNeil wrote a memoir, ''On a Personal Note'' with [[Anne Simpson]] in 1998 and it was published by [[Key Porter Books]].<ref>{{cite web|title=On a Personal Note Rita's Autobiography|url=http://www.ritamacneil.com/products/on-a-personal-note-autobiography|publisher=Big Pond Publishing|access-date=July 25, 2014}}</ref> She was interviewed by CTV journalist [[Sandie Rinaldo]] in a one-hour documentary based on her autobiography, ''Rita MacNeil: On a Personal Note''.<ref>{{cite web|title=Rita MacNeil On a Personal Note|url=http://www.sfaproductions.com/doc_ona_personal_note.html|publisher=SFA Productions|access-date=July 25, 2014|archive-date=March 30, 2015|archive-url=https://web.archive.org/web/20150330102458/http://sfaproductions.com/doc_ona_personal_note.html|url-status=dead}}</ref>\n\n===2000s===\nMacNeil produced her final television Christmas special in 2000 for CTV, which included performances by [[Natalie MacMaster]], [[John McDermott (singer)|John McDermott]], [[The Barra MacNeils]], [[Jamie Salé]], and [[David Pelletier]], with a special performance by [[Patti LaBelle]].<ref name=\"Remembering Rita\"/>\n\nIn 2003 MacNeil filmed a television special titled ''Rita MacNeil presents The Men of the Deeps'', a one-hour special showcasing the coal mining choir [[The Men of the Deeps]].<ref>{{cite web|title=Rita MacNeil presents The Men of the Deeps|url=http://www.sfaproductions.com/rita_men_ofthe_deeps2.html|publisher=SFA Productions|access-date=July 25, 2014|archive-date=March 29, 2015|archive-url=https://web.archive.org/web/20150329155851/http://sfaproductions.com/rita_men_ofthe_deeps2.html|url-status=dead}}</ref> She produced a television special one year later in 2004 called ''Rita MacNeil's Cape Breton'', featuring [[Jimmy Rankin]], [[Ashley MacIsaac]], and The Men of the Deeps.<ref>{{cite web|title=Rita MacNeil's Cape Breton|url=http://www.sfaproductions.com/rita_cape_breton.html|publisher=SFA Productions|access-date=July 25, 2014|archive-date=March 29, 2015|archive-url=https://web.archive.org/web/20150329155954/http://sfaproductions.com/rita_cape_breton.html|url-status=dead}}</ref>\n\nMacNeil released her second book, ''Christmas at Home with Rita MacNeil'', in 2003. The book shared memories of Christmas in Cape Breton, as well as family recipes and song lyrics. The book also included a copy of her 2003 Christmas album, ''Late December''.\n\nMacNeil was featured in a 2004 episode of ''[[Trailer Park Boys]]'', in which she and her band were forced to harvest [[marijuana]] at gunpoint.<ref>{{cite web|title=Trailer Park Boys: Workin' Man|url=https://www.imdb.com/title/tt0732934/?ref_=ttep_ep8|publisher=IMDb|access-date=July 25, 2014}}</ref>\n\nMacNeil was awarded the [[Order of Nova Scotia]] in 2005.<ref>[https://www.cbc.ca/news/entertainment/in-brief-rita-macneil-receives-n-s-honour-more-1.550172 \"Rita MacNeil receives N.S. honour\"]. [[CBC News]], November 1, 2005.</ref> She was also awarded the Dr. Helen Creighton Lifetime Achievement Award at the 2005 East Coast Music Awards.<ref name=\"Rita MacNeil, 1944–2013\">{{cite web|title=Rita MacNeil, 1944–2013|url=http://www.ecma.com/news/rita-macneil-1944-2013|publisher=ECMAs|access-date=July 25, 2014}}</ref>\n\n''Flying On Her Own'', a play based on MacNeil's life and featuring many of her songs, premiered at [[Live Bait Theatre]] in [[Sackville, New Brunswick]] in 2000.  Written by Canadian playwright [[Charlie Rhindress]], it was subsequently produced by [[Neptune Theatre (Halifax)|Neptune Theatre]] in [[Halifax, Nova Scotia]] in 2002 and published by [[Playwrights Canada Press]] in 2008.\n\n===2010s===\nMacNeil's final concert tour was in December 2012, 'Sharing Christmas: Rita MacNeil with Special Guest [[Frank Mills]].' Her last television appearance was December 6, 2012 on ''[[George Stroumboulopoulos Tonight]]'' hosted by [[George Stroumboulopoulos]].<ref>{{cite web|title=Episode 54|url=http://www.cbc.ca/player/Shows/Shows/George+Stroumboulopoulos+Tonight/ID/2313262938/|publisher=Canadian Broadcasting Corporation|access-date=July 25, 2014}}</ref> MacNeil's last known stage performance was just over a month before her death, on March 9, 2013 during East Coast Music Week. MacNeil was also given 25th Anniversary Award at the 2013 East Coast Music Awards Gala.<ref name=\"Rita MacNeil, 1944–2013\"/>\n\nA 25th album was released following MacNeil's death titled ''Traveling On''. It is a memorial album containing some of MacNeil's most cherished songs, hand-picked by her son Wade, her close family and friends, and thousands of fans who gave input via social media.<ref>{{cite web|title=Traveling On|url=http://www.ritamacneil.com/collections/music/products/traveling-on-2013|publisher=Big Pond Publishing|access-date=July 25, 2014}}</ref>\n\nMacNeil was posthumously inducted into the [[Canadian Country Music Hall of Fame]] in September 2013.<ref>{{cite news|title=Rita MacNeil inducted to Canadian Country Music Hall of Fame|url=http://www.cbc.ca/news/entertainment/rita-macneil-inducted-to-canadian-country-music-hall-of-fame-1.1357838|access-date=October 18, 2017|publisher=[[CBC News]]|date=July 3, 2013}}</ref>\n\nMacNeil was recognized at the 2014 East Coast Music awards with the Directors Special Achievement Award.<ref>{{cite web|title=ECMA announces Rita MacNeil, Jay Smith, and The Chaisson Trio among 2014 honourary award recipients|url=http://www.ecma.com/news/ecma-announces-rita-macneil-jay-smith-and-the-chaisson-trio-among-2014-hono|publisher=ECMAs|access-date=July 25, 2014|url-status=dead|archive-url=https://web.archive.org/web/20140808073752/http://www.ecma.com/news/ecma-announces-rita-macneil-jay-smith-and-the-chaisson-trio-among-2014-hono|archive-date=August 8, 2014}}</ref><ref>{{cite web|title=Rita MacNeil, Jay Smith among honorary ECMA recipients|url=http://www.cbc.ca/news/canada/nova-scotia/rita-macneil-jay-smith-among-honorary-ecma-recipients-1.2560735|publisher=Canadian Broadcasting Corporation|access-date=July 25, 2014}}</ref>\n\nA biography of MacNeil, ''I'm Not What I Seem'', by Charlie Rhindress, was published by Formac in October 2016 and became a best seller in Nova Scotia and PEI.\n\n==Death==\nMacNeil died on April 16, 2013, from complications of surgery after a recurrent infection.<ref>{{cite web|url=http://atlantic.ctvnews.ca/canadians-pay-tribute-to-rita-macneil-1.1242105 |title=Canadians pay tribute to Rita MacNeil {{pipe}} CTV Atlantic News |publisher=Atlantic.ctvnews.ca |date=February 20, 2005 |access-date=April 18, 2013}}</ref><ref>[https://www.thestar.com/entertainment/music/2013/04/17/rita_macneil_cape_bretons_first_lady_of_song_dies_at_age_68.html \"Rita MacNeil dies at 68 after surgery; son says she had been planning summer concerts\"]. ''[[Toronto Star]]'', April 17, 2013.</ref> Early reports from the ''Globe and Mail'' that MacNeil contracted an infection while in the hospital were not correct, and the newspaper later printed a correction.<ref>{{cite news|url=https://www.theglobeandmail.com/news/national/rita-macneil-did-not-have-hospital-acquired-infection-health-officials-say/article11585874|title=Rita MacNeil did not have hospital-acquired infection, health officials say|newspaper=The Globe and Mail|date=April 26, 2013|access-date=December 9, 2013}}</ref>\n\n==Discography==\n{{main|Rita MacNeil discography}}\n\n==Television==\n\n{| class=\"wikitable\"\n|+Notable television credits\n! scope=\"col\" | Year\n! scope=\"col\" | Title\n! scope=\"col\" | Role\n! scope=\"col\" | Notes\n|-\n| 1985 || Celtic Fantasy || herself || CBC Special\n|-\n| 1986 || View from the Heart || herself (host) || Unaired pilot\n|-\n| 1989 || Flying on Your Own || herself || CTV Special\n|-\n| 1990 || Now the Bells Ring || herself || Christmas Special\n|-\n| 1994–1997 || [[Rita and Friends]] || herself (host) ||\n|-\n| 1994 || Royal Canadian Air Farce || herself || episode 2.4\n|-\n| 1997 || Big Sky || herself || TV Mini-series\n|-\n| 1998 || On A Personal Note || herself || CBC Documentary \n|-\n| 1998 || Rita MacNeil's Celtic Celebration || herself || CTV Special\n|-\n| 2000 || Rita MacNeil's Christmas || herself || Christmas Special\n|-\n| 2003 || Rita MacNeil presents The Men of the Deeps || herself (host) || CTV Special\n|-\n| 2004 || Rita MacNeil's Cape Breton  || herself || CTV Special\n|-\n| 2004 || [[Trailer Park Boys]] || herself || Season 4 Episode 8 Working Man\n|-\n| 2005 || Vicki Gabereau Show || herself || guest performance\n|-\n| 2012 || The Hour || herself ||\n|-\n| 2012 || George Stroumboulopoulos Tonight || herself || Episode 54\n|}\n\n==Awards==\n\n===Juno===\n{| class=\"wikitable sortable\"\n|-\n! Year\n! Category\n! Result\n|-\n| 1987\n| Most Promising Female Vocalist of the Year\n| {{won}}\n|-\n| rowspan=\"3\"|1989\n| Best Female Vocalist \n| {{nom}}\n|- \n| Composer of the year \n| {{nom}}\n|-\n| Album of the Year (Reason to Believe)\n| {{nom}}\n|-\n| rowspan=\"4\"| 1990\n| Best Female Vocalist \n| {{won}}\n|-\n| Best Country Female Vocalist \n| {{nom}}\n|-\n|Album of the Year (Now the Bells Ring)\n| {{nom}}\n|-\n| Album of the Year (Rita)\n| {{nom}}\n|-\n| rowspan=\"3\"| 1991\n| Best Country Female Vocalist \n| {{won}}\n|-\n| Best Female Vocalist \n| {{nom}}\n|-\n| Best Album (Home I'll Be) \n|{{nom}}\n|-\n| 1993\n| Best Female Vocalist \n| {{nom}}\n|-\n| 1994\n| Best Female Vocalist \n| {{nom}}\n|-\n| 1995\n| Best Female Vocalist\n| {{nom}}\n|-\n| 1996\n| Best Female Vocalist \n| {{nom}}\n|}\n\n===Gemini===\n{| class=\"wikitable sortable\"\n|-\n! Year\n! Category\n! Result\n|-\n| 1994\n| Best Performance or Host in a Variety Program or Series\n| {{nom}}\n|-\n| 1995\n| Best Performance or Host in a Variety Program or Series \n| {{nom}}\n|-\n|1996\n| Best Performance or Host in a Variety Program or Series \n| {{won}}\n|}\n\n===ECMA===\n{| class=\"wikitable sortable\"\n|-\n! Year\n! Category\n! Result\n|-\n| rowspan=\"2\"| 1989\n| FACTOR Recording of the Year (Reason to Believe)\n| {{won}}\n|-\n| Female Recording of the Year\n| {{won}}\n|-\n| rowspan=\"3\"| 1990\n| FACTOR Recording of the Year (Rita)\n| {{won}}\n|-\n| Female Recording of the Year\n| {{won}}\n|-\n| Song of the Year (I'll Accept the Rose Tonight)\n| {{nom}}\n|-\n| rowspan=\"5\"| 1991\n| Live Artist of the Year\n| {{nom}}\n|-\n| Song of the Year (Home I'll Be)\n| {{won}}\n|-\n| Country Recording of the Year\n| {{nom}}\n|-\n| FACTOR Recording of the Year (Home I'll Be)\n| {{won}}\n|-\n| Female Recording of the Year\n| {{won}}\n|-\n| 1992\n| Entertainer of the Year\n| {{nom}}\n|-\n| rowspan=\"3\"| 1993\n| Country Recording of the Year\n| {{nom}}\n|-\n| Entertainer of the Year\n| {{nom}}\n|-\n| Female Recording of the Year\n| {{won}}\n|-\n| 1994\n| Female Recording of the Year\n| {{nom}}\n|-\n| rowspan=\"2\"| 1995\n| Country Recording of the Year\n| {{won}}\n|-\n| Entertainer of the Year\n| {{nom}}\n|-\n| rowspan=\"3\"| 1996\n| Country Recording of the Year\n| {{nom}}\n|-\n| Entertainer of the Year\n| {{nom}}\n|-\n| Female Recording of the Year\n| {{nom}}\n|-\n| 2000\n| Female Recording of the Year\n| {{nom}}\n|-\n| 2002\n| Root/Traditional Group of the Year (with The Men of the Deeps)\n| {{nom}}\n|-\n| 2003\n| Female Recording of the Year\n| {{nom}}\n|-\n| rowspan=\"2\"| 2005\n| Female Recording of the Year\n| {{nom}}\n|-\n| Dr. Helen Creighton Lifetime Achievement Award\n| {{won}}\n|}\n\n==References==\n{{reflist}}\n\n==Further reading==\n*{{cite book|author1=MacNeil, Rita|author2=Simpson, Anne|title=On a Personal Note|year=1998|publisher=Key Porter Books|isbn=978-1-55263-002-0}}\n*{{cite book|author=MacNeil, Rita|title=Christmas at Home with Rita MacNeil|year=2003|publisher=Key Porter Books|isbn=1-55263-476-0|url-access=registration|url=https://archive.org/details/christmasathomew0000macn}}\n\n==External links==\n* {{IMDb name|0534118}}\n{{Authority control}}\n\n{{DEFAULTSORT:Macneil, Rita}}\n[[Category:1944 births]]\n[[Category:2013 deaths]]\n[[Category:Canadian women country singers]]\n[[Category:Canadian feminists]]\n[[Category:Canadian folk singer-songwriters]]\n[[Category:Canadian women singer-songwriters]]\n[[Category:Canadian television variety show hosts]]\n[[Category:Canadian feminist musicians]]\n[[Category:Infectious disease deaths in Nova Scotia]]\n[[Category:Juno Award for Artist of the Year winners]]\n[[Category:Members of the Order of Canada]]\n[[Category:Members of the Order of Nova Scotia]]\n[[Category:Singers from Nova Scotia]]\n[[Category:People from the Cape Breton Regional Municipality]]\n[[Category:Canadian Country Music Association Fans' Choice Award winners]]\n[[Category:Juno Award for Breakthrough Artist of the Year winners]]\n[[Category:20th-century Canadian women singers]]\n[[Category:21st-century Canadian women singers]]\n[[Category:20th-century Canadian singer-songwriters]]\n[[Category:21st-century Canadian singer-songwriters]]"
}