{
    "Ronnie_Milsap": "{{Short description|American recording artist; country music singer and pianist (b. 1943)}}\n{{redirect|Milsap||Millsap (disambiguation)}}\n{{Use mdy dates|date=December 2014}}\n{{BLP sources|date=January 2010}}\n{{Infobox musical artist\n| name             = Ronnie Milsap\n| image            = Ronnie Milsap.png\n| image_size       = \n| caption          = Milsap in 1974\n| background       = solo_singer\n| birth_name       = Ronald Lee Millsaps\n| birth_date       = {{Birth date and age|mf=yes|1943|01|16}}\n| birth_place      = [[Robbinsville, North Carolina]], U.S.\n| instrument       = Vocals, piano\n| genre            = [[Country music|Country]], [[blue-eyed soul]]\n| occupation       = Singer, musician\n| years_active     = 1963–present\n| label            = {{hlist|[[Liberty Records|Liberty]]|Pacemaker|Princess (Crazy Cajun)|[[Pye International Records|Pye International]]|[[RCA Records]]|[[Scepter Records|Scepter]]|[[Wand Records|Wand]]}}\n| website          = {{URL|ronniemilsap.com/}}\n| spouse           = {{marriage|Joyce Reeves|1965|September 6, 2021|reason=died}}\n}}\n\n'''Ronnie Lee Milsap''' (born '''Ronald Lee Millsaps'''; January 16, 1943) is an American [[country music]] singer and pianist.<ref name=\"Larkin\"/>\n\nHe was one of country music's most popular and influential performers of the [[List of years in country music|1970s and 1980s]]. Nearly completely blind from birth, he became one of the most successful and versatile country \"[[crossover (music)|crossover]]\" singers of his time, appealing to both country and pop music markets with hit songs that incorporated pop, R&B, and rock and roll elements. His biggest crossover hits include \"[[It Was Almost Like a Song]]\", \"[[Smoky Mountain Rain]]\", \"[[(There's) No Gettin' Over Me]]\", \"[[I Wouldn't Have Missed It for the World]]\", \"[[Any Day Now (Burt Bacharach song)|Any Day Now]]\", and \"[[Stranger in My House (Ronnie Milsap song)|Stranger in My House]]\". He is credited with six [[Grammy Awards]] and 35 number-one country hits, fourth to [[George Strait]], [[Conway Twitty]], and [[Merle Haggard]]. He was selected for induction into the [[Country Music Hall of Fame]] in 2014.<ref>{{cite web|last1=Goldsmith|first1=Thomas|title=Ronnie Milsap|url=http://countrymusichalloffame.org/artists/artist-detail/ronnie-milsap|website=countrymusichalloffame.org|access-date=5 August 2015|archive-date=July 27, 2014|archive-url=https://web.archive.org/web/20140727003431/http://countrymusichalloffame.org/artists/artist-detail/ronnie-milsap|url-status=dead}}</ref><ref>{{cite web| url=https://www.rollingstone.com/music/news/country-hall-of-fame-taps-ronnie-milsap-mac-wiseman-hank-cochran-20140422 |title=Country Hall of Fame Taps Ronnie Milsap, Mac Wiseman, Hank Cochran |publisher=[[Rolling Stone]] |date=April 22, 2014 |access-date=2014-04-22}}</ref>\n\n==Career==\n===Early life (1943–1971)===\nMilsap was born January 16, 1943, in [[Robbinsville, North Carolina]].<ref name=\"Larkin\">{{cite book|title=[[Encyclopedia of Popular Music|The Virgin Encyclopedia of Popular Music]]|editor=Colin Larkin|editor-link=Colin Larkin (writer)|publisher=[[Virgin Books]]|date=1997|edition=Concise|isbn=1-85227-745-9|page=848/9}}</ref> A [[congenital disorder]] left him almost completely [[blindness|blind]] from birth.<ref name=\"Larkin\"/> Abandoned by his mother as an infant, he was raised in poverty by his grandparents in the [[Great Smoky Mountains|Smoky Mountains]] until he was sent to the [[Governor Morehead School|North Carolina State School for the Blind and Deaf]] in [[Raleigh, North Carolina]], at age five.<ref name=\"Larkin\"/>\n\nDuring his childhood, Milsap developed a passion for music, particularly the late-night radio broadcasts of country music, [[gospel music]], and [[rhythm and blues]]. When he was 7, his instructors noticed his musical talents. Soon afterward he began formal study of classical music at [[Governor Morehead School]] and learned several instruments, eventually mastering the piano. \n\nWhen he was 14, a slap from one of the school's houseparents caused him to lose what very limited vision he had in his left eye.<ref name=\"Larkin\"/><ref>{{cite web |title=Ronnie Milsap \"Talks about going blind\" at timestamp 6:41 |url=https://www.youtube.com/watch?v=3zzEFOdNSNI |website=YouTube | date=February 10, 2017 |access-date=5 April 2021 |language=en}}</ref>\n\nWith the national breakthrough of [[Elvis Presley]] in 1956, Milsap became interested in [[rock and roll]] music and formed a rock band called the Apparitions with fellow high-school students. In concert, Milsap has often paid tribute to the musicians of the 1950s who inspired him including [[Ray Charles]], [[Little Richard]], [[Jerry Lee Lewis]], and Presley.\n\nMilsap was awarded a full college scholarship and briefly attended [[Young Harris College]] in [[Young Harris, Georgia]], with plans to become a lawyer.<ref name=\"Larkin\"/> During this time, Milsap joined a popular local R&B band called the Dimensions that played gigs in the Atlanta area, and became a regular attraction at the rough and rowdy Royal Peacock Club. In the fall of 1964, Milsap declined a scholarship to law school and left college to pursue a full-time career in music. He met Joyce Reeves one night at a dinner party during this period, after which the two were married in 1965.\n\nIn 1963, Milsap met Atlanta disc jockey Pat Hughes, who became an early supporter of his music career. Milsap recorded his first single, \"Total Disaster/It Went to Your Head\",<ref>{{Cite web|url=https://www.biography.com/musician/ronnie-milsap|title=Ronnie Milsap|website=Biography.com|date=April 6, 2021 }}</ref> which enjoyed some local success in the Atlanta area. The single sold 15,000 copies with the help of Hughes, who played the record on his radio show. Around this same time, Milsap auditioned for a job as a keyboardist for musician [[J. J. Cale]].<ref name=\"Larkin\"/> In 1965, Milsap signed with New York–based [[Scepter Records]], recording several obscure singles for the label over the next few years,<ref name=\"Larkin\"/> and working briefly with other soul musicians like Ray Charles and [[Stevie Wonder]].\n\nAlso in 1965, Milsap scored his first hit with the [[Ashford & Simpson]]–penned single, \"Never Had It So Good\", which peaked at No. 19 on the R&B chart in November of that year.<ref name='Billboard-27Nov1965'>{{cite web |url=http://www.billboard.com/charts/r-b-hip-hop-songs/1965-11-27 |title=Top R&B/Hip-Hop Songs (The Week of November 27, 1965) |author=<!--Not stated--> |website=Billboard.com |publisher=Billboard Music |access-date=21 September 2017 }}</ref><ref>{{cite book |title= Top R&B/Hip-Hop Singles: 1942–2004|last=Whitburn |first=Joel |author-link=Joel Whitburn |year=2004 |publisher=Record Research |page=402}}</ref> It would be his only successful single during his time with Scepter. Milsap cut another Ashford & Simpson tune, \"[[Let's Go Get Stoned (Ray Charles song)|Let's Go Get Stoned]]\", that was relegated to a [[B-side]].<ref name=\"Larkin\"/>\n\nIn the late 1960s, after moving to [[Memphis, Tennessee]], Milsap worked for producer [[Chips Moman]] and became a popular weekly attraction at the Memphis nightclub T.J.'s. During this time, Moman helped Milsap land work as a session musician on numerous projects including several recordings with Elvis Presley such as \"[[Don't Cry Daddy]]\" in 1969 and \"[[Kentucky Rain]]\" in 1970.<ref name=\"Larkin\"/> That same year, Milsap made the lower reaches of the pop charts with the single \"Loving You Is a Natural Thing\". He recorded and released his debut album, [[Ronnie Milsap (Ronnie Milsap album)|''Ronnie Milsap'']], on Warner Brothers in 1971.<ref name=\"Larkin\"/>\n\n===Breakthrough success (1973–1975)===\nIn December 1972, Milsap relocated to [[Nashville, Tennessee|Nashville]] after a chance meeting with country music star [[Charley Pride]] who was in the audience for a Milsap gig at the nightclub Whiskey A-Go-Go on Sunset Blvd. in Los Angeles.<ref name=wgnapride>{{cite web|last1=Richards|first1=Kevin|title=Country Stars Discovered By Charley Pride|url=http://wgna.com/country-stars-discovered-by-charley-pride/|website=wgna.com|publisher=Taste of Country Network|access-date=28 October 2015|date=September 30, 2012}}</ref> Pride was impressed with Milsap's singing and encouraged him to change course and focus on country music. Milsap began working with Pride's manager, Jack D. Johnson, and was signed to [[RCA Records]] in 1973.<ref name=\"Larkin\"/> He released his first single for RCA that year, \"I Hate You\", which became his first country music success, peaking at No. 10 on the country chart. In 1974, Milsap toured with Pride as an opening act and had two No. 1 singles: \"[[Pure Love (Ronnie Milsap song)|Pure Love]]\" (written by [[Eddie Rabbitt]]) and the [[Kris Kristofferson]] composition \"[[Please Don't Tell Me How the Story Ends]]\" which won Milsap his first Grammy. In 1975, he revived the [[Don Gibson]] song \"[[(I'd Be) A Legend in My Time]]\" and scored another No. 1 hit with \"[[Daydreams About Night Things]]\".\n\n===\"It Was Almost Like a Song\" (1976–1978)===\nFrom 1976 to 1978, Milsap became one of country music's biggest stars. He scored seven No. 1 singles in a row, including the Grammy-winning \"[[(I'm a) Stand by My Woman Man]]\" and \"[[What a Difference You've Made in My Life]]\". The most significant of this series was \"[[It Was Almost Like a Song]]\" in 1977, a piano-based ballad, which became his most successful single of the 1970s. In addition to topping the [[Billboard (magazine)|Billboard]] [[Hot Country Songs]] chart, the song was his first entry on the [[Billboard Hot 100|''Billboard'' Hot 100]] pop music chart since \"Please Don't Tell Me How the Story Ends\" reached No. 95; \"It Was Almost Like a Song,\" reached No. 16. It was also his first song to make the [[Hot Adult Contemporary Tracks|Adult Contemporary Chart]], stopping at No. 7. While the song was Milsap's only crossover success of the 1970s, he continued to achieve hits on the country music charts for the remainder of the decade.\n\n===Crossover success (1979–1992)===\nMilsap's sound shifted toward string-laden pop ballads during the late 1970s which resulted in crossover success on the pop charts beginning in the early 1980s. From 1980 until 1983, he scored a series of eleven No. 1 singles. Milsap's Greatest Hits album, released in 1980, included a new single, \"[[Smoky Mountain Rain]]\", which became a No. 1 smash on the country charts. The single peaked in the Top 20 on the pop music chart and also became the first of two Milsap songs to score No. 1 on the Adult Contemporary chart.\n\nOther crossover successes included the Top 5 pop single, \"[[(There's) No Gettin' Over Me]]\", and two Top 20 songs in \"[[I Wouldn't Have Missed It For the World]]\" and \"[[Any Day Now (Burt Bacharach song)|Any Day Now]]\", the latter which lasted five weeks at No. 1 on ''[[Billboard (magazine)|Billboard]]''{{'}}s Adult Contemporary chart. He also had some success with \"[[He Got You]]\". All four songs reached No. 1 on the country music charts.\n\nAlthough the series of No. 1 hits ended in 1983, the last song of the series, \"[[Stranger in My House (Ronnie Milsap song)|Stranger in My House]]\", was still successful on all three charts, peaking at No. 5 on the country music chart, No. 23 on the pop music chart, and No. 8 on the Adult Contemporary chart. Just a few months later, \"[[Don't You Know How Much I Love You]]\" was released, becoming Milsap's last significant entry on the pop music chart, stopping at No. 58. However it, along with others, still became major successes on the Adult Contemporary chart. These successful singles include \"[[Show Her]]\", \"[[Still Losing You]]\", and finally, the Grammy-winning song \"[[Lost in the Fifties Tonight]]\" (his last pop crossover success) in 1985.\n\nBetween 1985 and 1987, Milsap enjoyed a series of uninterrupted No. 1  country singles, enjoying great success at this time with \"[[She Keeps the Home Fires Burning]]\", \"[[In Love (Ronnie Milsap song)|In Love]]\", \"[[Snap Your Fingers]]\", \"[[Where Do the Nights Go]]\", and the Grammy-winning duet with [[Kenny Rogers]], \"[[Make No Mistake, He's Mine|Make No Mistake, She's Mine]]\". In 1987, Milsap contributed the theme song to the short-lived NBC television series ''[[J.J. Starbuck]]''.\n\nIn 1989, Milsap had his last No. 1 song with \"[[A Woman in Love (Ronnie Milsap song)|A Woman in Love]]\", although he still remained successful on the charts. Other Top 10 singles between 1989 and 1991 include \"Houston Solution\", \"Stranger Things Have Happened\", \"Turn That Radio On\", a remake of the 1950s hit \"[[Since I Don't Have You]]\" (his last adult contemporary hit) and \"Are You Loving Me Like I'm loving You\". With the help of writer Tom Carter, Milsap wrote and released his autobiography, titled ''Almost like a Song'', in 1990.\n\nIn 1992, he had a major success with \"[[All Is Fair in Love and War (song)|All Is Fair in Love and War]]\". The song featured rock guitarist Mark Knopfler on lead guitar and peaked at No. 11; his last top-40 country hit, \"True Believer,\" peaked in 1993 at No. 30. By that time, however, Milsap's chart success began to decline.\n\n===Since 1993: Life today===\n{{BLP sources section|date=October 2018}}\n<!--[[File:Ronnie Milsap 4-3-08.jpg|thumb|right|Milsap at [[Harrah's]] in [[St. Louis]], Missouri on April 3, 2008]] Файл пока не перемещён на Commons-->\nMilsap has remained one of country music's best-loved and most successful artists despite the lack of radio airplay since the mid-1990s. In 1993, he left RCA for Liberty and released the album ''True Believer'' which failed to achieve significant radio airplay, although the title song scored No. 30 on the country chart. In 2000, Milsap resurfaced with a two-CD set, ''40 No. 1 Hits'', featuring a new single entitled \"Time, Love, and Money\". The new collection earned a gold record although the single failed to score on the charts.\n\nIn 2000, Milsap's biography was featured by [[A&E Networks]]'s ''[[Biography (TV series)|Biography]]'' television series. Milsap has also been featured by [[CMT (American TV channel)|CMT]]'s numerous shows, including ''40 Greatest Men of Country Music'' and a 2005 episode of Crossroads with Tex-Mex rock group [[Los Lonely Boys]].\n\nDuring 2004, Milsap worked with producer Jerry F. Sharell to record his first non-country album since the early 1970s, ''Just for a Thrill''. The project was a collection of American popular/jazz music standards which earned Milsap a Grammy award nomination that year. In 2006, Milsap signed with his former company RCA and returned to a mainstream, contemporary country music style with the album ''My Life''. The first single was \"Local Girls\" which reached No. 54.\n\nIn 2009, Milsap released a two-CD set entitled ''Then Sings My Soul'' which featured 24 hymns and gospel songs, including \"Up To Zion\". \"Up To Zion\" was co-written by Gregory James Tornquist and Noreen Crayton and became a No. 1 hit on the southern gospel charts. On May 12, 2010, he was part of a Gaither Video Taping.\n\nMilsap's studio album ''Country Again'' was released in July 2011. The album was a return to a more traditional country sound.\n\nOn May 2, 2013, Milsap performed at the memorial service of country legend George Jones, singing the Jones classic \"When the Grass Grows Over Me\". The service was broadcast live on CMT, GAC, RFD-TV, The Nashville Network, and Family Net as well as Nashville stations. SiriusXM and WSM 650AM, home of the Grand Ole Opry, broadcast the event live on radio.\n\nOn December 27, 2013, it was announced Milsap would release a new album. ''Summer #17'' was released in March 2014. The album features new recordings of classic pop and R&B songs from the 1950s and 60's.<ref>[http://garyhayescountry.com/ronnie-milsap-returns-with-new-music-and-old-favorites/ \"Ronnie Milsap Returns With New Music And Old Favorites\"] {{Webarchive|url=https://web.archive.org/web/20140131002738/http://garyhayescountry.com/ronnie-milsap-returns-with-new-music-and-old-favorites/ |date=January 31, 2014 }}, Gary Hayes Country.</ref>\n\nOn June 1, 2014, ''[[Rolling Stone]]'' magazine ranked \"[[Smoky Mountain Rain]]\" #96 in their list of the 100 greatest country songs.<ref>[https://www.rollingstone.com/music/pictures/100-greatest-country-songs-of-all-time-20140601/96-ronnie-milsap-smoky-mountain-rain-1980-0986678 \"100 Greatest Country Songs of All Time\"], ''[[Rolling Stone]]''.</ref>\n\nIn 2016, Milsap was selected as one of 30 artists to perform on \"[[Forever Country]]\", a mash-up track of \"[[Take Me Home, Country Roads]]\", \"[[On the Road Again (Willie Nelson song)|On the Road Again]]\" and \"[[I Will Always Love You]]\" which celebrates 50 years of the [[CMA Awards]].<ref>{{cite web|url=https://abcnews.go.com/Entertainment/scenes-cmas-historic-music-video-featuring-30-country/story?id=42129062|title=30 Country Music Stars Join Forces for Historic CMA Music Video|work=ABC News|date=September 22, 2016|access-date=May 2, 2017}}</ref>\n\nIn October 2018, ''Billboard'' announced Milsap would release a duets album, titled ''Ronnie Milsap: The Duets'' in January 2019.<ref>{{cite web |last1=Aniftos |first1=Rania |title=Ronnie Milsap Announces Duets Album Featuring Kacey Musgraves, Willie Nelson, Billy Gibbons, Dolly Parton and more |url=https://www.billboard.com/articles/news/8477900/ronnie-milsap-announces-duets-album |website=Billboard.com |access-date=3 October 2018}}</ref> The album was released on January 18, 2019.<ref name=\"duets\">{{cite magazine |last1=Betts |first1=Stephen L. |title=Ronnie Milsap Announces 2019 76 for 76 Tour |url=https://www.rollingstone.com/music/music-country/ronnie-milsap-2019-tour-duets-album-770921/ |magazine=[[Rolling Stone]] |access-date=7 February 2019 |date=18 December 2018}}</ref> The Duets album has many artists including Dolly Parton, Willie Nelson, George Strait, Little Big Town and many other of Country Music's finest. It also has the last recordings of the late Leon Russell and Troy Gentry of Montgomery Gentry. The Duets album charted on three different charts. Listed in the order from highest. Independent Album chart #15 - Top Current Album Sales chart #47 - Top Album Sales chart #57. The Duets album is Ronnie's latest album charting to date! The only song from The Duets album to chart was \"Smokey Mountain Rain\" with Dolly Parton. Charting #27 on the Adult Contemporary chart. Spending 5 weeks on the chart - Debuted 07.27.19 - peaked 08.10.19.\n\nMid 2020 Ronnie added an audio clip on his website stating he has a new home studio and he has been recording a new album! Then later on Oct 15th Milsap's team announced the release of his recording of the Christmas version of \"Happy, Happy Birthday Baby\" - \"Merry, Merry Christmas Baby\". The song was then released October 16, 2020. This is Ronnie's first Christmas material since his first and only Christmas album in 1986. Milsap released the album ''A Better Word for Love'' in 2021, recorded at Ronnie's Place and released by [[Black River Entertainment]].<ref>[https://www.soundslikenashville.com/news/ronnie-milsap-better-word-for-love-album/ Ronnie Milsap Returns with New Album, 'A Better Word for Love']</ref> In addition to releases in 2021 Ronnie reissued his long out of print Christmas (only on CD) album \"Christmas With Ronnie Milsap\". It was announced on Sept 22, 2021, then released November 12, 2021.\n\nIn March 2022 Michael Feinstein released his tribute to the Gershwin brothers \"Gershwin Country\" which Included none other than Ronnie on the recording of \"Oh, Lady Be Good\". Their duet was released on March 11, 2022, On April 13, 2022, Ronnie's team announced the production of a new podcast \"Music and Milsap\" produced by Marty Mackeever (Mr. Producer as Ronnie calls him). The first episode was released April 22, 2022. Available on Spotify, Ronniemilsap.com, Google Podcasts, Amazon Music & more.<ref>{{Cite web |last=GMEmusic |date=2022-04-13 |title=Ronnie Milsap to Debut New Podcast |url=https://ronniemilsap.com/ronnie-milsap-to-debut-new-podcast/ |access-date=2023-07-06 |website=Ronnie Milsap |language=en-US}}</ref> On May 1, 2022, Ronnie Inducted his longtime friend Ray Charles into the Country Music Hall Of Fame. Sometime over the summer of 2022 Ronnie was reported to have been in the studio recording with his longtime friend & album producer Rob Galbraith. The next album is said to be an American song book album. Then on September 15 Ronnie was inducted into the Memphis Music Hall Of Fame alongside Mavis Staples, Priscilla Presley, Jim Gaines and many others.\n\nTurning 80 on January 16, 2023, Ronnie later celebrated his 80th birthday on March 25 on the Grand Ole Opry. He was joined by Trace Adkins, Little Big Town, Jeannie Seely, and a few others. \n\nRonnie has been featured on the tribute album for The Gaithers entitled \"Gaither Tribute: Award Winning Artists Honor The Songs of Bill & Gloria Gaither\". He'll be singing their song \"I Just Feel Like Something Good Is About To Happen\". The album will also feature Alabama, Reba McEntire, Ronnie Dunn, Lee Ann Womack & many others. Being released August 25, 2023.<ref>{{Cite web |title=Reba McEntire, CeCe Winans, Ronnie Dunn, Alabama & More Honor the Songs of Bill & Gloria Gaither with New 'Gaither Tribute' Album, Out August 25 – Gaither Music |url=https://gaither.com/reba-mcentire-cece-winans-ronnie-dunn-alabama-more-honor-the-songs-of-bill-gloria-gaither-with-new-gaither-tribute-album-out-august-25/ |access-date=2023-07-06 |website=gaither.com}}</ref> On October 3, 2023, Ronnie Milsap was joined by many of his musical friends to do his final show at the Bridgestone Arena.<ref>{{Cite web |last=GMEmusic |date=2023-06-06 |title=RONNIE MILSAP ANNOUNCES FINAL NASHVILLE SHOW |url=https://ronniemilsap.com/ronnie-milsap-announces-final-nashville-show/ |access-date=2023-07-06 |website=Ronnie Milsap |language=en-US}}</ref> Although Ronnie will be retiring from the road he isn't fully retiring from music. He will continue with his podcast \"Music and Milsap\" and he'll continue to record.\n\nOn June 30, Ronnie released his latest duet \"Jambalaya (On The Bayou)\" with Deborah Silver.<ref>{{Cite web |title=Facebook |url=https://www.facebook.com/photo?fbid=1231519750845741&set=a.707400373257684 |access-date=2023-07-06 |website=www.facebook.com}}</ref>\n\n===Amateur radio operator===\nMilsap is an Advanced-class [[amateur radio operator]]. His call sign is WB4KCG.<ref>[http://wireless2.fcc.gov/UlsApp/UlsSearch/license.jsp?licKey=885705 \"Amateur License – WB4KCG – MILSAP, RONALD L\"], Federal Communications Commission.</ref>\n\n==Personal life==\nIn 1965, Milsap married Joyce Reeves.<ref name=\"spouse\">{{cite news |last1=Willman |first1=Chris |title=Joyce Milsap, Wife and Song Vetter to Country Star Ronnie Milsap, Dies at 81 |url=https://variety.com/2021/music/obituaries-people-news/joyce-milsap-dead-ronnie-milsap-wife-country-star-1235058241/ |work=Variety |date=7 September 2021}}</ref> They had one son, Ronald \"Todd\" Milsap, who was found dead on his houseboat at the age of 49 on February 23, 2019, from an apparent medical condition.<ref>{{cite news |last1=Merrett |first1=Robyn |last2=Michaud |first2=Sarah |title=Country Star Ronnie Milsap's Son Found Dead on Nashville Houseboat: 'Todd Was a Force of Joy' |url=https://people.com/country/ronnie-milsap-son-todd-milsap-dead/ |access-date=3 June 2022 |work=PEOPLE.com |date=25 February 2019 |language=en}}</ref> Ronald's son, who had not heard from his father for the previous two days, found the body. Joyce, who had been battling leukemia since 2014, died on September 6, 2021, at the age of 81.<ref name=\"spouse\" /><ref>{{cite news |last1=Farthing |first1=Lydia |title=Ronnie Milsap Mourns Loss Of Wife, Joyce |url=https://musicrow.com/2021/09/ronnie-milsap-mourns-loss-of-wife-joyce/ |access-date=3 June 2022 |work=MusicRow.com |date=7 September 2021}}</ref>\n\n==Discography==\n{{Main|Ronnie Milsap discography}}\n\n==Industry awards and honors==\n'''[[Academy of Country Music]]'''\n*[[Academy of Country Music|1982 Top Male Vocalist]]\n*[[Academy of Country Music|1985 Song of the Year]] – \"[[Lost in the Fifties Tonight]]\"\n*[[Academy of Country Music|1988 Instrumentalist of the Year]], Keyboards\n*[[Academy of Country Music|2002 Pioneer Award]]\n\n'''[[Billboard magazine|''Billboard'']]'''\n*1980 No. 1 Country Song of the Year – \"My Heart\"\n*1985 No. 1 Country Song of the Year – \"Lost in the Fifties Tonight\"\n\n'''[[Country Music Association]]'''\n*[[Country Music Association Awards|1974 Male Vocalist of the Year]]\n*[[Country Music Association Awards|1975 Album of the Year]] – ''[[A Legend in My Time]]''\n*[[Country Music Association Awards|1976 Male Vocalist of the Year]]\n*[[Country Music Association Awards|1977 Album of the Year]] – ''[[Ronnie Milsap Live]]''\n*[[Country Music Association Awards|1977 Entertainer of the Year]]\n*[[Country Music Association Awards|1977 Male Vocalist of the Year]]\n*[[Country Music Association Awards|1978 Album of the Year]] – ''[[It Was Almost Like a Song (album)|It Was Almost Like a Song]]''\n*[[Country Music Association Awards|1986 Album of the Year]] – ''[[Lost in the Fifties Tonight (album)|Lost in the Fifties Tonight]]''\n[[Country Music Hall of Fame and Museum|Country Music Hall of Fame]] 2014 Inductee\n\n'''[[Grammy awards]]'''\n*[[Grammy Award for Best Male Country Vocal Performance|1975 Best Male Country Vocal Performance]] – \"Please Don't Tell Me How The Story Ends\"\n*[[Grammy Award for Best Male Country Vocal Performance|1977 Best Male Country Vocal Performance]] – \"(I'm a) Stand by My Woman Man\"\n*[[Grammy Award for Best Male Country Vocal Performance|1982 Best Male Country Vocal Performance]] – \"[[(There's) No Gettin' Over Me]]\"\n*[[Grammy Award for Best Male Country Vocal Performance|1986 Best Male Country Vocal Performance]] – \"Lost in the Fifties Tonight\"\n*[[Grammy Award for Best Male Country Vocal Performance|1987 Best Male Country Vocal Performance]] – \"Lost in the Fifties Tonight\"\n*[[Grammy Award for Best Country Collaboration with Vocals|1988 Best Country Collaboration with Vocals]] – \"[[Make No Mistake, She's Mine]]\" (w/ [[Kenny Rogers]])\n\n'''Music City News Country'''\n*1975 Most Promising Male Artist\n\n'''Miscellaneous achievements'''\n*40 No. 1 hits, 35 of which reached the top spot on the ''Billboard'' chart; the remaining 5 topped other trade charts, including [[Cashbox magazine|Cashbox]]\n*Over 35 million albums sold\n*Inducted into the [[Grand Ole Opry]] in 1976\n*Inducted into the North Carolina Music Hall of Fame in 2002<ref>{{cite web|title=2002 Inductees|url=http://northcarolinamusichalloffame.org/category/inductees/2002-inductees/|publisher=North Carolina Music Hall of Fame|access-date=September 10, 2012}}</ref>\n*Awarded the Career Achievement Award by [[Country Radio Seminar]] in 2006\n*Awarded the 2007 [[Rocketown]] Legend Award\n\n'''Other honors'''<br>\nOn December 2, 2020, six miles of [[U.S. Route 129 in North Carolina|U.S. 129]] in [[Graham County, North Carolina]], from Yellow Creek near Robbinsville to the [[Swain County, North Carolina|Swain County]] line, was designated Ronnie Milsap Highway.<ref>{{cite news|url=https://www.newsobserver.com/news/local/article247494270.html|title=North Carolina puts name of country music star Milsap on stretch of US Highway 129|last=Stradling|first=Richard|work=[[News and Observer]]|date=December 5, 2020}}</ref>\n\n==Bibliography==\n*{{cite book |title=Almost Like a Song |first1=Ronnie |last1=Milsap |first2=Tom |last2=Carter |publisher=[[McGraw-Hill Education|McGraw-Hill]] |location=New York |year=1990 |isbn=978-0070423749 |url-access=registration |url=https://archive.org/details/almostlikesong00mils }}\n\n==See also==\n*[[List of best selling music artists]]\n\n==References==\n{{Reflist}}\n\n==External links==\n*{{Official website|http://www.ronniemilsap.com/}}\n*{{AllMusic |class=artist |id=ronnie-milsap-mn0000334740}}\n*{{Discogs artist|441400-Ronnie-Milsap}}\n*{{IMDb name|0590591}}\n\n{{Ronnie Milsap}}\n{{CMA Entertainer of the Year}}\n{{CMA Male Vocalist of the Year}}\n{{Grand Ole Opry members}}\n{{2010s Country Music Hall of Fame}}\n{{Authority control}}\n\n{{DEFAULTSORT:Milsap, Ronnie}}\n[[Category:Amateur radio people]]\n[[Category:American country keyboardists]]\n[[Category:American country pianists]]\n[[Category:American male pianists]]\n[[Category:American country singer-songwriters]]\n[[Category:American male singer-songwriters]]\n[[Category:Blind musicians]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:Living people]]\n[[Category:Country musicians from North Carolina]]\n[[Category:People from Robbinsville, North Carolina]]\n[[Category:Grammy Award winners]]\n[[Category:Grand Ole Opry members]]\n[[Category:Young Harris College alumni]]\n[[Category:1943 births]]\n[[Category:RCA Records Nashville artists]]\n[[Category:American blind people]]\n[[Category:Musicians from Appalachia]]\n[[Category:20th-century American pianists]]\n[[Category:21st-century American keyboardists]]\n[[Category:21st-century American pianists]]\n[[Category:20th-century American male musicians]]\n[[Category:21st-century American male musicians]]\n[[Category:20th-century American keyboardists]]\n[[Category:Singer-songwriters from North Carolina]]\n[[Category:American musicians with disabilities]]"
}