{
    "Shooter_Jennings": "{{Short description|American musician and record producer}}\n{{Use mdy dates|date=March 2023}}\n{{Infobox musical artist\n| name             = Shooter Jennings\n| image            = SHOOTER_JENNINGS_SHOT_02_005.jpg\n| caption          = Jennings at The Rainbow Bar and Grill in 2018\n| birth_name       = Waylon Albright Jennings<ref name=\"allmusic\">{{cite web | url=https://www.allmusic.com/artist/shooter-jennings-mn0000036312/biography | title=Shooter Jennings biography | publisher=AllMusic | access-date=March 10, 2020 | author=Steve Leggett}}</ref>\n| birth_date       = {{Birth date and age|1979|5|19}}<ref name=\"allmusic\"/>\n| birth_place      = [[Nashville, Tennessee]], U.S.\n| genre            = {{Flatlist|\n* [[Country rock]]\n* [[outlaw country]]<ref>{{cite web | url=https://www.sacurrent.com/music/shooter-jennings-bringing-outlaw-country-tunes-to-gruene-hall-this-weekend-16633331?media=AMP+HTML | title=Shooter Jennings Bringing Outlaw Country Tunes to Gruene Hall This Weekend }}</ref>\n* [[southern rock]]<ref>{{cite magazine | url=https://www.rollingstone.com/music/music-country/shooter-jennings-readies-black-ribbons-for-election-day-re-release-89831/ | title=Shooter Jennings to Re-Release Stephen King Concept Album | magazine=[[Rolling Stone]] | date=July 13, 2016 }}</ref>\n}}\n| occupation       = {{Hlist|Singer|musician|record producer|songwriter}}\n| instrument       = {{hlist|Vocals|guitar|piano}}\n| years_active     = 1996–present\n| label            = {{hlist|[[Show Dog-Universal Music|Universal South]]|[[Black Country Rock Media]]|[[Low Country Sound]]}}\n}}\n\n'''Waylon Albright''' \"'''Shooter'''\" '''Jennings''' (born May 19, 1979) is an American musician and record producer. He is the son of [[Country music|country]] singers [[Waylon Jennings]] and [[Jessi Colter]]. In a career spanning three decades, Jennings has explored a variety of musical genres.\n\nJennings made his debut with the single \"4th of July\" of his 2005 album ''[[Put the \"O\" Back in Country]]'' on [[Universal South Records|Universal South]], which peaked at No. 22 on the Billboard country charts.<ref>{{Cite web|title = Shooter Jennings - Chart history {{!}} Billboard|url = http://www.billboard.com/artist/279176/shooter-jennings/chart?f=320|website = www.billboard.com|access-date = November 21, 2015}}</ref> Jennings has since followed with seven full-length studio albums: ''[[Electric Rodeo (Shooter Jennings album)|Electric Rodeo]]'' (2006), ''[[The Wolf (Shooter Jennings album)|The Wolf]]'' (2007), ''[[Black Ribbons]]'' (2009), ''Family Man'' (2012), ''The Other Life'' (2013) ''[[Countach (For Giorgio)]]'' (2016), and ''Shooter'' (2018), in addition to a live album, a compilation, and numerous [[Extended play|EPs]].\n\n== Early life ==\nJennings was born in [[Nashville, Tennessee]], on May 19, 1979. There are two different accounts regarding how he got his nickname \"Shooter.\" His mother cited her, and husband Waylon Jennings', love of western culture and cowboy art for inspiring the gun-derived moniker. But his father said he came up with the name when, moments after the newborn emerged from his mother's womb, the boy sprayed a nurse before anyone could put on his first diaper. \"I love my mom,\" says Jennings, \"but I like Dad's version better. And I believe it's true. He didn't make [stuff] like that up.\"\n\nHe lived the first few years of his life in a crib on his parents' tour bus surrounded by the likes of [[Johnny Cash]], [[Willie Nelson]] and [[Kris Kristofferson]]. By age 5, he was playing drums. At 8 years old, he began taking piano lessons. He started playing guitar at 14 and on occasion he'd play percussion in his father's band.\n\nIn high school Jennings fronted an industrial rock band called KilRaven for his high school's talent show. In 2011, he released the KilRaven track \"Only You\" on the album \"Missed The Boat\".\n\nIn 1996, Jennings and his father recorded an album together. They called it ''Fenixon'' (a play on the words \"phoenix\" and \"son\") but could not find a label to distribute it.<ref>{{Cite news|title = Waylon and Son, Reunited on Disc|url = https://www.wsj.com/articles/SB122471459623460261|newspaper = Wall Street Journal|access-date = November 21, 2015|issn = 0099-9660|first = Jim|last = Fusilli}}</ref> Some of the material was remastered and used for the album ''Waylon Forever''. The full ''Fenixon'' recording was finally released by Jennings' label Black Country Rock in 2014. Shooter Jennings is the uncle of William Harness, Professionally known as [[Struggle Jennings]].\n\n== Career ==\n[[File:Shooterjennings(by Scott Dudelson).jpg|thumb|Jennings performing in 2009]]\n\n=== Stargunn ===\nIn 2001, Jennings left [[Nashville, Tennessee]], to seek his fortunes in [[Los Angeles]]. He assembled and performed with Stargunn, a [[rock music|rock]] band. The band featured Jennings on piano and lead vocals, Carter Falco, and Jonathan Boddie (later succeeded by Kevin Sciou) on guitar and background vocals, Curtis Roach on bass, and Lex Lipsitz on drums. Towards the end of 2001, Stargunn released their first album, ''The Only Way Up Is Down'', and toured with [[Saliva (band)|Saliva]], [[Tesla (band)|Tesla]], Mark Ford and others in support of the album. That same year, ''[[Music Connection]]'' magazine listed Stargunn as one of the Hot 100 Unsigned Artists of 2001.\n\nIn 2002, Stargunn was featured on ''I've Always Been Crazy: A Tribute to Waylon Jennings'', and the soundtrack to the [[Vince Vaughn]] film ''[[Made (2001 film)|Made]]''. Shortly after, [[Touchstone Pictures]] licensed the song \"White Lines N Black Ties\" for the film ''[[The Crew (2000 film)|The Crew]]'' starring [[Burt Reynolds]]. Stargunn performed together for three years, built an avid following, and earned praise from the local music press. On March 30, 2003, Jennings dissolved Stargunn and began working on his solo career.\n\nAfter the band's breakup, Jennings was twice presented with the opportunity to front the hard rock supergroup [[Velvet Revolver]], but chose instead to pursue a solo career.<ref>{{Cite web|title = SHOOTER JENNINGS Claims He Was Offered VELVET REVOLVER Job Twice|url = http://www.blabbermouth.net/news/shooter-jennings-claims-he-was-offered-velvet-revolver-job-twice/|website = BLABBERMOUTH.NET|date = March 19, 2009|access-date = November 21, 2015|language = en-US}}</ref>\n\nIn 2015, Jennings' label Black Country Rock released Stargunn's debut album \"The Only Way Up Is Down\" on vinyl as part of Record Store Day.\n\n=== ''Put the \"O\" Back in Country'' ===\nHe returned to Los Angeles in 2004 to begin working on new material. In 2005 Jennings signed his first recording contract, with [[Universal South Records]], releasing his debut album ''[[Put the \"O\" Back in Country]]'' that same year.\n\n\"Put the \"O\" Back in Country\" produced his only entry on the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs]] charts in its lead-off single \"Fourth of July\", which peaked at No.&nbsp;22. The album version of this song features a cameo appearance by George Jones, who sings the chorus to his signature song \"He Stopped Loving Her Today\" at the end; this guest appearance was removed from the song's radio edit. Despite the edit, Jones was credited on the Billboard charts. The album featured his new band The .357's, which consisted of Leroy Powell on guitar, Bryan Keeling on drums, [[Ted Russell Kamp|Ted Kamp]] on bass with [[Robby Turner]] on steel, and backing vocals by [[Bonnie Bramlett]].\n\nLater that year his song \"Busted In Baylor County\" was then featured in the 2005 film version of ''[[The Dukes of Hazzard (film)|The Dukes of Hazzard]]'', furthermore Jennings portrayed his father in the [[Johnny Cash]] [[Biographical film|biopic]] ''[[Walk the Line]]'' alongside [[Joaquin Phoenix]] and [[Reese Witherspoon]]. His rendition of his father's song \"Long Way From Home\" was featured on the film's soundtrack.\n\n=== ''Electric Rodeo'' and ''The Wolf'' ===\nThough recorded before ''Put the \"O\" Back in Country'', released on April 4, 2006,{{clarify|reason=is this the release date of Put the O Back in Country or the release date of Electric Rodeo?|date=April 2017}} ''[[Electric Rodeo (Shooter Jennings album)|Electric Rodeo]]'' was released as Jennings's second solo album. Sonically, ''Electric Rodeo'' is louder, rawer, more upfront rock and roll than its predecessor.\n\n''Electric Rodeo'' was followed by ''[[The Wolf (Shooter Jennings album)|The Wolf]]'' on October 23, 2007. The album varied from his previous records in that the .357s had opted for a decidedly 1970s feel to the instrumentals. It featured collaborations with [[Doug Kershaw]] and [[The Oak Ridge Boys]], as well as a cover of the [[Dire Straits]] song \"[[Walk of Life]]\".\n\nThat same year Jennings was featured on a duet of \"[[Good Hearted Woman (song)|Good Hearted Woman]]\" on [[Deana Carter]]'s sixth studio album, ''[[The Chain (Deana Carter album)|The Chain]]''.\n\n=== Departure from Universal ===\nIn 2009, Jennings, having issues with his label and wanting out of his four-album contract released his first compilation album, ''[[Bad Magick: The Best of Shooter Jennings and the .357's]]''. The album featured four new tracks; live versions of \"Lonesome Blues\", and \"Daddy's Farm\", as well as covers of his father's \"Lonesome, Onry and Mean\", and the [[Hank Williams, Jr.]] song \"Living Proof\".\n\nAfter the release of ''Bad Magick: The Best of Shooter Jennings and the .357's'', having fulfilled his four-album contract; Jennings parted ways with Universal records.\n\nOn March 23, 2009, Jennings took part in ''[[CMT Crossroads]]'', a television show in which two musicians are paired with one another and perform a small concert together for an intimate crowd. The episode paired Jennings with close friend and fellow musician [[Jamey Johnson]]. The evening's set list consisted entirely of duets, including a cover of \"[[Outlaw country|Outlaw]] Shit\" from the ''[[Waylon Forever]]'' album, two songs from Jennings' discography; \"God Bless Alabama\", \"It Ain't Easy\". As well as four songs from Johnson's album ''[[That Lonesome Song]]''; \"High Cost Of Living\", \"Mowing Down The Roses\", \"Between Jennings and Jones\" and \"In Color\".\n\n=== ''Black Ribbons'' ===\nHaving left Universal, Jennings changed the name of his backing band from The .357's to Hierophant. With the news that he and his band would be joining the likes of [[Paramore]], [[Bad Religion]], [[Fall Out Boy]], [[Jefree Star]], and various other popular rock bands on the 2009 [[Warped Tour]] it became apparent that Jennings next album would differ drastically from his previous efforts.\n\nIn February 2009, it was announced that the album would be titled ''[[Black Ribbons]]''. It was also announced that it would be a dystopian concept rock opera and that writer [[Stephen King]] would play a major role in the album as Will O' The Wisp.\n\nIt was released independently on March 2, 2010, through Black Country Rock Records, and although it was seen as a complete departure from his country sound, the album showed off the diversity as an artist and gained him much critical acclaim, as well as a brand new underground following.\n\nOn May 1, 2010, Jennings announced \"Black Ribbons: The Living Album\" on his Twitter account.<ref>{{cite web|url=https://twitter.com/ShooterJennings |title=Shooter Jennings (ShooterJennings) on Twitter |publisher=Twitter.com |date=June 3, 2014 |access-date=August 4, 2014}}</ref> The \"Living Album\" includes the full studio record and live shows with [[Hierophant]] on a [[USB flash drive]] shaped like a tarot card.\nTowards the end of 2010, Jennings with the help of various other artists launched the \"XXX\" movement to help musicians who struggle to receive mainstream recognition.\n\nIn 2016, Jennings created and released a podcast series title \"Beyond the Black\" dealing with the topics and recording of [[Black Ribbons]]. The series is available on all music streaming formats as well as YouTube and the podcast's own website: [http://www.beyondthe.black www.beyondthe.black]\n\n=== ''Family Man'' ===\nIn 2011, along with childhood friend and master pianist Erik Deutsch, Jennings formed The Triple Crown, a new backing band featuring Erik Deutsch on piano, Tony Leone on drums, Jeff Hill on bass, Jon Graboff on pedal steel, Eleanor Whitmore on fiddle and Chris Masterson on lead guitar.\n\nOn March 13, 2012, having signed a record deal with [[E1 Music]], and with The Triple Crown along for the ride, Jennings returned to his country roots with the release of the album ''Family Man'', his first self-produced outing. The album was originally meant to contain eighteen tracks, but was instead split into two albums: ''Family Man'' and 2013's ''The Other Life''.\n\nOn July 31, 2012, Jennings was featured in [[Bucky Covington]]'s debut single \"The Drinking Side of Country\" from the album ''Good Guys''.\n\nJennings took part in the February 25 Johnny Cash 80th Birthday Bash, in which he sang [[Cocaine Blues]] With [[Willie Nelson]] and [[Amy Nelson]]. The performance was released in a DVD/CD combo.\n\nIn October 2012 Jennings was one of six commentators for the Ovation mini-series ''Song By Song: Johnny Cash''.\n\n=== ''The Other Life'' ===\nWhile recording ''Family Man'', Jennings decided to cut the darker tracks from the album, and instead use them for the album's follow-up, ''The Other Life''.\n\n\"Five of these songs were recorded when we were doing ''Family Man'', and when we were deciding what to do with it we broke it up into two records. ''The Other Life'' is representative of the other side of the coin from ''Family Man'' and the way my life has been going in a lot of ways, At first we were going to call it ''The Outsider'', but once we got into the film we thought, 'Well, it's like a mirror, a dark mirror of what ''Family Man'' was.{{'\"}} - Jennings told TheBoot.com.\n\nJennings premiered the track \"Wild & Lonesome\" (featuring [[Patti Griffin]]) on the 4th season of the FX original series ''[[Sons of Anarchy]]''. Followed by the release of first official single from the album \"The White Trash Song\" (featuring [[Scott H. Biram]]) which premiered on RollingStones.com along with the announcement that the album would be accompanied by a film.\n\nThe album featured seven new songs, as well as two cover songs ([[Harry Nilsson]]'s \"Flying Saucer song\" and [[Steve Young (musician)|Steve Young]]'s \"The White Trash song\") and \"Outlaw You\", which was put out in early 2012 as a digital release.\n\nJennings along with filmmaker Blake Judd released ''The Other Life'' film. Running at 32 minutes long, it utilizes six of the songs from the album as a sort of narration. The film is about a musician leaving his family to tour, but when he does so he finds the road is not the same, and becomes haunted by a mysterious woman. Throughout the film, the musician is forced to face his darker urges and deal with self-discovery, temptation, isolation and rebirth. The film closes with a short adaptation of [[Stephen King]]'s ''[[The Dark Tower (series)|The Dark Tower]]''.\n\nThe Other Life went on to win Best Short Film at the 2013 Horror Hound Festival.\n\nThe album was also heavily featured in the 2nd season of ''[[The Punisher (TV series)|The Punisher]]'', of which Shooter also appears, as himself.\n\n=== Black Country Rock Media ===\n{{main|Black Country Rock Media}}\nIn October 2013, Jennings announced the formation of his new label and multi-format recording company, Black Country Rock. Their initial releases included: a remastered release of the [[Waylon Jennings]] album ''[[Right for the Time]]'', two live albums (one from [[Jessi Colter]] titled ''Live from Cain's Ballroom'', and one from Jennings titled ''The Other Live''), as well as a recording of \"[[You Are My Sunshine]]\" featuring vocals from both [[Jamey Johnson]] and Jennings. All four were released on vinyl, cassette, CD, as well as digitally.\n\n=== ''The Magic'' ===\nOn February 27, 2014, Jennings revealed he would be releasing a spoken word follow-up to Hierophant's 2010 album, ''[[Black Ribbons]]'', titled ''The Magic'', inspired by first story in the controversially interactive horror series thirteen.\n\nIn addition to ''The Magic'' Jennings also announced, that after nearly a decade of waiting, he would be releasing the 1995 collaborative album, ''Fenixon''.\n\nBoth projects were released during 2014's Record Store Day, and subsequently sold out.\n\n=== \"George/Giorgio\" releases ===\nTowards the end of May 2014, Jennings announced his intention to release two EP's later in the year. ''Don't Wait Up (for George)'' is a tribute to his close friend and mentor [[George Jones]], which was released in August 2014. Jennings' seventh studio album, ''[[Countach (For Giorgio)]]'', was originally scheduled to be released in November 2014, but its release was delayed due to the sudden death of [[Jon Hensley (radio personality)|Jon Hensley]], Jennings' longtime manager and friend and Black Country Rock co-founder.<ref>{{cite web |url=http://www.laweekly.com/music/how-daft-punk-and-the-muppets-inspired-shooter-jennings-giorgio-moroder-tribute-album-6616503 |title=How Daft Punk and the Muppets Inspired Shooter Jennings' Giorgio Moroder Tribute Album |first=Daniel |last=Kohn |work=[[LA Weekly]] |publisher=[[Voice Media Group]] |date=February 23, 2016 |access-date=March 2, 2016}}</ref> A tribute to 1970s electronic-music pioneer and producer, [[Giorgio Moroder]], the album was released on February 26, 2016, and features guest vocals from [[Steve Young (musician)|Steve Young]],<ref>{{cite magazine |url=http://www.billboard.com/articles/columns/country/6882805/shooter-jennings-giorgio-moroder-tribute-album-countach-david-bowie-interview |title=Shooter Jennings on Giorgio Moroder Tribute Album & How His David Bowie Cover 'Ended Up Meaning So Much More' |first=Chuck |last=Dauphin |magazine=[[Billboard (magazine)|Billboard]] |publisher=[[Prometheus Global Media]] |date=February 19, 2016 |access-date=March 2, 2016}}</ref> [[Brandi Carlile]],<ref>{{cite magazine |url=https://www.rollingstone.com/music/news/shooter-jennings-enlists-marilyn-manson-brandi-carlile-for-countach-20160104 |title=Shooter Jennings Enlists Marilyn Manson, Brandi Carlile for 'Countach' |first=Andrew |last=Leahey |magazine=[[Rolling Stone]] |date=January 4, 2016 |access-date=March 2, 2016}}</ref> [[Marilyn Manson]]<ref>{{cite web |url=http://consequenceofsound.net/2016/02/marilyn-manson-covers-the-hell-out-of-david-bowies-cat-people-listen/ |title=Marilyn Manson covers the hell out of David Bowie's \"Cat People\" — listen |first=Ben |last=Kaye |work=[[Consequence of Sound]] |date=February 18, 2016 |access-date=March 2, 2016}}</ref> and [[Richard Garriott|Richard Garriott de Cayeux]].<ref>{{cite web |url=http://www.avclub.com/article/neon-noir-meets-outlaw-country-shooter-jennings-tr-230314 |title=Neon noir meets outlaw country in Shooter Jennings' tribute to Giorgio Moroder |first=Mike |last=Vanderbilt |work=[[The A.V. Club]] |publisher=[[The Onion]] |date=January 5, 2016 |access-date=March 2, 2016}}</ref> The album became his first to enter the Dance Albums chart, peaking at number seven there.<ref name=\"dance\">{{Cite web|url=https://www.billboard.com/music/shooter-jennHOOings/chart-history/dance-electronic-albums|title=Shooter Jennings - Chart history {{!}} Billboard|website=www.billboard.com|language=en|access-date=March 17, 2017}} {{dead link|date=December 2021|bot=medic}}{{cbignore|bot=medic}}</ref>\n\n=== ''Shooter'' ===\n\nFollowing Countach, [[Brandi Carlile]] insisted that Jennings be involved in her next project. Together with [[Dave Cobb]], Jennings produced her 2018 album ''[[By the Way, I Forgive You]]'', which landed six Grammy nominations, including the all-genre Album and Song of the Year categories. It won in three categories: Americana album and both best American roots song and best American roots performance (for \"The Joke\").\n\nAfter reuniting with Dave Cobb, with whom Jennings made his first four records, Jennings, inspired by the 1984 country album ''[[Major Moves]]'' decided to shelve the album he had already been working on and instead go in a completely different direction with Cobb and make a fun, straight-ahead drinking, rockin' record. That album, titled ''Shooter'', was released in August 2018. \n \nThe following year Jennings teamed up with Brandi Carlile to produce [[Tanya Tucker]]'s 25th album, ''[[While I'm Livin']]''. The record, Tucker's first in 17 years, earned Grammys for Best Country Album and Best Country Song as well as Americana Award nominations for Album of the Year, Song of the Year and Artist of the Year.\n\n=== ''Over a Cocaine Rainbow'' ===\n\nIn late 2021 Jennings released \"Leave Those Memories Alone\", a tribute to his late friend and manager, Col. John Hensley. the track serves as the first single from the album ''Over a Cocaine Rainbow''. The record was initially slated for a 2017 release, but Jennings felt it was too \"dark and experimental\" to release at the time, given its subject matter and tone. Earlier that same year, Jennings released a remix of his \"From Here to Eternity\" track. The new version is dubbed the \"Goof the Floof Remix\", a reference to something Scientology founder [[L. Ron Hubbard]] once said in an interview.\n\n=== Radio show ===\n\nSince 2005, Jennings has hosted \"Shooter Jennings' Electric Rodeo\" on [[Sirius XM]] Outlaw Country channel.<ref>{{cite web|title=SHOOTER JENNINGS DJS ON SIRIUS RADIO|url=http://www.countryweekly.com/news/shooter-jennings-djs-sirius-radio|website=Country Weekly|access-date=November 13, 2015}}</ref> The show's format primarily consists of country, rock, and outlaw music. It airs on Saturday night at 6–8&nbsp;pm EST, with a replay on Sunday at 10–12&nbsp;pm.<ref>{{cite web|url=http://www.siriusxm.com/outlawcountry|title=Outlaw Country - Top Country Music with an Edge on SiriusXM|website=Siriusxm.com|access-date=August 11, 2018}}</ref>\n\n=== Production work ===\nJennings collaborated as producer with [[Duff McKagan]] for his 2019 solo album, [[Tenderness (Duff McKagan album)|''Tenderness'']]. The album was recorded with Jennings band, The Waters and The Suicide Horn Section, amongst others.<ref>{{Cite web|url=https://www.blabbermouth.net/news/does-duff-mckagan-feel-underrated-as-a-bass-player/|title=Does DUFF MCKAGAN Feel Underrated As A Bass Player?|date=May 3, 2019|website=BLABBERMOUTH.NET|access-date=August 30, 2019}}</ref> In March 2019, a tour was announced in support of the album, featuring Jennings band playing both the support slot as well as the headline slot as the backing band for Duff.<ref>{{Cite web|url=https://ultimateclassicrock.com/duff-mckagan-tenderness-album/|title=Duff McKagan Announces 'Tenderness' Album and Tour Dates|last=Lifton|first=Dave|website=Ultimate Classic Rock|date=March 20, 2019 |language=en|access-date=August 30, 2019}}</ref>\n\nJennings has produced albums and tracks for numerous bands including [[Brandi Carlile]], [[Marilyn Manson]], [[Tanya Tucker]] and [[American Aquarium]], as well as [[Jessi Colter]], [[Jamey Johnson]], [[Jaime Wyatt]], [[The White Buffalo (musician)|The White Buffalo]], [[Hellbound Glory]], [[The Mastersons]], [[Julie Roberts]], [[Yelawolf]], [[Jason Boland & The Stragglers|Jason Boland]], Billy Don Burns, [[Avi Kaplan]], [[Billy Ray Cyrus]], and [[Angry Grandpa]].\n\n== Style and influences ==\nShooter Jennings's influences include [[David Bowie]],<ref name=\"Amorosi\">{{cite web |last=Amorosi |first=A D. |date=August 5, 2016 |title=Shooter Jennings brings his eclectic electric dreams - and his dad's backing band -to Ardmore |url=https://www.inquirer.com/philly/entertainment/20160805_Shooter_Jennings_brings_his_eclectic_electric_dreams_-_and_his_dad_s_backing_band_-to_Ardmore.html?outputType=amp |access-date=April 20, 2022 |publisher=The Inquirer}}</ref><ref name=\"TallahasseeDemocrat\">{{cite web |last=Schardl |first=Kati |date=June 28, 2018 |title=Scoot out for Shooter Jennings' hardcore musical mix |url=https://amp.tallahassee.com/amp/741251002 |access-date=April 20, 2022 |publisher=Tallahassee Democrat}}</ref><ref name=Revolver/> [[Pink Floyd]],<ref name=Speckler>{{cite web |url=https://www.al.com/entertainment-press-register/2010/09/shooter_jennings_brings_parano.html |title= Shooter Jennings brings paranoid 'Black Ribbons' to Mobile|last=Specker |first=Lawrence |date=September 9, 2010 |publisher=Advance Local Media |access-date=April 20, 2022}}</ref> [[Lynyrd Skynyrd]],<ref>{{cite web |url=https://www.riverfronttimes.com/music/lynyrd-skynyrd-shooter-jennings-2455159 |title=Lynyrd Skynyrd/Shooter Jennings |last=Seabaugh |first=Julie |date=June 21, 2006 |publisher=Riverfront Times |access-date=April 20, 2022}}</ref> [[Hank Williams Jr.]],<ref>{{cite web |url=https://www.billboard.com/music/country/shooter-jennings-premieres-drunk-talks-hank-williams-jr-influence-8468362/ |title=Shooter Jennings Premieres 'D.R.U.N.K.,' Talks Hank Williams Jr. Influence |last=Dauphin |first=Chuck |date=August 3, 2018 |publisher=Billboard |access-date=April 20, 2022}}</ref> [[Nine Inch Nails]],<ref name=\"Kohn\">{{cite web |last=Kohn |first=Daniel |date=September 16, 2020 |title=SHOOTER JENNINGS: NEW AGE OUTLAW |url=https://www.spin.com/featured/shooter-jennings-new-age-outlaw-september-2020-cover/ |access-date=April 19, 2022 |publisher=Spin}}</ref> [[Guns N' Roses]],<ref name=Kohn/> [[Rage Against the Machine]]<ref name=Speckler/> and [[Marilyn Manson]].<ref name=Kohn/>\n\n''[[Rolling Stone]]'' described Jennings as a \"[[country rock|country-rock]] outsider\".<ref>{{cite web |url=https://www.rollingstone.com/music/music-country/shooter-jennings-producer-marilyn-manson-1029852/amp/ |title=How Shooter Jennings Pivoted to Become a Grammy-Winning Producer |last=Hudak |first=Joseph|date=July 16, 2020 |publisher=Rolling Stone|access-date=January 5, 2023}}</ref> Regarding classification of his music, Jennings said that he did not want to be pigeonholed as being solely a rock musician.<ref name=Dickinson>{{cite web |url=https://www.chicagotribune.com/news/ct-xpm-2006-09-29-0609290188-story.html |title= Shooter Jennings isn't wailin' about forging own identity |last=Dickinson |first=Chrissie |date=September 29, 2006 |publisher=Chicago Tribune |access-date=April 20, 2022}}</ref> Marilyn Manson argued against Jennings's work being classified as [[country music]], saying \"southern\" was a more appropriate classification, noting the latter \"also drags in a bit of [[The Rolling Stones|the Stones]], in a way\".<ref name=Revolver>{{cite web |url=https://www.revolvermag.com/music/marilyn-manson-southern-new-album-machine-gun-kelly-twins-evil-tour |title=Marilyn Manson on \"Southern\" New Album, Machine Gun Kelly, Twins of Evil Tour |author=Epstein, Dan |work=[[Revolver (magazine)|Revolver]] |date=July 8, 2019 |access-date=August 7, 2020 |archive-date=August 31, 2020 |archive-url=https://web.archive.org/web/20200831154824/https://www.revolvermag.com/music/marilyn-manson-southern-new-album-machine-gun-kelly-twins-evil-tour |url-status=live}}</ref> ''[[AllMusic]]'' described Jennings as having \"established himself as an artist who played by his own rules\" and said that his music is \"strongly informed by both [[hard rock]] and [[outlaw country]]\", while his album ''[[Black Ribbons]]'' \"explored his interest in [[heavy metal music|metal]] and [[electronic music]]\".<ref name=\"allmusic\"/>\n\n== Personal life ==\nJennings is the son of country music singers [[Waylon Jennings]] and [[Jessi Colter]]. He has six half-siblings in total; five from his father, and one, Jennifer Eddy Harness, from his mother. Jennifer's son, country rap artist [[Struggle Jennings]], spent a substantial amount of his adolescence in the company of Shooter (who was one year older than Struggle) and Waylon Jennings.<ref>{{Cite web |title=Struggle Jennings on 'purpose over popularity,' growth in hip-hop-inspired country music |url=https://www.tennessean.com/story/entertainment/music/2023/12/13/country-music-artists-struggle-jennings-talks-album-el-camino/71660737007/ |access-date=2024-01-11 |website=The Tennessean |language=en-US}}</ref>\n\nOn February 13, 2002, Shooter's father died in his sleep of diabetic complications in [[Chandler, Arizona]].<ref>{{Cite web|title = Obituaries {{!}} Country singer Waylon Jennings dead at 64 {{!}} Seattle Times Newspaper|url = http://community.seattletimes.nwsource.com/archive/?date=20020213&slug=webjennings13|website = community.seattletimes.nwsource.com|access-date = November 21, 2015}}</ref> He was buried in the Mesa City Cemetery, in [[Mesa, Arizona]].<ref>{{Cite web|title = Waylon wall: Country singer's grave finally has marker - Tucson Citizen Morgue, Part 2 (1993-2009)|url = http://tucsoncitizen.com/morgue2/2003/02/19/134679-waylon-wall-country-singer-s-grave-finally-has-marker/|website = tucsoncitizen.com|access-date = November 21, 2015}}</ref> At the life tribute ceremony, on February 15, Shooter sang \"I've Always Been Crazy\" for the attendees, who included Waylon's close friends, family, and fellow musicians.\n\nJennings began dating actress [[Drea de Matteo]] in 2001.<ref name=\"people2007\">{{cite news |url=http://www.people.com/people/article/0,,20163275,00.html|title=Drea de Matteo Has a Baby Girl|work=People|first=Tim|last=Nudd |date=November 29, 2007|archive-url= https://web.archive.org/web/20080118051339/http://www.people.com/people/article/0,,20163275,00.html|archive-date= January 18, 2008|access-date= February 23, 2022}}</ref> They have two children together, a daughter born in 2007<ref name=\"people2007\"/> and a son born in 2011.<ref>{{cite news |url=http://celebritybabies.people.com/2011/04/08/drea-de-matteo-shooter-jennings-welcome-son-waylon-albert/|archive-url= https://web.archive.org/web/20180407182731/http://celebritybabies.people.com/2011/04/08/drea-de-matteo-shooter-jennings-welcome-son-waylon-albert/ |archive-date= April 7, 2018|title= Drea de Matteo, Shooter Jennings Welcome Son Waylon Albert|work=People|first=Sarah|last=Michaud|date=April 8, 2011|access-date= February 23, 2022}}</ref> Jennings and de Matteo eventually ended their relationship without marrying.<ref name=\"people2013\">{{cite news |url=http://www.people.com/people/article/0,,20713974,00.html|title=Shooter Jennings & Misty Brooke Swain Marry in the Desert|work=People|first=Cynthia|last=Sanz|date=July 2, 2013|access-date=November 4, 2013}}</ref>\n\nJennings married long-time friend Misty Brooke Swain on June 4, 2013, in [[Joshua Tree, California]].<ref name=\"people2013\"/> Swain and Jennings had met while he was in his rock band, Stargunn, and Swain was bartending at the Rainbow Bar & Grill. Shooter and Misty live in Hollywood, California.\n\n== Discography ==\n{{main|Shooter Jennings discography}}\n;Studio albums\n*''[[Put the \"O\" Back in Country]]'' (2005)\n*''[[Electric Rodeo (Shooter Jennings album)|Electric Rodeo]]'' (2006)\n*''[[The Wolf (Shooter Jennings album)|The Wolf]]'' (2007)\n*''[[Black Ribbons]]'' (2010)\n*''Family Man'' (2012)\t\n*''The Other Life'' (2013)\n*''Fenixon'' <small>(with [[Waylon Jennings]])</small> (2014)\n*''Don't Wait Up (for George) EP'' (2014)\n*''[[Countach (For Giorgio)]]'' (2016)\n*''Shooter'' (2018)\n*''Sometimes Y'' <small>(with [[Yelawolf]])</small> (2022)\n\n== Production discography ==\n'''Studio albums'''\n*''[[Waylon Forever]]'' - Waylon Jennings & The .357s (2007)\n*''Black Ribbons'' - Shooter Jennings & Hierophant (2010)\t\n*''Family Man'' - Shooter Jennings (2012)\n*''Dark and Dirty Mile'' - [[Jason Boland & The Stragglers]] (2013)\n*''Ashes & Angels'' - Fifth on the Floor (2013)\n*''The Other Life'' - Shooter Jennings (2013)\t\n*''Fenixon'' - Fenixon (2014)\t\n*''Symbols & Snares'' - Last Daze (2015)\n*''A Night in Room 8'' - Billy Don Burns (2016)\t\n*''Countach (for Giorgio)'' - Shooter Jennings (2016)\n*''Pinball'' - [[Hellbound Glory]] (2017)\n*''[[By the Way, I Forgive You]]'' - [[Brandi Carlile]] (2018)\n*''Tenderness'' - Duff McKagan (2019)\n*''[[While I'm Livin']]'' - [[Tanya Tucker]] (2019)\n*''Pure Scum'' - [[Hellbound Glory]] (2020)\n*''Lamentations'' - [[American Aquarium]] (2020)\n*''Neon Cross'' - [[Jaime Wyatt]] (2020)\t\n*''No Time For Love Songs'' - [[The Mastersons]] (2020)\t\n*''On the Widow's Walk'' - The White Buffalo (2020)\n*''[[We Are Chaos]]'' - [[Marilyn Manson]] (2020)\t\n*''Chasing Whiskey'' - Shooter Jennings, Jesse Dayton, Michael Devin & Matt Sorum (2021)\t\n*''[[In These Silent Days]]'' - [[Brandi Carlile]] (2021)\t\n*''The Light Saw Me'' - [[Jason Boland & The Stragglers]] (2021)\t\n*''Sometimes Y'' - [[Yelawolf]] & Shooter Jennings (2022)\n*''[[Floating on a Dream]]'' - [[Avi Kaplan]] (2022)\n*''No Regular Dog'' - [[Kelsey Waldon]] (2022)\n*''The Immortal Hellbound Glory: Nobody Knows You'' - [[Hellbound Glory]] (2022)\n*[[Sweet Western Sound]] - [[Tanya Tucker]] (2023)\n\n'''EPs and singles'''\n*''You Are My Sunshine'' - [[Jamey Johnson]], [[Twiggy Ramirez]] & Shooter Jennings (2013)\t\n*''Don't Wait Up (for George)'' - Shooter Jennings (2014)\n*''Killing The Blues''' - [[Billy Ray Cyrus]] (2014)\n*''Belding's Blues'' - [[Dennis Haskins]] (2014)\n*''The Most Sensible Thing'' - [[Angry Grandpa]] (2015)\n*''Mama's Don't Let Your Babies Grow Up To Be Cowboys'' - [[Lukas Nelson]] & Shooter Jennings (2015)\n*''A Civilized Hell'' - [[Lukas Nelson]] & Shooter Jennings (2016)\n\n'''Mixing credits'''\n*''Tenderness'' (Album) - [[Duff McKagan]] (2019)\n*''[[In These Silent Days|Sinners, Saints & Fools]]'' - [[Brandi Carlile]] (2021)\n*''The Immortal Hellbound Glory: Nobody Knows You'' (Album) - [[Hellbound Glory]] (2022)\n\n== Filmography ==\n{| class=\"wikitable\"\n|-  style=\"background:#ccc; text-align:center;\"\n! colspan=\"4\" style=\"background: LightSteelBlue;\" | Film\n|-  style=\"background:#ccc; text-align:center;\"\n! Year\n! Title\n! Role\n|-\n| 2005\n| ''[[Walk the Line]]''\n| [[Waylon Jennings]]\n|-\n| 2006\n| ''American Revolutions: The Highwaymen''\n|| Himself\n|-\n| 2013\n| ''The Other Life''\n| The Gunslinger\n|-  style=\"background:#ccc; text-align:center;\"\n! colspan=\"4\" style=\"background: LightSteelBlue;\" | Television\n|-  style=\"background:#ccc; text-align:center;\"\n! Year\n! Title\n! Role\n|-\n| 2008\n| ''[[CSI: Crime Scene Investigation]]''\n| Himself\n|-\n| 2019\n| ''[[The Punisher (TV series)|Marvel's The Punisher]]''\n|| Himself\n|}\n\n== Awards and nominations==\n=== Grammy Awards ===\nThe [[Grammy Award]]s are awarded annually by the [[National Academy of Recording Arts and Sciences]]. Jennings has won two awards from five nominations.<ref>{{cite web|url=https://www.grammy.com/artists/shooter-jennings/243326 |title=Shooter Jennings|website=Grammy.com|access-date=March 23, 2023}}</ref>\n\n{{awards table}}\n|-\n|rowspan=3|[[61st Annual Grammy Awards|2019]]\n|rowspan=2|''[[By the Way, I Forgive You]]''\n|[[Grammy Award for Best Americana Album|Best Americana Album]]\n|{{won}}\n|-\n|[[Grammy Award for Album of the Year|Album of the Year]]\n|{{nom}}\n|-\n|\"[[The Joke (song)|The Joke]]\"\n|[[Grammy Award for Record of the Year|Record of the Year]]\n|{{nom}}\n|-\n|[[62nd Annual Grammy Awards|2020]]\n|''[[While I'm Livin']]''\n|[[Grammy Award for Best Country Album|Best Country Album]]\n|{{won}}\n|-\n|[[64th Annual Grammy Awards|2022]]\n|\"[[Right on Time (Brandi Carlile song)|Right on Time]]\"\n|[[Grammy Award for Record of the Year|Record of the Year]]\n|{{nom}}\n{{end}}\n\n==References==\n{{Reflist}}\n\n== External links ==\n{{commons category}}\n* {{official website}}\n* {{allMusic}}\n* {{IMDb name}}\n* [http://www.nodepression.com/profiles/blogs/an-interview-with-shooter An Interview with Shooter Jennings]\n\n{{Shooter Jennings}}\n{{Authority control}}\n\n{{DEFAULTSORT:Jennings, Shooter}}\n[[Category:1979 births]]\n[[Category:American male singer-songwriters]]\n[[Category:American country rock singers]]\n[[Category:American Southern rock musicians]]\n[[Category:American record producers]]\n[[Category:American people of Irish descent]]\n[[Category:American people of Dutch descent]]\n[[Category:Grammy Award winners]]\n[[Category:Living people]]\n[[Category:Outlaw country singers]]\n[[Category:Show Dog-Universal Music artists]]\n[[Category:21st-century American singer-songwriters]]\n[[Category:21st-century American male singers]]\n[[Category:Jennings family]]"
}