{
    "Sir_Elvis": "{{short description|Kenyan country singer}}\n{{Infobox musical artist\n| honorific_prefix =\n| name             = Sir Elvis\n| honorific_suffix =\n| image            =\n| image_upright    =\n| image_size       =\n| landscape        = <!-- yes, if wide image, otherwise leave blank -->\n| alt              =\n| caption          =\n| native_name      =\n| native_name_lang =\n| birth_name       =\n| alias            = Elvis Otiono, Sir Elvis Otieno\n| birth_date       = 1977\n| birth_place      = [[Kenya]]\n| origin           =\n| death_date       = <!-- {{Death date and age|YYYY|MM|DD|YYYY|MM|DD}} (death date first) -->\n| death_place      =\n| genre            = [[Country music|country]]\n| occupation       = Singer\n| instrument       = Guitar, banjo, piano\n| years_active     = 2000s to present\n| label            =\n| associated_acts  = The Caravan\n| website          = <!-- {{URL|example.com}} or {{Official URL}} -->\n| module           =\n| module2          =\n| module3          = \n}}\n\n\n'''Sir Elvis''' (born '''Elvis Otieno''') is a [[Country music|Country]] singer from [[Nairobi, Kenya]]. He has risen in popularity since his appearances on television. He appeared in the United States where he won an award for Best male vocalist of the year. He has been referred to as the African King of Country music. He also appeared with well-known journalist [[Jeff Koinange]] on television several times.\n\n==Background==\nHe was named after Elvis Presley by his parents.<ref>[[BBC Online]], 20 Jul 2015 - [https://www.bbc.com/news/av/world-africa-33577828/bbc-pop-up-the-african-elvis-bringing-country-music-to-kenya BBC Pop Up: The African Elvis bringing country music to Kenya]</ref> The son of a preacher, he was born in rural Kenya the year that [[Elvis Presley]] died. He is Kenya's best known country singer.<ref>''[[CBS News]]'',  August 12, 2015 - [https://www.cbsnews.com/news/country-music-singers-elvis-otieno-esther-konkara-bring-soul-nairobi-kenya/ Country music finds soul in Kenya]</ref><ref>''[[The New York Times]]'', July 1, 2015 - [https://www.nytimes.com/2015/07/02/arts/music/country-music-finds-a-home-far-from-home-in-kenya.html Country Music Finds a Home Far From Home, in Kenya  By Isma’il Kushkush]</ref> A musician who play the guitar, piano and the banjo, he has been singing country music since the early 2000s.<ref>[[Businessdailyafrica.com]], FRIDAY, OCTOBER 19, 2018 - [https://www.businessdailyafrica.com/lifestyle/profiles/Love-Affair-With-Country-Music/4258438-4812352-pcs942z/index.html PROFILES, Love Affair With Country Music -JACKSON BIKO]</ref> He became serious about Country music while in Norway and played in a country band. His family had been there since leaving Kenya when he was 7 years of age. When he was a student he visited the United States and there he attended his first country concert with featured [[Shania Twain]].<ref>[[Public Radio International]], November 05, 2013 - [https://www.pri.org/stories/2013-11-05/if-its-country-music-and-its-kenya-it-must-be-elvis Arts, Culture & Media, If it's country music and it's Kenya, it must be Elvis - Reporter Valerie Hamilton]</ref> After seeing Twain he started soaking up the music of Jim Reeves, Charley Pride and Dolly Parton, and the more modern Country sound of Garth Brooks and Alan Jackson.<ref>Brand South Africa, 21 Jul 2015 - [https://www.brandsouthafrica.com/people-culture/people/the-wayfaring-loner-elvis-goes-country-in-africa The Wayfaring Loner: Elvis Goes Country in Africa]</ref>\n\n==Career==\nIt was reported by Michael Chepkwony in the September 1 edition of Kenya's news paper ''The Standard'' that he was heading to the Texas Sounds International Country Music festival the following month. He was also the only nominee from Kenya scheduled to compete with 23 other international country artists.<ref>''The Standard'',  September 1st 2019 - [https://www.standardmedia.co.ke/article/2001340343/country-music-star-strings-his-way-to-texas-for-popular-festival Country music star strings his way to Texas for popular festival By MICHAEL CHEPKWONY]</ref> Also that month, Sir Elvis appeared alongside Citizen TV's [[Jeff Koinange]] (himself a country music lover) at the Country Roads event which was hosted at Thika Greens Golf Resort on Saturday, September 28.<ref>Kenyans.co.ke, 29 September 2019 - [https://www.kenyans.co.ke/news/44438-watch-jeff-koinange-moses-kuria-get-down Citizen TV's Jeff Koinange & Moses Kuria Show off Musical Prowess By EDDY MWANZA]</ref> He is the first Luo to be Knighted at Ciala Resort with Jeff Koinange is presence,\n\nHe competed in the sixth annual Texas Sounds International Country Music festival which ran from October 17-20 and won the Best Male Vocalist of the year award.<ref>''The Standard'', October 22nd 2019 - [https://www.standardmedia.co.ke/lifestyle/article/2001346376/sir-elvis-king-of-country-music-bags-top-award-in-texas Kenya’s king of country music, Sir Elvis Otieno, bags top award in Texas By MICHAEL CHEPKWONY]</ref> On December 31 that year, he appeared at the country crossover concert which was held at the Ngong Racecourse. The event which attracted a sizable crowd of country enthusiasts also featured Steve Rodgers.<ref>''The Star'', January 5, 2020 - [https://www.the-star.co.ke/sasa/society/2020-01-05-country-crossover-concert-wows-fans-at-racecourse/ In Summary, Country music enthusiasts dressed in cowboys attires turned out in great numbers]</ref>\n\nHe has yet to be signed by a record label and has yet to release a full-length album.\n\n==References==\n{{reflist}}\n\n==External links==\n* [https://www.cbsnews.com/news/country-music-singers-elvis-otieno-esther-konkara-bring-soul-nairobi-kenya/ CBS News, Country music finds soul in Kenya]\n* [https://www.nytimes.com/2015/07/02/arts/music/country-music-finds-a-home-far-from-home-in-kenya.html Country Music Finds a Home Far From Home, in Kenya By Isma’il Kushkush]\n\n[[Category:1977 births]]\n[[Category:Country singers]]\n[[Category:21st-century Kenyan male singers]]\n[[Category:Living people]]"
}