{
    "Sonny_James": "{{short description|American country music singer-songwriter (1928–2016)}}\n\n{{Use mdy dates|date=September 2020}}\n{{Infobox musical artist\n|name            = Sonny James\n|background      = solo_singer\n|image           = Sonny James.png\n|image_size      = \n|caption         = James in 1967\n|birth_name      = James Hugh Loden\n|alias           = Sonny James<br/>The Southern Gentleman\n|birth_date      = {{Birth date|1928|5|1|mf=y}}\n|origin          = [[Hackleburg, Alabama]], U.S.\n|death_date      = {{Death date and age|2016|2|22|1928|5|1}}\n|death_place     = [[Nashville, Tennessee]], U.S.\n|genre           = [[Country music|Country]], [[pop music|pop]]\n|occupation      = Singer-songwriter\n|instrument      = Vocals, guitar\n|years_active    = 1953–1983\n|label           = {{hlist|[[Capitol Records|Capitol]]|[[Columbia Records|Columbia]]|[[Dot Records|Dot]]|[[RCA Records|RCA]]|[[Monument Records|Monument]]|Dimension|[[Curb Records|Curb]]}}\n|associated_acts = \n|website         = \n}}\n\n'''Jimmie Hugh Loden''' (May 1, 1928{{spaced ndash}}February 22, 2016), known professionally as '''Sonny James''', was an American [[country music]] singer and songwriter best known for his 1957 hit, \"[[Young Love (1956 song)|Young Love]]\", topping both the [[Hot Country Songs|''Billboard'' Hot Country]] and Billboard's Disk Jockey singles charts. Dubbed the \"Southern Gentleman\" for his congenial manner, his greatest success came from ballads about the trials of love.<ref name=\"cmhof\">{{cite web|title=Sonny James|url=http://countrymusichalloffame.org/Inductees/InducteeDetail/sonny-james|website=countrymusichalloffame.org|publisher=Oxford University Press|access-date=February 24, 2016|ref=Adapted from Encyclopedia of Country Music|archive-date=July 2, 2014|archive-url=https://web.archive.org/web/20140702015321/http://countrymusichalloffame.org/Inductees/InducteeDetail/sonny-james|url-status=dead}}</ref> James had 72 country and pop charted releases from 1953 to 1983, including an unprecedented five-year streak of 16 straight [[Hot Country Songs|''Billboard'' Hot Country]] No. 1 singles among his 26 ''Billboard'' Hot Country No. 1 hits. From 1964 to 1976, James placed 21 of his albums in the Top 10 of ''[[Billboard (magazine)|Billboard]]'' [[Top Country Albums]]. James was given a star on the [[Hollywood Walk of Fame]] in 1961 and co-hosted the first [[Country Music Association]] Awards Show in 1967.<ref name=\"nytimes\">{{cite journal|last1=Friskics-Warren|first1=Bill|title=Sonny James, Country Singer Known for 'Young Love,' Dies at 87|journal=The New York Times|date=February 23, 2016|url=https://www.nytimes.com/2016/02/24/arts/music/sonny-james-country-singer-known-for-young-love-dies-at-87.html?_r=0|access-date=February 26, 2016}}</ref> He was inducted into the [[Country Music Hall of Fame]] in 2007.<ref name=\"cmhof\"/>\n\n==Biography==\n===Musical beginnings===\nJimmie Hugh Loden was born on May 1, 1928<ref name=\"cmhof\"/><ref>{{cite web|url=http://www.sonnyjames.com/hof/bio/|title=Sonny James, The Southern Gentleman|website=Sonnyjames.com|access-date=February 22, 2016}}</ref><ref name=\"SJ webpage\">{{cite web|url=http://www.sonnyjames.com/bio.htm |title=Sonny James webpage|publisher=Sonnyjames.com|access-date=November 28, 2009}}</ref><ref name=\"tennessean.com\">{{cite web|url=http://www.tennessean.com/story/entertainment/music/2016/02/22/country-music-hall-famer-sonny-james-dead-86/80556058/?from=global&sessionKey=&autologin= |title=Country singer Sonny James dies at 87 |website=Tennessean.com |date=February 2, 2016|access-date=February 22, 2016}}</ref><ref name=\"Countrymusichalloffame.org\">{{cite web|url=http://countrymusichalloffame.org/Inductees/InducteeDetail/sonny-james|title=Sonny James at the Country Music Hall of Fame|publisher=Countrymusichalloffame.org|access-date=August 17, 2015|archive-date=July 2, 2014|archive-url=https://web.archive.org/web/20140702015321/http://countrymusichalloffame.org/Inductees/InducteeDetail/sonny-james|url-status=dead}}</ref> to Archie Lee \"Pop\" Loden and Della Burleson Loden,<ref name=\"SJ webpage\"/> who operated a 300-acre (120 ha) farm outside [[Hackleburg, Alabama]]. His parents were amateur musicians, and his sister Thelma Lee Loden Holcombe also played instruments and sang from an early age. By age three he was playing a [[mandolin]] and singing and was dubbed \"Sonny Boy\". In 1933, the family appeared on a radio audition which resulted in their being offered a regular Saturday slot on [[Muscle Shoals, Alabama]] radio station [[WNRA-LP|WNRA]]. About this time the parents volunteered to raise an Alabama girl named Ruby Palmer, and soon Ruby was also part of the musical group, and the singing Loden Family, later billed as Sonny Loden and the Southerners, was soon playing theaters, auditoriums and schoolhouses throughout the Southern United States.\n\nTo this point the musical appearances had been a part-time effort for the family, as they returned after each gig or tour to work the family farm. After a few years the father decided they were professional enough to immerse themselves into the field full-time, so the father leased out the farm and they took a daily spot on radio station KLCN, where they provided early-morning accompaniment for the area's early-risers. After that they had spots on several other radio stations around the South.  In 1949, they returned to Alabama, with a show on radio station WSGN in [[Birmingham, Alabama]]. Near Christmastime that year, the two girls were married in [[West Memphis, Arkansas]] in a double ceremony<ref name=\"SJ webpage\"/> and left the group. The parents found other girls to take their place, but the group soon disbanded (the parents returned to Hackleburg and opened a clothing store, where James worked while belatedly finishing his final year of high school).<ref name=\"SJ webpage\"/> During the summer of 1950, James worked with a band, sometimes singing but he was most useful as a guitar player<ref name=\"SJ webpage\"/> on the [[Memphis, Tennessee]] radio station WHBQ.\n\nOn September 9, 1950, his career was interrupted by the Korean War when his [[Alabama Army National Guard]] unit was activated. After military service in Korea, James moved to [[Nashville, Tennessee|Nashville]], where he spent a week staying with [[Chet Atkins]] and his wife. James had roomed with Atkins years earlier in Raleigh, North Carolina when they were playing at the same radio station.<ref name=\"countryweekly\">{{cite web|last1=Ladd|first1=Paul|title=Sonny James: The Southern Gentleman With 16 Consecutive No. 1 Songs (1995)|url=http://www.countryweekly.com/magazine/vault/sonny-james-southern-gentleman-16-consecutive-no-1-songs-1995|website=countryweekly.com|publisher=Cumulus Media|access-date=February 26, 2016|date=December 12, 1995}}</ref> Atkins invited [[Capitol Records]] executive [[Ken Nelson (United States record producer)|Ken Nelson]] to join them for dinner. James stated, \"After dinner Chet and I began [[woodshedding]] on our guitars. We played a few songs I had written, then Chet turned to Ken and said, 'What do you think, Ken?' And Ken said, 'I'd like to record him.'\"<ref name=\"countryweekly\"/> Nelson asked him to drop his last name professionally believing there were already several musicians named Loden, Louden or Luden, and that \"James\" would be easier to remember: \"The smallest children can remember Sonny James.\"<ref name=\"SJ webpage\"/> So he released his first studio record as Sonny James.\nWhile appearing on ''[[Louisiana Hayride]]'', he met musician [[Slim Whitman]]. James' performance on stage playing a [[fiddle]] and singing brought a strong crowd response, and Whitman invited him to front for his new touring band.<ref name=\"SJ webpage\"/> James stayed with Whitman's group for only two months when Whitman felt he had to do some club work to keep up his income to be able to pay his band. The Loden family had only appeared in schoolhouses and such and Sonny agreed to stay on for a few shows until Whitman could find his replacement.<ref name=\"SJ webpage\"/> For the remainder of his career he never played a club performance. Over the next few years, he had several songs that did reasonably well on the country music charts and he continued to develop his career with performances at live country music shows. He also appeared on radio, including ''[[Big D Jamboree]]'', before moving to the all-important new medium, television, where he became a regular performer on [[American Broadcasting Company|ABC]]'s ''[[Ozark Jubilee]]'' in [[Springfield, Missouri]] beginning in October 1955.<ref>Sachs, Bill \"Folk Talent & Tunes\", September 4, 1955, ''The Billboard'', p. 16</ref>\n\nFollowing his long streak of No. 1 hits, James is also remembered for his 1975 No. 6 song \"A Little Bit South of Saskatoon\" that was in the 1977 [[Paul Newman]] hockey comedy ''[[Slap Shot (film)|Slap Shot]]''.<ref>{{cite web|publisher=IMDb.com|title=''Slap Shot'' : Soundtrack|url=https://www.imdb.com/title/tt0076723/soundtrack?ref_=tt_trv_snd|access-date=August 17, 2015}}</ref>\n\n===Top of the charts===\n[[File:Sonny James 1957.JPG|thumb|James in 1957]]\nIn late 1956 James released \"[[Young Love (1956 song)|Young Love]]\", a [[Gramophone record|45 rpm]] single for which he would forever be remembered. As the first teenage country ''[[crossover (music)|crossover]]'' single, it topped both the US country and pop music charts in January to February 1957. Record sales could have been higher if Capitol Records had anticipated the exposure on popular-music charts; they had ordered only enough copies of the record to satisfy the anticipated country-music demand, and were therefore unable to supply most of the requests for records.<ref name=\"SJ webpage\"/> The track peaked at No. 11 in the [[UK Singles Chart]].<ref name=\"British Hit Singles & Albums\">{{cite book| first= David| last= Roberts| year= 2006| title= British Hit Singles & Albums| edition= 19th| publisher= Guinness World Records Limited | location= London| isbn= 1-904994-10-5| page= 279}}</ref> It sold well over one million copies, and was awarded a [[music recording sales certification|gold disc]].<ref name=\"The Book of Golden Discs\">{{cite book| first= Joseph| last= Murrells| year= 1978| title= The Book of Golden Discs| edition= 2nd| publisher= Barrie and Jenkins Ltd| location= London| page= [https://archive.org/details/bookofgoldendisc00murr/page/92 92]| isbn= 0-214-20512-6| url-access= registration| url= https://archive.org/details/bookofgoldendisc00murr/page/92}}</ref> Dubbed ''the Southern Gentleman'' because of his polite demeanor, he gained more exposure with an appearance on the popular ''[[The Ed Sullivan Show|Ed Sullivan Show]]'' and the ''[[Bob Hope|Bob Hope Show]]''.\n\nThus began a seven-year search for a sound that gave him a lasting career. Two more years at Capitol Records didn't produce it and they parted ways in 1959. James signed with [[National Recording Corporation]], and then stints with [[Dot Records|Dot]] (1960–1961), [[RCA Records|RCA]] (1961–1962), his second time with [[Capitol Records|Capitol]] (1963–1972), and later with [[Columbia Records|Columbia]] (1972–1979), [[Monument Records|Monument]] (1979) and Dimension (1981–1983).\n\nIn 1962 he returned to his roots and became a member of the [[Grand Ole Opry]] and a year later signed again with Capitol Records. From 1964 to 1972 he was a dominant force in country music. James and his Southern Gentlemen appeared on the major TV shows during that period including Ed Sullivan, Andy Williams, Glen Campbell, Jimmy Dean, Mike Douglas, Merv Griffin, The Joey Bishop Show, was a multi-time guest on ''[[Hee Haw]]'', also on the Johnny Cash Show and made minor singing appearances in four motion pictures.\n\n===More success===\nOn August 15, 1964, James made his first appearance with a vocal group that had been together for five years. The group consisted of Lin Bown – 1st tenor, Gary Robble – 2nd tenor, Duane West – baritone and Glenn Huggins – bass. These four young men had started singing as freshmen at [[Eastern Nazarene College]] in [[Quincy, Massachusetts]], in 1959, and in September 1962 they transferred to a sister college in Nashville, Tennessee. 16 months later in January 1964 they replaced the Jordanaires as the Grand Ole Opry quartet. James felt he had found the combination that propelled him into his second career – that sound he had been seeking for seven years. So these 21- and 22-year-old men, along with James' multi-talented bass player Milo Liggett, became the Southern Gentlemen and joined 36-year-old Sonny James.\n\nTwo months later, James had his first No. 1 Billboard hit since \"Young Love\" – topping the country charts with the song he co-wrote with Bob Tubert, \"You're The Only World I Know\". His next five releases peaked on the Billboard country charts at 2, 1, 3, 1, and 2 (though all five of them hit No. 1 on either Billboard, Record World or Cashbox).\n\nWith his musical style now refined and his \"sound\" on records and on personal appearances produced to be immediately identifiable, Sonny James was set to begin what became his streak of 16 straight No. 1 singles – an uncontested record which no other solo recording artist has surpassed in any genre.\n\n=== Billboard No. 1 streak ===\nBeginning in 1967 with \"[[Need You (Sonny James song)|Need You]]\" and ending with \"[[Here Comes Honey Again]]\" in 1971, James recorded 16 straight No. 1 country singles. His career No. 1 total was 26, the last coming with 1974's \"[[Is It Wrong (For Loving You)]]\". During his career had 72 charted releases.\n\nIn 1973, James also helped launch the solo career of [[Marie Osmond]], producing and arranging her first three albums, including her smash hit, \"[[Paper Roses]]\".\n\n===Personal life and death===\nIn July 1957, Sonny married Doris Shrode in [[Dallas]], Texas.<ref name=\"SJ webpage\"/>\n\nIn the spring of 1984, Sonny and Doris quietly retired to their home in Nashville, Tennessee. He came home to Hackleburg during the first annual Neighbor Day Festival on April 20, 2002, and continued attending the festival every other year. During the April 25, 2009, festival, he recognized the 100th birthday of the town of Hackleburg on the main stage.\n\nJames died on February 22, 2016, in [[Nashville]], [[Tennessee]], at the age of 87.<ref name=\"tennessean.com\"/><ref name= cnn >{{cite news |url=http://edition.cnn.com/2016/02/22/entertainment/sonny-james-obit-feat/ |last=Hanks|first=Henry |title= Country music legend Sonny James dies at 87|date= February 23, 2016 |publisher=CNN|access-date=June 10, 2016}}</ref> He died of natural causes at Nashville's Alive Hospice, according to a statement on his official website.<ref>{{Cite web|url=http://www.legacy.com/ns/sonny-james-obituary/177811888|title=Sonny James Obituary &#124; Sonny James Funeral |website=Legacy.com|date=February 23, 2016 }}</ref> He is buried at Cedar Tree Cemetery, in Hackleburg, Alabama.<ref>[https://www.sonnyjames.com/hof/wsms-eddie-stubbs-memorializes-sonny-james/ WSM’s Eddie Stubbs Memorializes Sonny James]</ref>\n\n==Recognition==\nIn 1956, as rock and roll was just beginning, James's multi-million selling single \"Young Love\" became a No. 1 country and pop hit, one of the first such crossover hits by a country artist.\n\nIn 1957, James became the first country recording artist to appear on ''[[The Ed Sullivan Show]]''.\n\nIn 1961, honoring his contribution to the music industry, James was honored with a star on the [[Hollywood Walk of Fame]] at 6630 Hollywood Blvd. He was the first country music star to receive this honor.<ref>{{cite web |last1=Olson |first1=Peter B. |title=Sonny James (James Hugh Loden) |url=http://encyclopediaofalabama.org/article/h-3389 |website=Encyclopedia of Alabama |access-date=27 November 2021}}</ref>\n\nIn 1967, along with [[Bobbie Gentry]], James hosted the first [[Country Music Association Awards|CMA Awards]] show.\n\nFrom 1969 through 1971, James became the first country artist to achieve a feat previously not done in the country music industry. In the middle of his highly successful run of sixteen consecutive No. 1 hits, of the next seven singles that James released, five had previously been moderately successful releases for soulful R&B artists Ivory Joe Hunter, Brook Benton & Clyde Otis and Jimmy Reed. Those five songs were Since I Met You Baby, It's Just A Matter of Time, Endlessly, Empty Arms, and Bright Lights, Big City, all of which hit No. 1 on the Billboard country charts.\n\nIn 1969, ''[[Billboard magazine]]'' named Sonny James Country Music's Artist of the Year.\n\nIn February 1971, James was the first country artist whose music went into space; he made a special music recording for the crew of [[Apollo 14]]. They later presented him with one of the small American flags that they had carried to the Moon.<ref name=\"SJ webpage\" />\n\nIn 1973, James produced [[Marie Osmond]]'s first three albums. The first single \"Paper Roses\" reached No. 1 on the Billboard Hot Country Songs chart less than one month after her 14th birthday. Osmond thus became the youngest female and overall youngest solo artist to ever reach the No. 1 position on that chart, a record that still stands as of 2015.\n\nIn 1987, James was inducted into the [[Alabama Music Hall of Fame]].\n\nIn June 2001, honored with the Male Golden Voice Award. In November 2001 received the Master Achievement Award / R.O.P.E. Award. In June 2002 honored by the Country Music DJ Hall of Fame and Country Radio Broadcasters with the Career Achievement Award.\n\nOn November 6, 2006, he appeared on television for the first time in nearly 20 years when presenter Kris Kristofferson announced on the ABC television network's [[Country Music Association Awards]] that James was to be one of its newest inductees. James's acceptance speech opened with the words, \"I want to thank my Good Lord for the career He has given me.\"\n\nIn May 2007, Sonny James and his Southern Gentlemen were officially inducted into the [[Country Music Hall of Fame and Museum]],<ref name=\"Countrymusichalloffame.org\"/>\n\nIn 2009 James was inducted into the Hit Parade Hall of Fame.<ref>{{cite web|url=http://hitparadehalloffame.com/sonny-james/|archive-url=https://web.archive.org/web/20141007065323/http://hitparadehalloffame.com/sonny-james/|url-status=dead|archive-date=October 7, 2014|title=Sonny James|work=Hit Parade Hall of Fame|access-date=February 22, 2016}}</ref>\n\nOn August 15, 2015, exactly 51 years to the day when he first teamed up with The Southern Gentlemen in 1964, James was inducted into The Birmingham Record Collectors Hall of Fame. Gary Robble, one of The Southern Gentlemen, accepted the award on behalf of James and all of The Southern Gentlemen.<ref>{{Cite news|title=Record show, concerts set for Gardendale Civic Center this weekend|work=North Jefferson News}}</ref>\n\n==Discography==\n{{main|Sonny James discography}}\n\n==References==\n{{Reflist}}\n\n== External links ==\n{{Commons category}}\n*{{Official website|www.sonnyjames.com}} – dead link\n*{{IMDb name|0416933}}\n\n{{Sonny James}}\n{{Grand Ole Opry members}}\n{{2000s Country Music Hall of Fame}}\n{{Authority control}}\n\n{{DEFAULTSORT:James, Sonny}}\n[[Category:1928 births]]\n[[Category:2016 deaths]]\n[[Category:People from Marion County, Alabama]]\n[[Category:United States Army personnel of the Korean War]]\n[[Category:American country singer-songwriters]]\n[[Category:American male singer-songwriters]]\n[[Category:Grand Ole Opry members]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:Members of the Country Music Association]]\n[[Category:National Recording Corporation artists]]\n[[Category:Groove Records artists]]\n[[Category:RCA Victor artists]]\n[[Category:Capitol Records artists]]\n[[Category:Columbia Records artists]]\n[[Category:Monument Records artists]]\n[[Category:Dot Records artists]]\n[[Category:Country musicians from Alabama]]\n[[Category:Singer-songwriters from Alabama]]"
}