{
    "Sons_of_the_Pioneers": "{{short description|American western singing group}}\n{{about||the film|Sons of the Pioneers (film)|the 2000 album by The Workhorse Movement|Sons of the Pioneers (album)}}\n{{Infobox musical artist\n| name              = Sons of the Pioneers\n| image             = \n| image_size        = 250\n| caption           = Roy Rogers and the Sons of the Pioneers in ''[[Rainbow Over Texas]]'' (1946)\n| background        = group_or_band\n| origin            = \n| genre             = [[Country music|Country]], [[Western music (North America)|Western]]\n| years_active      = 1933–present\n| label             = [[Decca Records|Decca]], [[RCA Victor]], [[Vocalion Records|Vocalion]]\n| associated_acts   = [[Roy Rogers]], The [[Bar D Wranglers]]\n| website           = {{official website|http://sonsofthepioneers.org/}}\n| past_members      = * [[Roy Rogers]]\n* [[Bob Nolan]]\n* [[Tim Spencer (singer)|Tim Spencer]]\n* Hugh Farr\n* Karl Farr\n* Lloyd Perryman\n* [[Pat Brady (actor)|Pat Brady]]\n* [[Ken Carson (country singer)|Ken Carson]]\n* Deuce Spriggens\n* [[Shug Fisher]]\n* [[Ken Curtis]]\n* Tommy Doss\n* Roy Lanham\n* Dale Warren\n* George Bamby\n* Rome Johnson\n* Rusty Richards\n* Luther Nallie\n* Dale Morris\n* Billy Armstrong\n* Bob Perry\n{{small|''See the [[#Timeline|Timeline]] section''}}\n}}\nThe '''Sons of the Pioneers''' are one of the United States' earliest [[Western music (North America)|Western]] singing groups.<ref name=\"hall\">{{cite web |title=Sons of the Pioneers |url=http://countrymusichalloffame.org/full-list-of-inductees/view/-sons-of-the-pioneers |publisher=Country Music Hall of Fame |access-date=August 24, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20110903184525/http://countrymusichalloffame.org/full-list-of-inductees/view/-sons-of-the-pioneers |archive-date=September 3, 2011 }}</ref> Known for their vocal performances, their musicianship, and their songwriting,<ref name=\"green\">{{cite book|last=Green |first=Douglas B. |title=Singing in the Saddle: The History of the Singing Cowboy |url=https://archive.org/details/singinginsaddleh0000gree |url-access=registration |publisher=Vanderbilt University Press |location=Nashville |year=2002 |page=[https://archive.org/details/singinginsaddleh0000gree/page/72 72] |isbn=978-0-826-51412-7}}</ref> they produced innovative recordings that have inspired many [[Western music (North America)|Western music]] performers and remained popular through the years.<ref name=\"allmusic\">{{cite web|title=Sons of the Pioneers |url=http://www.allmusic.com/artist/the-sons-of-the-pioneers-p1813/biography |publisher=AllMusic |access-date=August 26, 2011}}</ref> Since 1933, through many changes in membership, the Sons of the Pioneers have remained one of the longest-surviving country music vocal groups.<ref name=\"cmt\">{{cite web|title=About the Sons of the Pioneers |url=http://www.cmt.com/artists/the-sons-of-the-pioneers/biography/ |archive-url=https://web.archive.org/web/20130830094745/http://www.cmt.com/artists/the-sons-of-the-pioneers/biography/ |url-status=dead |archive-date=August 30, 2013 |publisher=Country Music Television |access-date=August 26, 2011}}</ref>\n\n==Origins==\nIn the spring of 1931, Ohio-born Leonard Slye, the cowboy singer who would later change his name to [[Roy Rogers]], arrived in California and found work as a truck driver, and later as a fruit picker for the Del Monte company in California's Central Valley. He entered an amateur singing contest on a Los Angeles radio show called Midnight Frolics and a few days later got an invitation to join a group called the Rocky Mountaineers.<ref>Green 2002, p. 74.</ref>\n\nIn September 1931, Canadian-born [[Bob Nolan]] answered a classified ad in the ''Los Angeles Herald-Examiner'' that read, \"Yodeler for old-time act, to travel. Tenor preferred.\" The band was The Rocky Mountaineers, by then led by Leonard Slye. After listening to the tall, slender, tanned Nolan sing and yodel, Slye hired Nolan on the spot. Although Nolan stayed with the group only a short time, he stayed in touch with Slye. Nolan was replaced by [[Tim Spencer (singer)|Tim Spencer]], who had been working in a Safeway Stores warehouse.<ref name=\"cmt\"/>\n\nIn the spring of 1932, Slye, Spencer, and another singer, Slumber Nichols, left the Rocky Mountaineers to form a trio, which soon failed. Throughout most of 1932, Slye and Spencer moved through a series of short-lived groups like the International Cowboys and the O-Bar-O Cowboys. Spencer left the O-Bar-O Cowboys and quit music for a while. Slye joined Jack LeFevre and His Texas Outlaws, who were a popular act on a local Los Angeles radio station.<ref>Green 2002, p. 75.</ref>\n\nIn early 1933, Slye, Nolan, and Spencer formed a group called the Pioneer Trio. The three young singers rehearsed for weeks honing their singing. While Slye continued to work with his radio singing group, Spencer and Nolan began writing songs for the group.<ref name=\"cmt\"/>\n\n==Early success==\nBy early 1934, the group consisted of [[Leonard Slye]], [[Bob Nolan]], and [[Tim Spencer (singer)|Tim Spencer]] on vocals, with Nolan playing string bass and Slye playing rhythm guitar. During that time, fiddle player Hugh Farr joined the group, adding a bass voice to the group's vocal arrangements. He also sang lead on some songs. Later that year, the \"Pioneers Trio\" became the \"Sons of the Pioneers\" through a radio station announcer's chance remark. Asked why he'd changed their name, the announcer said they were too young to have been pioneers, but that they could be sons of pioneers. The name was received well and fit the group, who were no longer a trio.<ref name=\"cmt\"/>\n\nBy the summer of 1934, the Sons of the Pioneers' popularity and fame extended beyond the [[Los Angeles]] area and quickly spread across the United States through short syndicated radio segments that were rebroadcast all over the country. They signed a recording contract with the newly founded [[Decca Records|Decca]] label, and on August 8, 1934, the Sons of the Pioneers made their first commercial recording. That same day, the immensely popular crooner [[Bing Crosby]] also made his first [[Decca Records|Decca]] session.<ref name=\"cmt\"/>\n\nOne of the first songs recorded by the Sons of the Pioneers during that first August session was written by Bob Nolan, \"[[Tumbling Tumbleweeds]]\", that would soon become a staple in their repertoire. The original title \"Tumbling Leaves\"<ref>[http://www.bobnolan-sop.net/Special%20Features/Song%20of%20the%20Month/Tumbling%20Leaves/Leaves.htm] {{dead link|date=October 2021}}</ref> was changed to give the song a western character. Over the next two years the group would record 32 songs for Decca.<ref name=\"encyclopedia\">{{cite web|title=Sons of the Pioneers |url=http://www.encyclopedia.com/doc/1G2-3430600069.html |publisher=Encyclopedia.com |access-date=August 27, 2011}}</ref> Their output includes a 1937 recording of \"[[The Blue Juniata]],\" by [[Marion Dix Sullivan]].\n\n==Motion pictures==\nBetween 1935 and 1984, the Sons of the Pioneers appeared in 87 films, several short films, and a television series.<ref name=\"imdb\"/> In 1935 they signed with [[Columbia Pictures]] to supply the music for the studio's [[Charles Starrett]] westerns. In 1937, Leonard Slye was offered a contract as an actor with rival [[Republic Pictures]]. Part of that deal required him to leave the singing group. Leonard Slye was rechristened Roy Rogers, and went on to achieve major success as a singing cowboy in the movies. Roy Rogers and the Sons of the Pioneers remained close throughout the coming years. When the Starrett unit disbanded temporarily at the end of the 1941 season, the Pioneers rejoined Rogers at Republic and were soon appearing as highly popular supporting players in the Rogers westerns.<ref name=\"roy\">{{cite web |title=Roy Rogers and the Sons of the Pioneers |url=http://www.royrogersworld.com/SonsOfThePioneers.htm |publisher=Roy Rogers World |access-date=August 26, 2011 |url-status=dead |archive-url=https://web.archive.org/web/20111003221828/http://www.royrogersworld.com/SonsOfThePioneers.htm |archive-date=October 3, 2011 }}</ref>\n\nBy this time the group was billed as \"Bob Nolan and the Sons of the Pioneers.\" Nolan was reluctant to be the \"leader\" of the group, which had been formed as a co-operative outfit with no formal leader, but he bowed to the demands of show business. Agents, music publishers, and recording companies insisted that co-operative bands needed a name to promote them (as in [[Glen Gray]] and the [[Casa Loma Orchestra]]). Because Bob Nolan's featured appearances with Starrett had made him the most recognizable of the Pioneers, Nolan reluctantly became the \"front\" for the group. The group, as \"Bob Nolan and the Sons of the Pioneers,\" made guest appearances in the [[Warner Bros.]] all-star revue ''[[Hollywood Canteen (film)|Hollywood Canteen]]'' (1944, singing \"Tumbling Tumbleweeds\") and the [[RKO Radio Pictures|RKO]] Hollywood-themed comedy ''[[Ding Dong Williams]]'' (1945, singing \"Cool Water\").\n\n==Radio==\nThe Sons of the Pioneers always valued radio exposure, and appeared often on radio broadcasts. They had three network shows of their own: ''10-2-4 Ranch'' (1941-45, for [[Dr Pepper]]), ''Radio Rodeo'' (for the Mutual Broadcasting System, 1941-42), and ''The Lucky U Ranch'' (1951-53, for Planters Peanuts). \n\nThe group also began making transcription records for broadcast in 1934. These were syndicated by Standard Transcriptions (1934-36), Mutual (1939, as ''The Sunshine Ranch''), [[Radio Corporation of America|RCA]] (1940, as ''Symphonies of the Sage''), the Armed Forces Radio Service (1942-45, as ''Melody Roundup''), and Teleways (1947-49, as ''The Sons of the Pioneers Show'').\n\nThe Teleways series was intended as a daily 15-minute show but could be programmed anywhere on a station's schedule, at the station's discretion. The group prepared a demonstration record for radio stations and their potential local sponsors, with announcer [[Art Gilmore]] reading promotional copy between songs. The informal, semi-scripted show had Bob Nolan acting as master of ceremonies, bantering with the other singers between numbers. The group was careful to program a variety of choral music, including cowboy songs, barbershop harmony, sentimental ballads, and spirituals, to appeal to the widest possible audience. The personnel were Bob Nolan, Tim Spencer, Lloyd Perryman, [[Pat Brady (actor)|Pat Brady]], Hugh \"Foghorn\" Farr, Karl Farr, and [[Ken Carson (country singer)|Ken Carson]]. The earliest shows include studio musician Ivan Ditmars accompanying them on piano and organ; Nolan appreciated Ditmars's efforts but preferred that the group's established sound should be preserved for the radio series, so Ditmars was released. Toward the end of the run, as an economic measure saving both time and money, the later Teleways shows were patched together from previous programs (including some songs with Ditmars), with new spoken dialogue by Nolan and the gang connecting the older performances.\n\n==Changes==\nRepublic Pictures president [[Herbert Yates]] released the Sons of the Pioneers from their movie contract in 1948, replacing them with a less expensive alternative, [[Foy Willing]]'s Riders of the Purple Sage. The hurried nature of the Sons of the Pioneers' last radio shows reflected Tim Spencer's and Bob Nolan's anxiousness to move on; both left the group in 1949, after their radio commitments had been fulfilled. Tim Spencer retired from performing with the group, to devote himself to handling the group's business interests; his place in the group was taken by singer [[Ken Curtis]]. Bob Nolan was replaced by Tommy Doss, who sounded almost exactly like him. Lloyd Perryman took over Nolan's emcee duties. Nolan returned to the group in 1955 at the insistence of RCA Victor, which valued the group's distinctive sound with Nolan, and refused to record the Sons of the Pioneers unless Nolan was present. Nolan's participation was limited to RCA records through 1958; he no longer appeared with the group. Similarly, Tim Spencer still participated in the RCA recording sessions through 1957. Hugh Farr retired from the group in 1959 and his brother, guitarist Karl Farr, died in 1961. The group continued to record new albums for RCA through the 1960s, the last being a collection of Hawaiian songs, ''The Sons of the Pioneers Visit the South Seas'' (1969).\n\n==End of an era==\nIn 1971, Bob Nolan and Tim Spencer were both elected to the [[Nashville Songwriters Hall of Fame]]. In 1972, most of the surviving members of the Sons of the Pioneers, including the original Pioneer Trio of Roy Rogers, Bob Nolan, and Tim Spencer, gathered at the Ambassador Hotel in Los Angeles for one last performance.\n\nThe late 1970s saw the passing of the founding members of the group. Tim Spencer died on April 26, 1976. Lloyd Perryman, who had been with the group since 1936, died on May 31, 1977. Hugh Farr, who had retired from the group in 1958, died on April 17, 1980. \n\nIn 1979, Bob Nolan returned to the studio for the final time and recorded a successful solo album of classics and newer compositions titled ''Bob Nolan – The Sound of a Pioneer''. Nolan died on June 16, 1980. That same year, the Sons of the Pioneers were inducted into the [[Country Music Hall of Fame]].\n\n==Sons of the Pioneers today==\nThe Sons of the Pioneers have never stopped performing since their inception in 1934. Following the death of Lloyd Perryman in 1977, Dale Warren, who had joined the group in 1952, took over the leadership of the Sons of the Pioneers, guiding them into the 2000s until his death on August 8, 2008. They continued to perform in concert and recorded as well, with a lineup that featured, among many others, Luther Nallie (guitar, vocals), Rusty Richards (vocals), Billy Armstrong (fiddle), Billy Liebert (accordion), Gary LeMaster (lead guitar), Rome Johnson (vocals),<ref name=\"cmt\"/> and Roy (\"Dusty\") Rogers, Jr. (vocals, MC), the founder's son, who appeared with the group from 2018 until his retirement in 2023.\n\nThe current Sons of the Pioneers are \"trail boss\" Tommy Nallie (vocals, lead guitar), who joined the group in 1983; Ken Lattimore (vocals, fiddle), John Fullerton (vocals, rhythm guitar), Paul Elliott (fiddle, vocals), and Chuck Ervin (bass, vocals). \n\n==Legacy==\nIn addition to their appearances and filmed performances, their music was used in numerous other films and television shows.<ref>Douglas B. Green – Singing in the Saddle: The History of the Singing Cowboy 2005 – Page 79 \"The Sons of the Pioneers' association with Charles Starrett and Columbia Pictures led to the most productive period of their long career. In a typical film of this era (''Rio Grande'', 1938), the Pioneers – left, Pat Brady, Bob Nolan, Karl Farr, Hugh Farr, and Lloyd Perryman – serenade Starrett, his costar Ann Doran, and assorted cast members.\"</ref> and for [[John Ford]] movies ''[[Wagon Master]]'' in 1949 and [[Rio Grande (1950 film)|''Rio Grande'']] in 1950, and performed the theme song for the John Ford classic ''[[The Searchers (film)|The Searchers]]'' in 1956. \n\nIn 1977, the [[Smithsonian Institution]], which designates certain artists and performers who have made a noteworthy contribution to the arts and culture of America, named the Sons of the Pioneers as \"National Treasures\".<ref name=\"opry\">{{cite web|title=Sons of the Pioneers |url=http://www.opry.com/artists/s/SonsOfThePioneers.html |publisher=Grand Ole Opry |access-date=August 26, 2011}}</ref>\n\nIn 1995, the Sons of the Pioneers were inducted into the [[Western Performers Hall of Fame]] at the [[National Cowboy & Western Heritage Museum]] in [[Oklahoma City, Oklahoma]].\n\nIn 2001, a book about the group was published, titled ''The Sons of the Pioneers'' by [[Bill O'Neal]] and Fred Goodwin.<ref name=\"sons\">{{cite web|title=Members |url= http://www.sonsofthepioneers.org/Sons_of_the_Pioneers_%20Members.html |publisher=Sons of the Pioneers |access-date= August 22, 2011}}</ref> Another book about the group, first published in 1974, is called ''Hear My Song, The Story of the Celebrated Sons of the Pioneers'' by Ken Griffis, and is available on The Pioneers' website.\n\nLater notable appearances include:\n* An appearance along with Roy Rogers in January 1983 in season 2, episode 11 of the TV show \"[[The Fall Guy]]\", titled \"[[List of The Fall Guy episodes#Season 2 (1982–83)|Happy Trails]]\".\n* An appearance on [[Austin City Limits]] in season 9, episode 12, titled \"Country Legends with Faron Young, Kitty Wells, Sons of the Pioneers, Joe & Rose Maphis, Pee Wee King & Red Stewart, Johnny Wright, & The Collins Sisters\". The episode was taped in Austin, TX on March 07, 1984.<ref>{{Cite web|url=https://acltv.com/anthology/|title=Austin City Limits Anthology|website=acltv.com/anthology/|access-date=2023-05-24}}</ref>\n* \"[[Tumbling Tumbleweeds]]\" was used in the Coen Brothers film ''[[The Big Lebowski]]'' in 1998. \n\nThe Sons of the Pioneers were the first [[Country music|Country]] and [[Western music (North America)|Western]] group to sing at [[Carnegie Hall]], and the first to perform at the lavish nightclubs in Las Vegas.<ref name=\"forsythe\">Forsythe, Wayne. \"The Sons of the Pioneers\" in ''Country Music'', April 1975.</ref> The group has a star on the [[Hollywood Walk of Fame]] at 6845 Hollywood Blvd. for recording.\n\n[[Pioneertown, California]] was named for the Sons of the Pioneers who were original investors. It was built in 1946 as an old west movie set.<ref>{{cite web|url=https://www.latimes.com/archives/la-xpm-2003-apr-10-wk-road10-story.html|title=The town that was a movie set|first=Jessica|last=Hundley|date=10 April 2003|via=LA Times}}</ref>\n\nThe Sons of the Pioneers Transcription Disc Collection resides at the University of North Carolina at Chapel Hill within the [[Southern Folklife Collection]].<ref>{{Cite web|url=http://finding-aids.lib.unc.edu/20400/|title=Sons of the Pioneers Transcription Discs Collection, 1940–1959 (bulk 1951–1953)|website=finding-aids.lib.unc.edu|access-date=2017-11-06}}</ref>\n\n==Timeline==\nSince 1934, 42 singers and musicians have been official members of the Sons of the Pioneers.<ref name=\"cmt\"/>\n\n{{Div col}}\n#  [[Roy Rogers]] {{small|(as Leonard Slye) (1934–37) lead vocals, rhythm & lead guitar}}\n#  [[Bob Nolan]] {{small|(1934–49, 1955–58 recordings) baritone vocals, string bass}}\n#  [[Tim Spencer (singer)|Tim Spencer]] {{small|(1934–36, 1938–49, 1955-57 recordings) tenor and lead vocals, lead & rhythm guitar}}\n#  Hugh Farr {{small|(1934–59) bass and lead vocals, fiddle}}\n#  Karl Farr {{small|(1935–61) lead/rhythm guitar, harmony}}\n#  Lloyd Perryman {{small|(1936–43, 1946–77) tenor and lead vocals, rhythm guitar, 1st Trail Boss}}\n#  [[Pat Brady (actor)|Pat Brady]] {{small|(1937–43, 1946–49, 1959–69) string bass, comedy}}\n#  [[Ken Carson (country singer)|Ken Carson]] {{small|(1943–47) tenor vocals, guitar}}\n#  Deuce Spriggens {{small|(1943, 1953–55) string bass, harmony vocals}}\n#  [[Shug Fisher]] {{small|(1944–46, 1949–53, 1956–59) string bass, harmony vocals, comedy}}\n#  [[Ken Curtis]] {{small|(1949–53, 1955–57 recordings) lead vocals}}\n#  Tommy Doss {{small|(1949–67, 1972) baritone vocals}}\n#  Dale Warren {{small|(1952–2008) lead and baritone vocals, string bass/electric bass, 2nd Trail Boss}}\n#  George Bamby {{small|(1959–60) accordion}}\n#  [[Roy Lanham]] {{small|(1961–86) lead guitar, harmony vocals, comedy}}\n#  [[Wade Ray]] {{small|(1961–62) fiddle, harmony vocals}}\n#  Rusty Richards {{small|(1963–66, 1974–84) tenor vocals, rhythm guitar}}\n#  Billy Armstrong {{small|(1966–72) lead vocals, fiddle}}\n#  Bob Minser {{small|(1967–68) tenor vocals, string bass/electric bass}}\n#  Luther Nallie {{small|(1969–74, 1980–2004, 2007–2015) tenor, lead, and baritone vocals, lead/rhythm guitar, electric bass, saxophone, clarinet, 3rd Trail Boss}}\n#  Billy Liebert {{small|(1974–80) accordion, arranger}}\n#  Rome Johnson {{small|(1977–80) lead vocals, rhythm guitar}}\n#  Doc Denning {{small|(1981) fiddle, harmony vocals}}\n#  Dale Morris {{small|(1981–83) fiddle, harmony vocals}}\n#  Tommy Nallie {{small|(1983–88, 2010–present) lead and harmony vocals, lead guitar, string bass, drums, 4th Trail Boss}}\n#  Sunny Spencer {{small|(1984–2005) lead vocals, multi-instrumentalist, comedy}}\n#  Jack Nallie {{small|(1984–86) electric bass}}\n#  Gary LeMaster {{small|(1986–2006, 2008–12) tenor and lead vocals, lead guitar, trombone, trumpet, comedy}}\n#  Daryl Wainscott {{small|(1987–93) keyboards, harmony vocals}}\n#  David Bradley {{small|(1989–94) harmony vocals, rhythm guitar}}\n#  John Nallie {{small|(1993–2001) lead vocals, keyboards, drums, electric bass}}\n#  Roy Warhurst {{small|(1994–97) fiddle, rhythm guitar, mandolin, comedy}}\n#  Ken Lattimore {{small|(1998–present) tenor vocals, fiddle}}\n#  Randy Rudd {{small|(2001–2017) lead vocals, rhythm guitar}}\n#  Preston Eldridge {{small|(2001–2006) harmony vocals, string bass, fiddle}}\n#  Ricky Boen {{small|(2006–2014) harmony vocals, fiddle}}\n#  Mark Abbott {{small|(2006–2017) baritone vocals, string bass, fiddle, comedy}}\n#  Justin Branum {{small|(2016–2017) fiddle, harmony vocals}}\n#  Roy \"Dusty\" Rogers, Jr. {{small|(2018–2023) lead and baritone vocals}}\n#  John Fullerton {{small|(2018–present) lead and baritone vocals, rhythm guitar}}\n#  Paul Elliott {{small|(2018–present) fiddle, harmony vocals}}\n#  Chuck Ervin {{small|(2019–present) bass, harmony vocals}}\n<ref name=\"cmt\"/>\n{{div col end}}\n\n==Honors and awards==\n*  1971 Western Heritage Wrangler Award from the [[National Cowboy Hall of Fame]]\n*  1976 Gene Autry Award\n*  1976 Hollywood Walk of Fame Award\n*  1977 [[Smithsonian Institution]]'s \"National Treasure\" Designation\n*  1978 Pioneer Award from [[Academy of Country Music]]\n*  1980 [[Country Music Hall of Fame]] as the Original Sons of the Pioneers (Roy Rogers, Bob Nolan, Tim Spencer, Hugh Farr, Karl Farr, Lloyd Perryman)\n*  1984 New Brunswick Country Music Hall of Fame Award\n*  1986 [[Grammy Hall of Fame Award|Grammy Award]] for \"[[Cool Water (song)|Cool Water]]\"\n*  1988 Texas Western Swing Hall of Fame\n*  1994 [[Western Music Association]] Hall of Fame Award\n*  2002 [[Grammy Hall of Fame Award|Grammy Award]] for \"[[Tumbling Tumbleweeds]]\"\n*  2003 [[Golden Boot Awards|Golden Boot Award]] by Motion Picture and Television Fund<ref name=\"awards\">{{cite web|title=Sons of the Pioneers Awards |url=http://www.sonsofthepioneers.org/Awards_Sons_of_the_Pioneers.html |publisher=Sons of the Pioneers |access-date=August 24, 2011}}</ref>\n\n==Selected discography==\n\n===Albums===\n{{Div col}}\nLP 10\"\n* ''Cowboy Classics'' (1952)\n* ''Cowboy Hymns and Spirituals'' (1952)\n* ''Western Classics'' (1953)\nLP 12\"\n* ''25 Favorite Cowboy Songs'' (1955)\n* ''How Great Thou Art'' (1957)\n* ''One Man's Songs'' (1957)\n* ''This Was the West'' (Disneyland, 1958) – Stan Jones and the Sons of the Pioneers as The Ranger Chorus<ref>Griffis, Ken, ''Hear My Song: The Story of the Celebrated Sons of the Pioneers'', JEMF Special Series, No. 5, John Edwards Memorial Foundation at the University of California, Los Angeles, Revised Edition 1974, 1977, page 107</ref>\n* ''Wagons West'' (RCA Camden, 1958)\n* ''Cool Water'' (RCA Victor, 1960)\n* ''Room Full of Roses'' (RCA Camden, 1960)\n* ''Westward Ho!'' (1961)\n* ''Lure of the West'' (1961)\n* ''Tumbleweed Trail'' (RCA Victor, 1962)\n* ''Good Old Country Music'' (RCA Camden, 1962)\n* ''Our Men Out West'' (1963)\n* ''The Sons of the Pioneers Sing Hymns of the Cowboy'' (1963)\n* ''Trail Dust'' (1963)\n* ''Country Fare'' (1964)\n* ''Tumbleweed Trails'' (Vocalion, 1964)\n* ''Sons of the Pioneers Best'' (1964)\n* ''Down Memory Trail'' (1964)\n* ''Legends of the West'' (1965)\n* ''The Best of the Sons of the Pioneers'' (1966)\n* ''The Songs of Bob Nolan'' (1966)\n* ''Campfire Favorites'' (1967)\n* ''South of the Border'' (1968)\n* ''San Antonio Rose'' (RCA Camden, 1968)\n* ''San Antonio Rose'' (Delta Records, 1968)\n* ''The Sons of the Pioneers Visit the South Seas'' (1969)\n* ''Riders in the Sky'' (RCA Camden, 1973)\n* ''Western Country'' (Granite, Attic, Telefunken, 1976)\n* ''A Country-Western Songbook'' (RCA, 1977)\n* ''The Sons of the Pioneers'' (RCA Special Products, 1977)\n* ''Tumbleweed Trails'' (MCA, 1980)\n* ''Let's Go West Again'' (1981)\n* ''Celebration Vol. 1'' (Silver Spur, 1982)\n* ''Columbia Historic Edition'' (Columbia, 1982)\n* ''Twenty of the Best'' (1985)\n* ''Tumbling Tumbleweeds'' (MCA, 1986)\n* ''Good Old Country Music'' (RCA Camden, 1986)\n* ''Cool Water – Edition 1 1945–46'' (Bear Family, 1987)\n* ''Teardrops in My Heart – Edition 2 1946–47'' (Bear Family, 1987)\n* ''A Hundred and Sixty Acres – Edition 3 1947'' (Bear Family, 1987)\n* ''Riders in the Sky – Edition 4 1947–49'' (Bear Family, 1987)\n* ''Land Beyond the Sun – Edition 5 1949–50'' (Bear Family, 1987)\n* ''And Friends – Edition 6 1950–51'' (Bear Family, 1987)\n* ''There's a Goldmine in the Sky – Edition 7 1951–52'' (Bear Family, 1987)\n* ''Tumbling Tumbleweeds'' (Universal Special Products, 1987)\n* ''Collection, Vol. 1'' (Bear Family, 1987)\n* ''Collection, Vol. 2'' (Bear Family, 1987)\n* ''Collection, Vol. 3'' (Bear Family, 1987)\n* ''Collection, Vol. 4'' (Bear Family, 1987)\n* ''Tumbling Tumbleweeds'' (RCA, 1989)\n* ''Sunset on the Range'' (Pair, 1990)\n* ''Empty Saddles'' (1990)\n* ''Country & Western Memories'' (Pair, 1991)\n* ''Country Music Hall of Fame'' (MCA, 1991)\n* ''Songs of the Trail'' (Pair, 1991)\n* ''San Antonio Rose and Other Country Favorites'' (RCA/Camden, 1996)\n* ''Our Best to You'' (1999)\n* ''Tumbling Tumbleweeds'' (Country Stars, 1999)\n* ''Teleways Transcriptions'' (Soundies, 1999)\n* ''Symphonies of the Sage'' (Bloodshot, 2001)\n* ''The Essential Collection'' (South Side Phunk, 2002)\n* ''Memories of the Lucky U Ranch'' (Jasmine, 2002)\n* ''Cigarettes, Whiskey...And Cool, Cool Water'' (ASV, 2002)\n* ''The Sons of the Pioneers: Ultimate Collection'' (Hip-O, 2002)\n* ''The Essential Collection'' (Varèse Sarabande, 2003)\n* ''RCA Country Legends'' (Sony Music Entertainment, 2004)\n* ''Classic Western Harmony, Vol. 2'' (2005)\n* ''Under Western Skies'' (Varèse Sarabande, 2005)\n* ''My Saddle Pals and I'' (Proper, 2005)\n* ''Classic Cowboy Songs'' (Varèse Sarabande, 2006)\n* ''The Republic Years'' (Varèse Sarabande, 2006)\n* ''Western Hymns and Spirituals'' (Varèse Sarabande, 2008)\n* ''Way Out There: The Complete Recordings 1934–1943'' (Bear Family, 2009)\n* ''Cigarettes, Whiskey...And Cool, Cool Water'' (USD, 2010)\n* ''Sing the Stephen Foster Songbook'' (Varèse Sarabande, 2010)<ref name=\"cmt-albums\">{{cite web|title=Sons of the Pioneers Albums |url=http://www.cmt.com/artists/az/sons_of_the_pioneers/albums.jhtml |archive-url=https://web.archive.org/web/20041214063447/http://www.cmt.com/artists/az/sons_of_the_pioneers/albums.jhtml |url-status=dead |archive-date=December 14, 2004 |publisher=Country Music Television |access-date=August 24, 2011}}</ref>\n{{div col end}}\n\n===Singles===\n{| class=\"wikitable\"\n! rowspan=\"2\"| Year\n! rowspan=\"2\"| Single\n! colspan=\"3\"| Chart Positions\n|-\n! width=\"45\"| <small>[[Hot Country Songs|US Country]]</small>\n! width=\"45\"| <small>[[Billboard Hot 100|US]]</small>\n! width=\"45\"| <small>CAN Country</small>\n|-\n| 1934\n| \"[[Tumbling Tumbleweeds]]\"<ref>{{Cite book|last=Whitburn|first=Joel|url=http://archive.org/details/joelwpopmemories00whit|title=Joel Whitburn's Pop memories, 1890-1954 : the history of American popular music : compiled from America's popular music charts 1890-1954|date=1986|publisher=Menomonee Falls, Wis. : Record Research|others=The Archive of Contemporary Music|isbn=978-0-89820-083-6}}</ref>\n| align=\"center\"| —\n| align=\"center\"| 13\n| align=\"center\"| —\n|-\n| 1941\n| \"[[Cool Water (song)|Cool Water]]\"\n| align=\"center\"| —\n| align=\"center\"| 25\n| align=\"center\"| —\n|-\n| 1945\n| \"Stars and Stripes on Iwo Jima\"\n| align=\"center\"| 4\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| 1946\n| \"No One to Cry To\"\n| align=\"center\"| 6\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| rowspan=\"4\"| 1947\n| \"Baby Doll\"\n| align=\"center\"| 5\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| \"[[Cool Water (song)|Cool Water]]\"\n| align=\"center\"| 4\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| \"Cigarettes, Whiskey, and Wild, Wild Women\"\n| align=\"center\"| 5\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| \"Teardrops in My Heart\"\n| align=\"center\"| 4\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| rowspan=\"4\"| 1948\n| \"Blue Shadows on the Trail\" <small>(with [[Roy Rogers]])</small>\n| align=\"center\"| 6\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| \"(There'll Never Be Another) Pecos Bill\" <small>(with Roy Rogers)</small>\n| align=\"center\"| 13\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| \"[[Tumbling Tumbleweeds]]\"\n| align=\"center\"| 11\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| \"Cool Water\"\n| align=\"center\"| 7\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| rowspan=\"2\"| 1949\n| \"My Best to You\"\n| align=\"center\"| 12\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| \"[[Room Full of Roses]]\"\n| align=\"center\"| 10\n| align=\"center\"| 26\n| align=\"center\"| —\n|-\n| 1955\n| \"The Ballad Of Davy Crocket\"\n| align=\"center\"| —\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| 1957\n| \"[[Forty Guns|High Ridin' Woman]]\"\n| align=\"center\"| —\n| align=\"center\"| —\n| align=\"center\"| —\n|-\n| 1976\n| \"Cool Water\"\n| align=\"center\"| —\n| align=\"center\"| —\n| align=\"center\"| 34\n|-\n| 1980\n| \"Ride Concrete Cowboy, Ride\" <small>(with Roy Rogers)</small>\n| align=\"center\"| 80\n| align=\"center\"| —\n| align=\"center\"| —\n|}\n\n==Filmography==\n{{div col|colwidth=22em}}\n* ''Slightly Static'' (1935), short\n* ''Way Up Thar'' (1935), short\n* ''Gallant Defender'' (1935)\n* ''The Mysterious Avenger'' (1936)\n* ''Song of the Saddle'' (1936)\n* ''[[Rhythm on the Range]]'' (1936)\n* ''California Mail'' (1936)\n* ''[[The Big Show (1936 film)|The Big Show]]'' (1936)\n* ''[[The Old Corral]]'' (1936)\n* ''The Old Wyoming Trail'' (1937)\n* ''[[Outlaws of the Prairie]] (1937)\n* ''Cattle Raiders'' (1938)\n* ''Call of the Rockies'' (1938)\n* ''Law of the Plains'' (1938)\n* ''West of Cheyenne'' (1938)\n* ''South of Arizona'' (1938)\n* ''[[The Colorado Trail (film)|The Colorado Trail]]'' (1938)\n* ''West of the Santa Fe'' (1938)\n* ''[[Rio Grande (1938 film)|Rio Grande]]'' (1938)\n* ''Songs of the West'' (1939), short\n* ''[[Texas Stampede]]'' (1939)\n* ''North of the Yukon'' (1939)\n* ''Spoilers of the Range'' (1939)\n* ''Western Caravans'' (1939)\n* ''The Man from Sundown'' (1939)\n* ''Riders of Black River'' (1939)\n* ''Outpost of the Mounties'' (1939)\n* ''[[The Stranger from Texas]]'' (1939)\n* ''Two-Fisted Rangers'' (1939)\n* ''Bullets for Rustlers'' (1940)\n* ''Blazing Six Shooters'' (1940)\n* ''Texas Stagecoach'' (1940)\n* ''[[The Durango Kid (film)|The Durango Kid]]'' (1940)\n* ''West of Abilene'' (1940)\n* ''Thundering Frontier'' (1940)\n* ''[[The Pinto Kid (1941 film)|The Pinto Kid]]'' (1941)\n* ''Outlaws of the Panhandle'' (1941)\n* ''[[Red River Valley (1941 film)|Red River Valley]]'' (1941)\n* ''[[Man from Cheyenne]]'' (1942)\n* ''[[South of Santa Fe (1942 film)|South of Santa Fe]]'' (1942)\n* ''[[Sunset on the Desert]]'' (1942)\n* ''[[Romance on the Range (film)|Romance on the Range]]'' (1942)\n* ''[[Sons of the Pioneers (film)|Sons of the Pioneers]]'' (1942)\n* ''[[Call of the Canyon]]'' (1942)\n* ''[[Sunset Serenade]]'' (1942)\n* ''[[Heart of the Golden West]]'' (1942)\n* ''Ridin' Down the Canyon'' (1942)\n* ''Idaho'' (1943)\n* ''Song of Texas'' (1943)\n* ''Silver Spurs'' (1943)\n* ''The Man from Music Mountain'' (1943)\n* ''Hands Across the Border'' (1944)\n* ''Cowboy and the Senorita'' (1944)\n* ''The Yellow Rose of Texas'' (1944)\n* ''[[Song of Nevada]]'' (1944)\n* ''[[San Fernando Valley (film)|San Fernando Valley]]'' (1944)\n* ''Lights of Old Santa Fe'' (1944)\n* ''Hollywood Canteen'' (1944)\n* ''Utah'' (1945)\n* ''Bells of Rosarita'' (1945)\n* ''Man from Oklahoma'' (1945)\n* ''Along the Navajo Trail'' (1945)\n* ''Sunset in El Dorado'' (1945)\n* ''[[Don't Fence Me In (film)|Don't Fence Me In]]'' (1945)\n* ''[[Song of Arizona]]'' (1946)\n* ''[[Ding Dong Williams]]'' (1946)\n* ''Home on the Range'' (1946)\n* ''Rainbow Over Texas'' (1946)\n* ''[[My Pal Trigger]]'' (1946)\n* ''[[Under Nevada Skies]]'' (1946)\n* ''[[Roll on Texas Moon]]'' (1946)\n* ''Home in Oklahoma'' (1946)\n* ''Heldorado'' (1946)\n* ''[[Apache Rose]]'' (1947)\n* ''Hit Parade of 1947'' (1947)\n* ''[[Bells of San Angelo]]'' (1947)\n* ''[[Springtime in the Sierras]]'' (1947)\n* ''[[On the Old Spanish Trail]]'' (1947)\n* ''[[The Gay Ranchero]]'' (1948)\n* ''Unusual Occupations'' (1948), short\n* ''[[Under California Stars]]'' (1948)\n* ''[[Melody Time]]'' (1948)\n* ''[[Eyes of Texas (film)|Eyes of Texas]]'' (1948)\n* ''[[Night Time in Nevada]]'' (1948)\n* ''My Pal Trigger'' (1949)\n* ''Everybody's Dancin'' (1950)\n* ''[[Rio Grande (1950 film)|Rio Grande (film)]]'' (1950)\n* ''Fighting Coast Guard'' (1951)<ref name=\"imdb\">{{cite web|title=Sons of the Pioneers |url=https://www.imdb.com/name/nm0684793/ |publisher=IMDb |access-date=August 24, 2011}}</ref>\n{{div col end}}\n\n==References==\n{{Reflist}}\n\n==External links==\n* [http://sonsofthepioneers.org Sons of the Pioneers Official Website]\n* [https://www.countrymusichalloffame.org/hall-of-fame/sons-of-the-pioneers Country Music Hall of Fame]\n* [http://www.westernmusic.org/sons-of-the-pioneers Western Music Association Hall of Fame]\n* {{AllMusic|artist|p1813}}\n* {{IMDb name|0684793}}\n* {{discogs artist|The Sons Of The Pioneers}}\n* [http://www.bobnolan-sop.net/index.htm Bob Nolan Website]\n* [http://finding-aids.lib.unc.edu/20400/ Sons of the Pioneers Transcription Discs Collection, Southern Folklife Collection, Wilson Library, University of North Carolina at Chapel Hill]\n\n{{1980s Country Music Hall of Fame}}\n\n{{Authority control}}\n\n<!-- Do not add Category:american boy bands -->\n\n{{DEFAULTSORT:Sons Of The Pioneers}}\n[[Category:Musical groups established in 1933]]\n[[Category:Country music groups from Tennessee]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:RCA Victor artists]]\n[[Category:Decca Records artists]]\n[[Category:Vocalion Records artists]]\n[[Category:Roy Rogers]]"
}