{
    "Stu_Davis": "{{Use mdy dates|date=January 2020}}\n{{More footnotes needed|date=January 2011}}\n{{Infobox musical artist\n| name            = Stu Davis\n| background      = solo_singer\n| birth_name      = David Alexander Stewart\n| birth_date      = {{Birth date|1921|7|1}}\n| death_date            = {{Death date and age|2007|03|25|1921|07|01}}\n| death_place     = [[Edmonton, Alberta]], Canada\n| origin          = [[Regina, Saskatchewan]], Canada\n| instrument      = Guitar\n| genre           = [[Country music|Country]]/[[Western music (North America)|Western]]\n| occupation      = Singer/presenter/songwriter\n| years_active    = 1938–1970\n| label           =\n| associated_acts =\n| website         =\n}}\n'''Stu Davis''' (b. '''David Alexander Stewart'''; July 1, 1921 – March 25, 2007) was a Canadian singer, songwriter, storyteller and musician. Davis was inducted into the [[Canadian Country Music Hall of Fame]] in 1993.\n\n==Biography==\n\n===Early life===\nStu Davis was born David Alexander Stewart in [[Regina, Saskatchewan]], Canada, the son of Scottish immigrant parents. As a youth he was a collector of cowboy songs and ballads. Davis began his radio career at 17, when his winning a talent contest earned him a regular program. It was at this time he adopted the stage-name Stu Davis.  As his fame grew, he would also come to be known as 'Canada's Cowboy Troubadour'. His early career was interrupted by service in the Royal Canadian Air Force (RCAF) during World War II; he resumed it in late 1942, following an Honourable Medical Discharge.\n\n===Career===\nDavis was popular across Canada as the star of numerous [[Canadian Broadcasting Corporation]] (CBC) network series of the 1950s and 1960s, including television's 'Rope Around the Sun', ‘Swing Your Partner’, '[[Red River Jamboree]]', and 'Trail Riding Troubadour' and radio's ‘Prairie Trails’ and ‘Red River Barndance’. His ‘Stu Davis Show’ was also heard on daily broadcasts for CBC Radio through much of the 1950s and into the early 1960s.\n\nHe developed an early following in the United States from his Sonora and RCA Victor recordings (1940s) and several appearances on such American radio shows as Chicago's 'National Barn Dance', Minneapolis' 'Sunset Valley Barn Dance', and New York's ‘Prairie Pals’ and ‘Town Hall'.\n\nMany of his more than 300 songs were published by Gordon V.  Thompson (Canada), Empire Music (Canada), Bob Miller (USA), Peer International (USA), and Hill & Range (USA).\n\nHis songs were recorded by numerous singers, including Eddy Arnold, Hank Snow, Wilf Carter, Ray Price, Julie Lynn, Slim Whitman, Jack Kingston, and Dale Warren (Sons of the Pioneers). His most successful was “What a Fool I Was (To Ever Let You Go)”, made a hit by Eddy Arnold and second only to Arnold's “Anytime” as the biggest selling country recording of 1948.\n\nOne of the original songs most meaningful to him was written in 1959. That year, Davis was commissioned by the CBC to compose and perform a special western song of welcome to Queen Elizabeth II on the occasion of the Royal Visit to the Calgary Stampede.\n\nIn a career that spanned three decades, Davis recorded dozens of singles and more than twenty albums for Sonora, RCA Victor, Aragon, London, Dominion and various other labels. Some of his later albums were released under the Richmond label in the U.S. and his most recent collections were retrospectives entitled 'Let's Go Back to the Country' (Cattle Records of Germany, 1987); ‘Canada's Cowboy Troubadour' (British Archives of Country Music, 2008); ‘Stu Davis: Red River Jamboree’ (Jasmine Records UK, 2024).\n\nIn addition to his work with the Canadian Broadcasting Corporation (CBC), Davis hosted programs for several private radio stations and regional networks across western Canada. At various times in the late 1940s and through the 1950s these broadcasts originated in the studios of CKCK and CKRM in Regina, Saskatchewan; CJCA, CFRN, and CKUA in Edmonton, Alberta; CKXL, CFCN, and CFAC in Calgary, Alberta; CKY and CKRC in Winnipeg, Manitoba.\n\nThrough the years he shared stages with contemporary artists such as Bob Nolan and the Sons of the Pioneers, Wilf Carter, Hank Snow, Ernest Tubb, and Elton Britt. Always appreciative of mentorship he had received early in his career from Wilf Carter and Hank Snow, Davis himself was very encouraging to younger performers; he was especially supportive of The Mercey Brothers, Jim Pirie, and Alfie Myhre, artists with whom he worked in the 1950s and '60s.\n\t \nDavis spent the latter part of his career performing from the radio and television studios of CBC Edmonton. His last CBC network television series was produced there in 1967: ‘Trail-Riding Troubadour', a thirteen-episode historical music/documentary filmed in colour on location across the Canadian prairies and British Columbia.<ref>Davis: Canada’s Cowboy Troubadour\nby Brock Silversides</ref>  His last television special was produced in 1970. On that program his closing with a popular song of the time seems to have foreshadowed his plans to retire from the music scene: ‘When the Snow is on the Roses’.\n\n===Retirement===\nDavis retired from performing shortly after his last television special, turning his attention to his cattle ranch, the Lazy SD, and to the management of various real estate holdings in [[Alberta]].\n\nStu Davis died on March 25, 2007, in [[Edmonton, Alberta]], Canada. He was predeceased by his wife Evelyn (Smith) in 1986. They were married 43 years and had two sons - Duane (b. 1944) and Derry (b. 1950; d. 2023)\n\n==See also==\n* [[The Stu Davis Show]]\n\n==References==\n{{Reflist}}\n*Wills, Brian. '... meanwhile, back at the Lazy SD... ' CanComp, 42, Sep 1969\n*Miller, N.D.. 'Let's Go Back To the Country', Cattle Records MonoLP112 (Liner Notes), 1987\n*Foster, Don. 'The Stu Davis story... pioneer of Canadian country radio & TV,' CMN, vol 10, Jan 1990\n*Thorne, Duncan. 'Life & Times', Edmonton Journal, Tuesday, March 27, 2007\n\n==External links==\n* {{Discogs artist|Stu Davis}}\n* [https://www.thecanadianencyclopedia.ca/en/article/stu-davis-emc Entry at thecanadianencyclopedia.ca]\n* {{IMDb name|11540338}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Davis, Stu}}\n[[Category:1921 births]]\n[[Category:2007 deaths]]\n[[Category:Canadian country singer-songwriters]]\n[[Category:Canadian male singer-songwriters]]\n[[Category:Canadian radio personalities]]\n[[Category:Canadian country songwriters]]\n[[Category:Musicians from Regina, Saskatchewan]]\n[[Category:20th-century Canadian male singers]]\n[[Category:Canadian expatriates in the United States]]\n[[Category:20th-century Canadian singer-songwriters]]\n[[Category:Singers from Saskatchewan]]"
}