{
    "Tammy_Wynette": "{{Short description|American country singer (1942–1998)}}\n{{good article}}\n{{Use mdy dates|date=April 2023}}\n{{Use American English|date=November 2022}}\n{{Infobox person\n| name               = Tammy Wynette\n| image              = Tammy Wynette 1977.jpg\n| caption            = Wynette on the set of ''[[The Johnny Cash Show]]'' in 1977\n| birth_name         = Virginia Wynette Pugh\n| birth_date         = {{birth date|1942|05|05|mf=y}}\n| birth_place        = [[Itawamba County, Mississippi]], U.S.\n| death_date         = {{death date and age|1998|04|06|1942|05|05}}\n| death_place        = [[Nashville, Tennessee]], U.S.\n| resting_place      = [[Woodlawn Memorial Park (Nashville, Tennessee)|Woodlawn Memorial Park]]\n| occupation         = {{hlist|Singer|songwriter|author|actress}}\n| years_active       = 1965–1998\n| spouse             = {{ubl|{{marriage|Euple Byrd|1960|1965|reason=divorced}}|{{marriage|Don Chapel|1967|1968|reason=annulled}}|{{marriage|[[George Jones]]|1969|1975|reason=divorced}}|{{marriage|Michael Tomlin|1976|1976|reason=annulled}}|{{marriage|[[George Richey]]|1978}}}}\n| children           = 4\n| module             = {{Infobox musical artist\n| embed              = yes\n| genre              = {{hlist|[[Country music|Country]]|[[Nashville sound]]}}\n| instrument         = {{hlist|Vocals|guitar|piano}}\n| discography        = {{hlist|[[Tammy Wynette albums discography|Albums]]|[[Tammy Wynette singles discography|singles]]}}\n| label              = {{hlist|[[Epic Records|Epic]]|[[Columbia Records|Columbia]]|[[Universal Music Group Nashville|MCA Nashville]]}}\n| website            = {{URL|tammywynette.com}}\n}}\n}}\n'''Tammy Wynette''' (born '''Virginia Wynette Pugh'''; May 5, 1942 – April 6, 1998){{sfn|Bufwack|Oermann|p=289-292}}<ref name=\"Hall of Fame\">{{cite web |title=Tammy Wynette |url=https://www.countrymusichalloffame.org/hall-of-fame/tammy-wynette |website=[[Country Music Hall of Fame and Museum]] |access-date=June 28, 2022}}</ref> was an American [[country music]] singer and songwriter, considered among the genre's most influential and successful artists. Along with [[Loretta Lynn]], Wynette helped bring a woman's perspective to the male-dominated country music field that helped other women find representation in the genre. Her characteristic vocal delivery has been acclaimed by critics, journalists and writers for conveying unique emotion. Twenty of her singles topped the ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs|country chart]] during her career. Her [[List of signature songs|signature song]] \"[[Stand by Your Man]]\" received both acclaim and criticism for its portrayal of women's loyalty towards their husbands.\n\nWynette was born and raised near Tremont, a small town in [[Itawamba County, Mississippi]], by her mother, stepfather, and maternal grandparents. During childhood, Wynette picked cotton on her family's farm but also had aspirations of becoming a singer. She performed music through her teen years and married Euple Byrd at age 17. Wynette enrolled in cosmetology school and later appeared on a local country music television program. Wynette then divorced and moved to [[Nashville, Tennessee]], to pursue a country music career in 1965. She soon met her second husband, Don Chapel, and eventually signed with [[Epic Records]]. Under the production of [[Billy Sherrill]], her first single, \"[[Apartment No. 9]]\", was released in 1966. In 1967, she had her first commercial success with the single \"[[Your Good Girl's Gonna Go Bad (song)|Your Good Girl's Gonna Go Bad]]\". In the late sixties, Wynette's career rose further with the number one ''[[Billboard (magazine)|Billboard]]'' country singles \"[[I Don't Wanna Play House]]\", \"[[D-I-V-O-R-C-E]]\" and the self-penned \"[[Stand by Your Man]]\".\n\nAs her career entered the 1970s, Wynette was among country music's most popular artists and regularly topped the charts. During the late 1960s, she had met and in 1969 married her third husband, fellow country artist [[George Jones]]. The pair had a recording career together that resulted in several number one country singles and a successful touring act. However, their relationship was tumultuous and they divorced in 1975. Following their separation Wynette returned as a headlining solo performer. She also continued to have singles regularly make the upper reaches of the country charts into the 1980s. During this time, she also acted on several television shows, including ''[[Capitol (TV series)|Capitol]]'' (1986). Wynette had several more high-profile relationships before marrying her final husband, [[George Richey]], in 1978. Several intestinal health problems led to hospitalizations and addictions to prescription pain killers, the latter of which was said to have led to her death in 1998.\n\nWynette has sold an estimated 30 million records worldwide. She has received two [[Grammy Awards]], three [[Country Music Association]] awards, and two [[Academy of Country Music Award]]s. Wynette was also among country music's first female performers to have discs certify gold and platinum by the [[Recording Industry Association of America]]. Her influence as a country music artist led to several inductions into music associations. This includes inductions into the [[Country Music Hall of Fame and Museum|Country Music Hall of Fame]] and the [[Nashville Songwriters Hall of Fame]].\n\n==Early years==\nVirginia Wynette Pugh was born in [[Itawamba County, Mississippi]], in 1942.{{sfnp|Wynette|Dew|1979|pp=13–18, 34}} The farm where she was born was near the Alabama state line, between [[Red Bay, Alabama]], and [[Tremont, Mississippi]]. She later credited both Alabama and Mississippi as her home states. She was the only child born to Mildred Faye Russell and William Hollis Pugh. Mildred Russell was a school teacher, while William Pugh was an aspiring musician who played guitar and sang in a group.{{sfn|McDonough|pp=30-32}} Her father was diagnosed with an inoperable [[brain tumor]] and died when Wynette was only nine months old.{{sfn|Bufwack|Oermann|p=288}} Weeks before his death, Wynette's father brought her to the family piano and insisted she learn to play when she became old enough.{{sfn|McDonough|p=31}} Following his death, Wynette's mother moved to [[Memphis, Tennessee]], where she worked in a defense plant during [[World War II]]. She was left in the care of her grandparents and picked cotton on their Mississippi farm. \"I hated every minute I spent picking cotton\", she recalled.{{sfn|Bufwack|Oermann|p=288}} Her mother's sister, Carolyn Russell, was raised alongside Wynette and they developed a sister-like bond.{{sfn|McDonough|p=35}} She also learned to play the musical instruments that her father left behind.<ref name=\"TammyWynetteAllMusic\">{{cite web |url=http://www.allmusic.com/artist/tammy-wynette-mn0000136640/biography |title=Tammy Wynette: Biography |first=Stephen Thomas |last=Erlewine |author-link=Stephen Thomas Erlewine |website=[[AllMusic]] |access-date=August 25, 2015}}</ref>\n\nWynette referred to her grandparents as \"Mama\" and \"Daddy\" while Mildred Russell was simply referred to as \"Mother\". Most people referred to young Virginia Pugh by her middle name, \"Wynette\". In 1946, Mildred Russell married Wynette's stepfather, Foy Lee.{{sfn|McDonough|pp=33, 34}}{{sfnp|Wynette|Dew|1979|pp=13–18, 34}} As a child, Wynette played basketball but was not allowed to wear the shorts provided to the girls' team. Instead, her grandfather had Wynette wear blue jeans. She later made the all-state basketball team in both 1958 and 1959. She also took piano lessons and learned to play by ear. After several lessons, the instructor told her mother she was \"wasting her money\" because of her natural ability on the instrument. In upper elementary school, Wynette befriended classmate Linda Cayson. The pair became close friends and later realized they could harmonize with one another.{{sfn|McDonough|pp=34-39}} Along with another friend, they would form a trio called Wynette, Linda & Imogene. The trio often sang at gospel functions together.{{sfn|Bufwack|Oermann|p=288}} A local [[Methodism|Methodist]] minister had both Linda and Wynette sing on his early-morning Saturday radio show on [[WERH (AM)|WERH]]. They listened to music together, including country artists [[Ernest Tubb]] and [[Hank Williams]].{{sfn|McDonough|pp=36-39}}\n[[File:Birthplace of Tammy Wynette, Mississippi Welcome Center (Tremont).JPG|thumb|left|Wynette was born and raised mostly in [[Itawamba County, Mississippi]], attending high school in Tremont, as noted in the picture.]]\nWynette attended Tremont High School in [[Tremont, Mississippi]]. She was considered to be \"popular\" by high school friends. In 1960, she was voted \"Miss Tremont High School\" by her classmates.  She smoked cigarettes and became fascinated with the opposite sex. \"She was into datin' and boys long before we were\", recalled friend Holly Ford. However, her mother Mildred disapproved of her daughter dating and the pair often argued about it during her teenage years. During this period, Wynette fell in love with Billy Cole, who attended the same church. She insisted on marrying Cole and attempted to keep it from her mother by mail-ordering eight dollar rings to her high school. However, Wynette's mother discovered her daughter's idea and stopped the courtship.{{sfn|McDonough|pp=43-47}} She temporarily moved to [[Birmingham, Alabama]], when she was 17, where her mother and Foy Lee were living at the time.<ref name=\"TammyWynetteAllMusic\"/> She soon moved back to her grandparents' farm after her mother found her difficult to control.{{sfn|McDonough|p=45}}\n\nAt age 17, she married Euple Byrd, which caused friction with Wynette's mother.{{sfn|McDonough|pp=48-52}} The couple lived temporarily at Euple's family home and then in a small apartment in [[Tupelo, Mississippi]]. By this point, Wynette had become pregnant with her first child and was given the opportunity to live rent-free at a home owned by her grandfather. Built in 1844, the home had no running water, heat, or electricity. Friend Linda Cayson helped Wynette nail cardboard boxes to the walls to keep the wind out during the winter months.{{sfn|McDonough|pp=53-56}}\n\nIn 1963, Euple obtained a job in [[Red Bay, Alabama]], that allowed the family to move to a home with more amenities. To help sustain themselves financially, Wynette convinced her mother to help pay for her to attend Mrs. McGuire's School of Beauty.{{sfn|McDonough|p=55}} In the middle of her schooling, Euple found work in Memphis, Tennessee, and the young family moved there. In Memphis, she obtained a job as a [[Bartender|barmaid]] and sang for customers.{{sfn|Bufwack|Oermann|p=288}} Both the bar owner and the building's in-house pianist were impressed by Wynette's talents and encouraged a move to [[Nashville, Tennessee]]. However, the family soon returned to Tupelo where she finished cosmetology school.{{sfn|McDonough|p=56}} After becoming famous, she continued renewing her [[cosmetology]] license every year for the rest of her life, in case she ever had to go back to a daily job.<ref>{{cite magazine |url=http://people.com/archive/cover-story-heroine-of-hardship-vol-49-no-15/ |title=Heroine of Hardship |first=Tom |last=Gliatto |date=April 20, 1998 |magazine=[[People (magazine)|People]] |access-date=August 25, 2018}}</ref><ref name=\"Country Living\">{{cite journal |last1=Drake |first1=Samantha |title=The Story Behind Tammy Wynette's Tragic Life The addiction that killed her began decades prior. |journal=[[Country Living]] |date=September 15, 2017 |url=https://www.countryliving.com/life/entertainment/a44810/tragic-life-of-tammy-wynette/ |access-date=June 30, 2022}}</ref> Wynette ultimately left her first marriage and moved to [[Birmingham, Alabama]].{{sfn|McDonough|pp=56-59}}\n\n==Career==\n===1964–1966: Early career in Alabama and the move to Nashville===\nWynette moved to Birmingham in 1964 and lived with her paternal grandparents, uncle, and cousins. She discovered that her cosmetology license wouldn't transfer to Alabama, so she enrolled at a beauty college. Her paternal family also encouraged Wynette's musical talents. Her uncle worked for the [[WBRC]] television station in Birmingham and helped his niece secure an audition for the ''[[Country Boy Eddie]]'' country music television show.{{sfn|McDonough|pp=60-61}} The show's headliner, Eddie Burns, was impressed and agreed to have her on the program. On her first show, she sang a cover of [[Patsy Cline]]'s \"[[Sweet Dreams (Don Gibson song)|Sweet Dreams]]\" while the camera pointed above her waist to avoid showing Wynette's pregnant body.{{sfn|McDonough|p=63}} Wynette performed on the program from six to eight o'clock each morning before going to school, then went to work at the Midfield Beauty Salon. She received 45 dollars per week.{{sfn|Bufwack|Oermann|p=288}} She befriended the show's pianist, [[David Vest]], who helped record [[Demo (music)|demos]]. The pair often performed together, playing [[piano bar]]s in the Birmingham area.{{sfn|McDonough|pp=64-65, 67}}\n\nWynette started visiting a local radio station called [[WYAM (AM)|WYAM]] and met disc jockey Fred Lehner. She accompanied Lehner on a trip to [[Nashville, Tennessee]], which inspired her to pursue a country music career.{{sfn|Bufwack|Oermann|p=288}}{{sfn|McDonough|pp=70-72}} Meanwhile, Euple Byrd continued returning to Birmingham. Not officially divorced, the couple agreed to give their marriage one final chance and they lived in a Birmingham housing project near the steel industry. Byrd secured a new job but did not return to their residence, according to Wynette. She decided to make the move to Nashville in January 1966 with her three children and all their belongings in their car.{{sfn|McDonough|pp=69, 73}}\n\n{{listen|filename=Tammy Wynette--Apartment No 9--audio.ogg |title=\"Apartment No. 9\"|description=In her first recording session, producer [[Billy Sherrill]] had Wynette record the song \"[[Apartment No. 9]]\". In 1966, it became her first charting single.|format=[[Ogg]]||pos=right}}\nAfter she arrived in Nashville, Wynette moved into the Anchor Motel while she attempted to secure a recording contract. She met her future husband, musician Don Chapel, at the motel.{{sfn|McDonough|p=76-79}} They eventually moved into an East Nashville apartment and put together a road show. For several months the pair performed in several states, including Georgia and Pennsylvania. Chapel attempted to help Wynette secure a country recording contract with the [[Musicor Records|Musicor]], [[Hickory Records|Hickory]], [[Kapp Records|Kapp]], and [[Decca Records|Decca]] labels, but Wynette was turned down by every company. Nashville producer Kelso Herston helped her arrange a meeting with new [[Epic Records]] producer [[Billy Sherrill]].{{sfn|McDonough|pp=79-87}} Wynette went into Sherrill's office and pitched him several songs.<ref name=\"Rough Guide\">{{cite book |last1=Wolff |first1=Kurt |title=Country Music: The Rough Guide |date=2000 |publisher=Penguin Books Ltd. |isbn=978-1858285344 |pages=334–337}}</ref> Sherrill was impressed by her voice and signed her to a recording contract with Epic in 1966.{{sfnp|Wynette|Dew|1979|p=102}}\n\nOn her first recording session, Wynette cut [[Bobby Austin (musician)|Bobby Austin]]'s \"[[Apartment No. 9]]\".{{sfn|Bufwack|Oermann|p=289}}{{sfnp|Wynette|Dew|1979|p=102}} At that point Sherrill changed her stage name from Wynette Byrd to Tammy Wynette. \"You look like a Tammy to Me,\" Sherrill told her in reference to the film ''[[Tammy and the Bachelor]]''.{{sfn|McDonough|p=121}}  \"Apartment No. 9\" was released as Wynette's debut single and reached number 44 on the American ''[[Billboard (magazine)|Billboard]]'' [[Hot Country Songs]] chart.<ref name=\"whitburn\">{{cite book|last=Whitburn|first=Joel|title=Hot Country Songs 1944 to 2008|publisher=Record Research, Inc.|year=2009|pages=1079|isbn=978-0-89820-177-2}}<!--|accessdate=2009-10-06--></ref> Although she had a charting single, Wynette still had little income.{{sfn|Bufwack|Oermann|p=289}}{{sfn|McDonough|pp=122-123}} Sherrill arranged for booking agent Hubert Long to set up tour dates for her. Most promoters did not want to book Wynette because she was a female performer. \"I had begun to realize I was working in a man's world, and most of them looked down on women in the business\", she later explained.{{sfn|Bufwack|Oermann|p=289}}\n\n===1967–1975: Breakthrough, \"Stand by Your Man\" and recordings with George Jones===\nIn 1967, Epic released \"[[Your Good Girl's Gonna Go Bad (song)|Your Good Girl's Gonna Go Bad]]\".<ref name=\"whitburn\"/> It climbed to number three on the ''Billboard'' country singles chart and was Wynette's first chart success.<ref name=\"TammyWynetteAllMusic\"/><ref name=\"Rough Guide\"/> Her debut album of the [[Your Good Girl's Gonna Go Bad|same name]] was also released in 1967 and reached number seven on the ''Billboard'' [[Top Country Albums|Country LP]]s chart.<ref name=\"Billboard Albums\">{{cite book |last1=Whitburn |first1=Joel |title=Joel Whitburn's Top Country Albums: 1967-1997 |date=1997 |publisher=Record Research Inc. |isbn=0898201241}}</ref> They were followed by a duet with David Houston called \"[[My Elusive Dreams]]\", which was her first number one country single.<ref name=\"TammyWynetteAllMusic\"/> Its follow-up was the solo single \"[[I Don't Wanna Play House]]\" which topped the ''Billboard'' country chart in 1967.<ref name=\"whitburn\"/> It later won Wynette the [[Grammy Award for Best Female Country Vocal Performance]].<ref name=\"Grammys\">{{cite web |title=Tammy Wynette: Artist |url=https://www.grammy.com/artists/tammy-wynette/8086 |website=[[Grammy Awards]] |access-date=June 29, 2022}}</ref> Her next singles topped the country charts through 1968: \"[[Take Me to Your World]]\" and \"[[D-I-V-O-R-C-E]]\".<ref name=\"whitburn\"/> The latter was her second to make the ''Billboard'' [[Billboard Hot 100|Hot 100]] and also her first to top Canada's ''[[RPM (magazine)|RPM]]'' country chart.<ref name=\"Pop Singles\">{{cite book|last=Whitburn|first=Joel|title=Top Pop Singles 1955–2010|publisher=Record Research, Inc|year=2011|isbn=978-0-89820-188-8}}</ref><ref name=\"RPM Country Songs\">{{cite web |title=Search results for \"Tammy Wynette\" under Country Singles |url=https://www.bac-lac.gc.ca/eng/discover/films-videos-sound-recordings/rpm/Pages/list.aspx?OCRText=Tammy+Wynette&ChartEn=Country+Singles& |website=[[RPM (magazine)|RPM]] | date=July 17, 2013 |access-date=December 8, 2019}}</ref> The recordings appeared on Wynette's third studio disc, ''[[Take Me to Your World / I Don't Wanna Play House]]'', which reached number three on the Country LPs chart in 1968.<ref name=\"Billboard Albums\"/><ref>{{cite journal |last1=Wynette |first1=Tammy |title=''Take Me to Your World/I Don't Wanna Play House'' (LP Liner Notes and Album Information) |journal=[[Epic Records]] |date=January 1968 |id=BN-26353}}</ref>\n\n[[File:Tammy Wynette--1970.jpg|thumb|left|upright|A promotional image of Wynette, 1970]]\nWynette started touring amidst her newfound success. She was joined by second husband, Don Chapel, and a band called the Countrypolitans. The group featured a drummer, steel guitarist, guitar player, bass player, and background singer. Wynette herself played acoustic guitar on occasion. She toured for the first time internationally in late 1967 to Germany and the United Kingdom.{{sfn|McDonough|pp=129, 131}} She also did several package dates with Chapel, David Houston, and [[George Jones]]. Wynette and Jones began performing \"My Elusive Dreams\" on the road following an argument with Houston's management. Upon realizing their romantic feelings for one another, Wynette divorced Chapel and married Jones in 1969.{{sfn|Bufwack|Oermann|p=290}}{{sfn|McDonough|pp=131-139}}\n\nDuring this time, Wynette went into the studio to record the single \"[[Stand by Your Man]]\". Reportedly written by Wynette and Billy Sherrill in 15 minutes,{{sfn|Wynette|Dew|1979|p=189}} the song's emphasis on women standing by their husbands made her a spokeswoman for the working class housewife.{{sfn|Bufwack|Oermann|p=286}}<ref name=\"Rough Guide\"/> It also received criticism from the [[Second-wave feminism|feminist movement]] who found it too conservative.<ref name=\"Stand by Your Man 2\">{{cite magazine |last1=Benitez-Eves |first1=Tina |title=The Meaning Behind Tammy Wynette's Controversial Country Classic \"Stand By Your Man\" |magazine=[[American Songwriter]] |date=May 2022 |url=https://americansongwriter.com/the-meaning-behind-tammy-wynettes-stand-by-your-man/ |access-date=June 30, 2022}}</ref><ref name=\"Stand by Your Man\">{{cite news |last1=Bugg |first1=Anita |title='Stand By Your Man' |url=https://www.npr.org/2000/10/28/1113153/tammy-wynettes-stand-by-your-man |access-date=June 30, 2022 |work=[[NPR]] |date=October 28, 2000}}</ref> \"Stand by Your Man\" topped the ''Billboard'' and ''RPM'' country charts,<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/> reached number 19 on the Hot 100<ref name=\"Pop Singles\"/> and later topped the charts in the United Kingdom.<ref name=\"UK Charts\">{{cite web|url=https://www.officialcharts.com/artists/|title=The Official Charts Company - Tammy Wynette (select \"Albums\" or \"Singles\")|publisher=[[Official Charts Company]]|access-date=September 23, 2011}}</ref> A corresponding LP of the [[Stand by Your Man (album)|same name]] reached number two on the ''Billboard'' country albums chart.<ref name=\"Billboard Albums\"/>\n\nIn the wake of \"Stand by Your Man\", Wynette received a series of accolades. In 1969, she joined the cast of the [[Grand Ole Opry]] and won her second Grammy award.<ref name=\"Grammys\"/><ref name=\"Opry\">{{cite book |last1=Kingsbury |first1=Paul |title=The Grand Ole Opry History of Country Music 70 Years of the Songs, the Stars, and the Stories |date=1995 |publisher=Villard Books |isbn=9780679435563 |pages=148–150}}</ref> She won the 1969 Top Female Vocalist accolade from the [[Academy of Country Music]] and three back-to-back honors for Female Vocalist of the Year from the [[Country Music Association]] (1968, 1969 and 1970).<ref name=\"ACM\">{{cite web |title=Search winners: Tammy Wynette |url=https://www.acmcountry.com/winners?awardTitle=Tammy+Wynette&awardCategory=&awardYear=&actionButton=Submit |website=[[Academy of Country Music]] |access-date=June 30, 2022}}</ref><ref name=\"CMA\">{{cite web |title=CMA Past Winners & Nominees: Tammy Wynette |url=https://cmaawards.com/past-winners-and-nominees/?appSession=5A3SOUL4M05W04CPZOQC3F30X38D652B7092E4912D4Z09MOJ1VFH99YHDTY9V06UQZR4F4K82GI54080BTXZ1Z04VYL728X94S06O60A0B9SLLNZ3F336IDY59SJ752 |website=[[Country Music Association]] |access-date=June 30, 2022}}</ref> Her 1969 compilation, ''[[Tammy's Greatest Hits]]'', was among the first female country albums to certify gold (and later platinum) by the [[Recording Industry Association of America]].<ref name=\"Country Living\"/><ref name=\"RIAA\">{{cite web |title=Gold & Platinum: Tammy Wynette |url=https://www.riaa.com/gold-platinum/?tab_active=default-award&se=tammy+wynette#search_section |website=[[Recording Industry Association of America]] |access-date=June 30, 2022}}</ref> Critics had also taken notice of her music. Greg Adams of [[AllMusic]] described the ''Stand by Your Man'' LP as \"consistent\" and gave it five stars.<ref>{{cite web |last1=Adams |first1=Greg |title=''Stand by Your Man'': Tammy Wynette |url=https://www.allmusic.com/album/stand-by-your-man-mw0000232920 |website=[[AllMusic]] |access-date=June 30, 2022}}</ref> Writer Kurt Wolff found her material \"from the mid-60's onward\" created \"a solid female perspective on country radio that the listening public badly craved.\"<ref name=\"Rough Guide\"/> Meanwhile, rock critic [[Robert Christgau]] found Wynette's \"sultry\" delivery to have \"archetypal power\".<ref name=\"Robert Christgau\">{{cite web |last1=Christgau |first1=Robert |title=Original ''Consumer Guide'' reviews from Robert Christgau |url=https://www.robertchristgau.com/get_artist.php?id=1348&name=Tammy+Wynette |website=Robert Christgau.com |access-date=June 30, 2022}}</ref>\n\n[[File:GeorgeTammy.jpg|thumb|upright|In 1969, Wynette married [[George Jones]]. They recorded and toured together as a duet. Their relationship went through several challenges, ultimately ending in their 1975 divorce.]]\nWynette was among country music's most commercially successful and popular artists.{{sfn|Bufwack|Oermann|p=290}}<ref name=\"TammyWynetteAllMusic\"/> She followed it with ten more singles that topped the ''Billboard'' country chart: \"[[Singing My Song]]\" (1969), \"[[The Ways to Love a Man (song)|The Ways to Love a Man]]\" (1969), \"[[He Loves Me All the Way]]\" (1970), \"[[Run Woman Run]]\" (1970), \"[[Good Lovin' (Makes It Right)]]\" (1971), \"[[Bedtime Story (Tammy Wynette song)|Bedtime Story]]\" (1971), \"[[My Man (Understands)]]\" (1972), \"[['Til I Get It Right]]\" (1972), \"[[Kids Say the Darndest Things (song)|Kids Say the Darndest Things]]\" (1973), and \"[[Another Lonely Song]]\" (1973).<ref name=\"whitburn\"/> Most of these songs followed similar themes about housewives attempting to keep their husbands happy or the effects that troubled marriages have on children.{{sfn|Bufwack|Oermann|p=286}}{{sfn|McDonough|p=168-1969}} Additionally, Epic Records released a series of studio albums by Wynette during this period. Between 1969 and 1970 alone, Epic released six original albums. This included the 1969 [[Gospel music|gospel]] LP, ''[[Inspiration (Tammy Wynette album)|Inspiration]]'', and the 1970 holiday LP, ''[[Christmas with Tammy]]''.{{sfn|McDonough|pp=170-171}} Additional album projects featured her number one and top ten singles of the period. Of these LPs, ''[[Tammy's Touch]]'' (1970) topped the ''Billboard'' country albums chart. ''[[The Ways to Love a Man (album)|The Ways to Love a Man]]'' (1970), ''[[The First Lady (Tammy Wynette album)|The First Lady]]'' (1971) and ''[[My Man (album)|My Man]]'' (1972) reached the ''Billboard'' country top five.<ref name=\"Billboard Albums\"/>\n\nJones and Wynette had been wanting to record together since they married. Although they started touring together in 1969, they could not record together until 1971, when Jones was released from his previous contract.{{sfn|McDonough|p=174}} Their first single was a remake of Jones's solo release, \"[[Take Me (George Jones song)|Take Me]]\".{{sfn|McDonough|p=186-188}} In 1971, it climbed to number nine on the ''Billboard'' country chart and number 12 on the ''RPM'' country chart.<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/> Their first studio LP, ''[[We Go Together]]'' (1971), reached the top five of the ''Billboard'' country albums chart.<ref name=\"Billboard Albums\"/> Their 1972 single, \"[[The Ceremony (song)|The Ceremony]]\", was also a top ten single in the United States and Canada.<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/> Altogether, Epic label issued seven studio albums of Jones and Wynette duets.{{sfn|McDonough|p=187}} The pair were considered among country music's most successful and well-known duet partnerships.<ref name=\"George and Tammy\">{{cite web |last1=Kettler |first1=Sara |title=Tammy Wynette and George Jones' Rollercoaster Relationship Despite many ups and downs — including two divorce filings — the pair still recorded some of the best duets in country music history. |url=https://www.biography.com/news/tammy-wynette-george-jones-relationship-marriage-divorce |website=[[Biography (TV program)|Biography]] |date=December 15, 2020 |access-date=July 1, 2022}}</ref><ref name=\"Paste\">{{cite journal |last1=Logdson |first1=Nate |title=The 10 Best George Jones Duets |journal=[[Paste (magazine)|Paste]] |date=April 28, 2017 |url=https://www.pastemagazine.com/music/george-jones/10-best-george-jones-duets/#1-golden-ring-with-tammy-wynette |access-date=July 1, 2022}}</ref> Touring as a packaged duo, they were often referred to as the \"President and First Lady\". Their tour bus was labeled \"Mr. and Mrs. Country Music\".<ref name=\"George and Tammy\"/>{{sfn|Bufwack|Oermann|p=290}}<ref>{{Cite web |last=Paulson |first=Dave |title=Ken Burns' 'Country Music': George Jones, Kris Kristofferson and 'The Circle' |url=https://www.tennessean.com/story/entertainment/music/2019/09/24/ken-burns-country-music-pbs-episode-recap-george-jones-kris-kristofferson/2379427001/ |access-date=November 2, 2022 |website=The Tennessean |language=en-US}}</ref>\n\nHowever, their marriage had several challenges which made their day-to-day life difficult, such as Jones's alcoholism.<ref name=\"Country Living\"/><ref name=\"Rough Guide\"/> Jones often missed shows after drinking too much, which increased Wynette's growing frustration with their relationship.{{sfn|McDonough|pp=170-178}} The couple's marital problems prompted her to file for divorce in 1973, but the pair reconciled. Shortly afterwards, they recorded the autobiographical single, \"[[We're Gonna Hold On (song)|We're Gonna Hold On]]\".<ref name=\"George and Tammy Tennessean\">{{cite news |last1=Paulson |first1=Dave |title=Ken Burns' 'Country Music,' Episode 7 recap: Waylon Jennings, Emmylou Harris and 'I Will Always Love You' |url=https://www.tennessean.com/story/entertainment/music/country-mile/2019/09/25/country-music-episode-7-recap-waylon-jennings-emmylou/2379453001/ |access-date=July 1, 2022 |work=[[The Tennessean]] |date=September 24, 2019}}</ref> It became their first song to top the ''Billboard'' country chart.<ref name=\"whitburn\"/> An album of the [[We're Gonna Hold On|same name]] charted at number three on the Country LPs list.<ref name=\"Billboard Albums\"/> It was followed by the top ten single \"[[We Loved It Away]]\" in 1974.<ref name=\"whitburn\"/> After a fight between the couple, Wynette filed for divorce again. This time however, the pair went through with it and they officially split in 1975.<ref name=\"George and Tammy\"/> Despite their divorce, they were coaxed back into the studio once more to record the album ''[[Golden Ring (album)|Golden Ring]]''.<ref name=\"Golden Ring\">{{cite news |last1=Rohter |first1=Larry |title=Even After the D-I-V-O-R-C-E George Jones Stands By His Woman |url=https://www.washingtonpost.com/archive/lifestyle/1977/02/28/even-after-the-d-i-v-o-r-c-e-george-jones-stands-by-his-woman/5d5e8ac5-27c7-4c76-9d5f-385bf39145da/ |access-date=July 2, 2022 |newspaper=[[The Washington Post]] |date=February 28, 1997}}</ref><ref>{{cite magazine |last1=Cantwell |first1=David |title=Tammy Wynette – D-I-V-O-R-C-E / George Jones & Tammy Wynette – ''Golden Ring'' |magazine=[[No Depression (magazine)|No Depression]] |date=March 1, 1998 |url=https://www.nodepression.com/album-reviews/tammy-wynette-d-i-v-o-r-c-e-george-jones-tammy-wynette-golden-ring/ |access-date=July 1, 2022}}</ref> Its [[Golden Ring (song)|title track]] became the duo's second ''Billboard'' number one country single, while also reaching number five in Canada in 1976.<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/>\n\n===1976–1984: Solo return with \"'Til I Can Make It on My Own\" and continued success===\nDespite her divorce from George Jones, Wynette had to continue her career. However, she had anxiety about doing so.{{sfn|Bufwack|Oermann|p=290}} Fans would shout, \"Where's George?\" during most early performances following their split.<ref name=\"George and Tammy\"/> \"Even though I'd been on stage for eight years, I didn't know how to communicate with the people,\" she recalled.{{sfn|Bufwack|Oermann|p=290}} Previously a packaged act with Jones, Wynette created her own stage show for the first time. She hired the Gatlin Brothers ([[Larry Gatlin]] and his brothers Rudy and Steve) to be her road band. She also hired several women as part of her road crew.{{sfn|McDonough|pp=213-215}} Wynette included up-tempo [[Gospel music|gospel]] songs to energize the audience along with slow ballads that were \"extraordinarily intimate,\" according to writers Mary A. Bufwack and [[Robert K. Oermann]].{{sfn|Bufwack|Oermann|p=290}}\n\nIn 1976, she returned to the top of American and Canadian country songs charts with \"[['Til I Can Make It on My Own]]\".<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/> It was her first ''Billboard'' chart-topper as a solo artist in almost three years.<ref name=\"whitburn\"/> The song was co-written by Wynette and reflected her life following the divorce.<ref>{{cite book |last1=Kosser |first1=Michael |title=How Nashville Became Music City, U.S.A.: 50 Years of Music Row |date=2006 |publisher=Hal Leonard |isbn=978-0634098062 |page=142}}</ref> According to Wynette, it was her favorite song she recorded in her career.<ref name=\"Top 10 Tammy Wynette Songs\">{{cite web |last1=Konc |first1=Riane |title=Top 10 Tammy Wynette Songs |url=https://theboot.com/top-tammy-wynette-songs/ |website=The Boot |access-date=July 2, 2022}}</ref> Her album of the [['Til I Can Make It on My Own (album)|same name]] reached number three on the ''Billboard'' country LPs chart.<ref name=\"Billboard Albums\"/> \"'Til I Can Make It on My Own\" was nominated for Song of the Year by the Country Music Association, while Wynette herself was nominated for Female Vocalist of the Year.<ref name=\"CMA\"/> Her next release, \"[[You and Me (Tammy Wynette song)|You and Me]]\", also topped the ''Billboard'' country chart, while a [[You and Me (Tammy Wynette album)|corresponding studio LP]] reached the country albums top five.<ref name=\"whitburn\"/><ref name=\"Billboard Albums\"/> A duet with Jones recorded the year before, \"[[Near You]]\", also topped the North American country charts in 1976.<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/>\n\nSeveral incidents in Wynette's personal life also occurred during this period. These incidents included several short-term relationships, house [[Burglary|burglaries]], and alleged [[kidnapping]]s. She also developed health problems that led to a dependence on [[Analgesic|pain killers]].{{sfn|Bufwack|Oermann|p=291}} Yet, her commercial success continued. Although none of her solo singles topped the charts, she continued reaching the top ten. Both \"[[(Let's Get Together) One Last Time]]\" and \"[[One of a Kind (Tammy Wynette song)|One of a Kind]]\" reached number six on the ''Billboard'' country chart in 1977. Through 1979, Wynette had three more solo releases reach the ''Billboard'' and ''RPM'' top ten: \"[[Womanhood (song)|Womanhood]]\", \"[[They Call It Making Love]]\" and \"[[No One Else in the World]]\".<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/>\n\nCritics and writers highlighted Wynette's music of this period. Bufwack and Oermann observed that her late 1970s singles \"took a candid look at modern sexuality\".{{sfn|Bufwack|Oermann|p=286}} AllMusic's Thom Jurek found 1977's ''[[One of a Kind (Tammy Wynette album)|One of a Kind]]'' LP to evoke the performances of a \"true [[diva]]\" and \"country music's reigning queen\".<ref>{{cite web |last1=Jurek |first1=Thom |title=''One of a Kind'': Tammy Wynette: Songs, reviews, credits |url=https://www.allmusic.com/album/one-of-a-kind-mw0000925759 |website=[[AllMusic]] |access-date=July 2, 2022}}</ref> Critic Eugene Chadbourne found the musical quality of 1978's ''[[Womanhood (album)|Womanhood]]'' to be mediocre and gave it two-and-a-half stars.<ref>{{cite web |last1=Chadbourne |first1=Eugene |title=''Womanhood'': Tammy Wynette: Songs, reviews, credits |url=https://www.allmusic.com/album/womanhood-mw0001024996 |website=[[AllMusic]] |access-date=July 2, 2022}}</ref>\n\n{{listen|filename=Tammy Wynette-Til I Can Make It on My Own--Audio.ogg |title=\"'Til I Can Make It on My Own\"|description=Wynette's 1976 single, \"[['Til I Can Make It on My Own]]\", reflected her divorce from Jones and became her first number one country song in almost three years.|format=[[Ogg]]||pos=right}}\nAs the 1980s progressed, Wynette continued having commercial success but with less frequency.<ref name=\"TammyWynetteAllMusic\"/> In 1980, she reunited with George Jones for the duet single \"[[Two Story House]]\". It reached number two on the ''Billboard'' country chart and number one on the ''RPM'' country chart. However, it also proved to be her final American top five single.<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/> The pair also reunited for several shows including a performance at [[Wembley Stadium (1923)|Wembley Stadium]] and an [[HBO]] special.{{sfn|McDonough|pp=273-274}} In 1980, Wynette told Billy Sherrill that she was ready to work with a new record producer. \"She needed fresh blood, fresh ideas,\" Sherrill commented in 2010. The final Sherrill-produced album was 1980's ''[[Only Lonely Sometimes]]''. Both singles from the LP (\"[[He Was There (When I Needed You)]]\" and \"[[Starting Over (Tammy Wynette song)|Starting Over]]\") reached number 17 on the ''Billboard'' country chart.{{sfn|McDonough|p=261}}\n\nSeveral years prior, Wynette married for the fifth (and final) time to [[George Richey]]. The pair previously wrote songs together, but after marrying, he became her full-time manager.{{sfn|Bufwack|Oermann|p=291}}<ref name=\"George Richey Passing\">{{cite magazine |last1=Oermann |first1=Robert K. |title=George Richey's Mysterious Passing |magazine=Music Row |date=August 18, 2010 |url=https://musicrow.com/2010/08/george-richeys-mysterious-passing/ |access-date=July 2, 2022}}</ref> Besides business affairs, he also produced several of her albums. Following the [[Chips Moman]]-produced ''[[You Brought Me Back]]'' (1981), Richey produced Wynette's 1982 LP, ''[[Soft Touch (Tammy Wynette album)|Soft Touch]]''.{{sfn|McDonough|pp=275-278}} The album spawned \"[[Another Chance (Tammy Wynette song)|Another Chance]]\", which became her first top ten single in several years. Additional early 1980s singles made the country top 20: \"[[Crying in the Rain]]\" (1981), \"[[You Still Get to Me in My Dreams]]\" (1982), and \"[[A Good Night's Love]]\" (1983).<ref name=\"whitburn\"/> Wynette's record sales began to wane following 1982. Both the albums ''[[Good Love & Heartbreak]]'' (1982) and ''[[Even the Strong Get Lonely]]'' (1983) reached only the ''Billboard'' country top 60.<ref name=\"Billboard Albums\"/> Wynette's singles also reached progressively lower chart positions following 1982. This included \"Still in the Ring\" and a cover of [[John Prine]]'s \"Unwed Fathers\".{{sfn|McDonough|pp=275-278}}\n\n===1985–1998: Commercial comeback, collaborations and final years===\nAround 1985, Wynette made changes to her declining career. She hired California-based Stan Moress to serve as her manager. Moress had Wynette cut her hair, change her wardrobe, and incorporate choreography into her shows.{{sfn|McDonough|pp=276-278}} [[Steve Buckingham (record producer)|Steve Buckingham]] also started producing Wynette's next album, which was to feature a duet. Although she wanted to collaborate with [[Merle Haggard]], she was instead paired with [[Mark Gray (singer)|Mark Gray]]. Gray had left [[Exile (American band)|Exile]] before that band's shift from pop to country, and was beginning a solo country music career of his own at the time.{{sfn|McDonough|pp=280-281}} Their result was a cover of the pop song \"[[Sometimes When We Touch]]\". Wynette and Gray's rendition peaked at number six on the ''Billboard'' country chart in 1985. It became her first top ten recording in four years.<ref name=\"whitburn\"/> The Buckingham collaboration resulted in Wynette's 1985 [[Sometimes When We Touch (album)|album of the same name]], which charted at number 32 on the ''Billboard'' country LPs survey.<ref name=\"Billboard Albums\"/> Amidst a commercial comeback, Wynette also faced several setbacks. In late 1986, Wynette entered the [[Betty Ford Center]] to treat her addiction to prescription drugs.<ref>{{cite news |title=Wynette to Enter Drug Center |url=https://www.latimes.com/archives/la-xpm-1986-11-04-mn-16216-story.html |access-date=July 13, 2022 |work=[[Los Angeles Times]] |date=November 4, 1986}}</ref> Two years later, Wynette and her husband declared [[bankruptcy]] following several failed investments.<ref>{{cite news |title=Country music singer files for bankruptcy |url=https://www.upi.com/Archives/1988/09/21/Country-music-singer-files-for-bankruptcy/8842590817600/ |access-date=July 13, 2022 |work=[[United Press International]] |date=September 21, 1988}}</ref>\n\nWynette's longtime label released her next album titled ''[[Higher Ground (Tammy Wynette album)|Higher Ground]]'' in 1987.<ref name=\"Higher Ground 1\">{{cite news |last1=Hurst |first1=Jack |title=TAMMY AND THE BOYS FIND 'HIGHER GROUND' |url=https://www.chicagotribune.com/news/ct-xpm-1987-07-16-8702220050-story.html |access-date=July 13, 2022 |work=[[Chicago Tribune]] |date=July 16, 1987}}</ref><ref name=\"Higher Ground 2\">{{cite news |last1=Hurst |first1=Jack |title=SURGERY PUTS TAMMY WYNETTE ON 'HIGHER GROUND' |url=https://www.chicagotribune.com/news/ct-xpm-1987-09-09-8703080541-story.html |access-date=July 13, 2022 |work=[[Chicago Tribune]] |date=September 9, 1987}}</ref> The second Buckingham-produced project, he described it as \"a more rural, more back-home\" album. It featured collaborations with [[Emmylou Harris]], [[Ricky Skaggs]], [[The O'Kanes]], [[Gene Watson]], and Larry Gatlin.<ref name=\"Higher Ground 1\"/>{{sfn|Bufwack|Oermann|p=291}} Bufwack and Oermann called it a \"landmark LP\",{{sfn|Bufwack|Oermann|p=291}} while AllMusic gave it a four-star rating.<ref>{{cite web |title=''Higher Ground'': Tammy Wynette: Songs, reviews, credits |url=https://www.allmusic.com/album/higher-ground-mw0000192543 |website=[[AllMusic]] |access-date=July 13, 2022}}</ref> Despite positive reviews, ''Higher Ground'' only peaked at number 43 on the ''Billboard'' country chart.<ref name=\"Billboard Albums\"/> Its singles proved more commercially successful. In 1987, \"[[Your Love (Tammy Wynette song)|Your Love]]\" reached the American and Canadian country songs top 20, while \"[[Talkin' to Myself Again]]\" reached number 16 on the former.<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/> Following ''Higher Ground'', Buckingham told [[Sony Music]] executives that it was becoming difficult to think of new album concepts for Wynette. This resulted in a temporary end to their professional partnership.{{sfn|McDonough|p=299}} Instead, she was paired with producer [[Norro Wilson]] for 1989's ''[[Next to You (Tammy Wynette album)|Next to You]]'' and [[Bob Montgomery (songwriter)|Bob Montgomery]] for 1990's ''[[Heart over Mind (Tammy Wynette album)|Heart Over Mind]]''.{{sfn|McDonough|p=301}} Singles spawned from both albums reached positions outside the ''Billboard'' and ''RPM'' country top 40.<ref name=\"whitburn\"/><ref name=\"RPM Country Songs\"/>\n{{multiple image\n | width1 = 125\n | image1 = Dolly parton grand ole opry crop.jpg\n | width2 = 148\n | image2 = Loretta Lynn.jpg\n | footer = During the 1980s and 1990s, Wynette collaborated with several artists of different genres. Among her collaborations was a trio album with [[Loretta Lynn]] and [[Dolly Parton]] titled ''[[Honky Tonk Angels]]'' (1993).\n}}\nAs Wynette's career entered the 1990s, several new team members were hired to manage her business affairs. These included Epic vice president Mark Martinovich, who had to convince the Nashville establishment that Wynette was still marketable. Martinovich had her perform in more diverse settings, including [[The Bottom Line (venue)|The Bottom Line]] venue in [[Greenwich Village]].{{sfn|McDonough|p=305}} Other new ventures included Wynette recording with British group [[the KLF]]. In 1991, they collaborated on the song, \"[[Justified & Ancient|Justified and Ancient (Stand by the JAMs)]]\".<ref name=\"times1998\">{{cite news |url=https://www.nytimes.com/1998/04/08/arts/tammy-wynette-country-singer-known-for-stand-by-your-man-is-dead-at-55.html |title=Tammy Wynette, Country Singer Known for 'Stand by Your Man', Is Dead at 55 |first=Jon |last=Pareles |date=April 7, 1998 |newspaper=The New York Times |access-date=December 19, 2019}}</ref> KLF member [[Bill Drummond]] was a fan of Wynette's and personally called to ask her permission to record the track. Wynette accepted and Drummond helped produce it. Although she had difficulty singing in-time to the track, the song was pieced together by studio engineers when Drummond returned to England. The [[dance-pop]] song centering around an imaginary setting called \"Mu Mu Land\" was considered a departure from Wynette's previous recordings in terms of song choice and production.{{sfn|McDonough|pp=307-310}}{{sfn|Bufwack|Oermann|p=292}} It became a chart success. By 1992, the single was being routinely played on [[MTV]] and reached number one in 18 countries.<ref name=\"times1998\"/><ref name=\"KLF\">{{cite magazine |last1=Fox |first1=Marisa |title=Tammy Wynette and the KLF |magazine=[[Entertainment Weekly]] |date=February 7, 1992 |url=https://ew.com/article/1992/02/07/tammy-wynette-and-klf/ |access-date=July 14, 2022}}</ref>\n\nIn 1993, Wynette joined with [[Loretta Lynn]] and [[Dolly Parton]] to record the studio album ''[[Honky Tonk Angels]]''.<ref>{{cite news |last1=Paulson |first1=Dave |title=Happy 90th birthday, Loretta Lynn! 13 defining moments from the country legend's life |url=https://www.tennessean.com/story/entertainment/music/2022/04/14/loretta-lynn-birthday-legendary-moments-grand-ole-opry/7304414001/ |access-date=July 14, 2022 |work=[[The Tennessean]] |date=April 14, 2022}}</ref> Parton herself explained that she wanted to make the project \"before one of us goes\". Consisting of classic country recordings performed in three-part harmonies, the album reunited Wynette with Steve Buckingham. Several selections on the project were penned by the trio, including one composed by Wynette herself.<ref>{{cite book |last1=Cardwell |first1=Nancy |title=The Words and Music of Dolly Parton |date=2011 |publisher=[[ABC-Clio]] |isbn=978-0313378034 |pages=125–127}}</ref> ''Honky Tonk Angels'' reached number six on the ''Billboard'' country albums chart and number 42 on the ''Billboard'' 200.<ref name=\"Billboard Albums\"/><ref name=\"Billboard 200\">{{cite magazine |title=Tammy Wynette Chart History: Billboard 200 |url=https://www.billboard.com/artist/tammy-wynette/chart-history/tlp/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=December 8, 2019}}</ref> It was Wynette's first top ten ''Billboard'' album in 18 years and her first album in 22 years to certify gold in the United States.<ref name=\"Billboard Albums\"/><ref name=\"RIAA\"/> AllMusic's Kelly McCartney called it \"a fun listen\"<ref>{{cite web |last1=McCartney |first1=Kelly |title=''Honky Tonk Angels'': Dolly Parton, Loretta Lynn & Tammy Wynette: Songs, reviews, credits |url=https://www.allmusic.com/album/honky-tonk-angels-mw0000104364 |website=[[AllMusic]] |access-date=July 14, 2022}}</ref> while the [[Songwriters Hall of Fame]] described it as a \"landmark album\".<ref>{{cite web |title=Dolly Parton |url=https://www.songhall.org/profile/Dolly_Parton |website=[[Songwriters Hall of Fame]] |access-date=July 14, 2022}}</ref>\n\nIn 1994, Wynette released a studio album of duets titled ''[[Without Walls]]''.<ref>{{cite news |last1=Hurst |first1=Jack |title=A NASHVILLE TAKEOVER |url=https://www.chicagotribune.com/news/ct-xpm-1994-09-11-9409110035-story.html |access-date=July 14, 2022 |work=[[Chicago Tribune]] |date=September 11, 1994}}</ref> It featured collaborations with notable artists of the era including [[Melissa Etheridge]], [[Elton John]], and [[Sting (musician)|Sting]].{{sfn|McDonough|p=320}} Its first single was a duet with [[Wynonna Judd]] titled \"Girl Thang\", which was among Wynette's final charting singles.<ref name=\"whitburn\"/> Although it did not chart in North America, ''Without Walls'' did reach number eight on the [[ARIA]] charts in Australia.<ref>{{cite web |title=Tammy Wynette: Australian Charts Portal |url=https://australian-charts.com/search.asp?search=Tammy+Wynette&cat=a |website=australian-charts.com |access-date=December 8, 2019}}</ref> The project received mixed reviews. [[BBC]] called it a \"respect-laden series of duets\",<ref>{{cite news |last1=Smith |first1=Sid |title=BBC -- Music -- Review of Tammy Wynette -- ''Stand by Your Man'' |url=https://www.bbc.co.uk/music/reviews/r8p2/ |access-date=July 14, 2022 |work=[[BBC]] |date=2008}}</ref> while biographer Jimmy McDonough called it \"cringe-worthy\".{{sfn|McDonough|p=320}} Health problems continued to affect Wynette into the 1990s as her dependence on prescription drugs increased. She often missed concerts because she was too ill to perform.{{sfn|McDonough|p=322}} In the mid-1990s, Wynette was hospitalized with a severe [[Biliary injury|bile duct infection]] that nearly led to her death.<ref>{{cite news |title=Condition of Tammy Wynette Is Critical After an Infection |url=https://www.nytimes.com/1993/12/31/us/condition-of-tammy-wynette-is-critical-after-an-infection.html |access-date=July 14, 2022 |work=[[The New York Times]] |date=December 31, 1993}}</ref> Wynette was visited by George Jones during her recovery, who encouraged her to record another album with him.<ref>{{cite web |title=George Jones Answers Eight Questions for His 80th Birthday |url=https://tasteofcountry.com/george-jones-80th-birthday-interview/ |website=[[Taste of Country]] |date=September 12, 2011 |access-date=July 14, 2022}}</ref> The result was 1995's ''[[One (George Jones and Tammy Wynette album)|One]]''.<ref name=\"George and Tammy\"/> Released on [[MCA Records]], the album reached number 12 on the ''Billboard'' country chart.<ref name=\"Billboard Albums\"/> It was followed by a high-profile duet tour featuring Jones and Wynette as headliners.<ref name=\"George and Tammy\"/>\n\nIn 1995, Wynette was dropped by her long-time label, Epic Records.{{sfn|McDonough|p=328}} Despite this, she continued to be a popular concert attraction until her death.<ref>{{cite magazine |last1=Betts |first1=Stephen L. |title=Flashback: Hear Tammy Wynette's Last Recorded Song 'In My Room' |magazine=[[Rolling Stone]] |date=May 5, 2020 |url=https://au.rollingstone.com/music/music-news/tammy-wynette-final-song-in-my-room-10664/ |access-date=July 14, 2022}}</ref> During this period, she re-made [[The Beach Boys]]' \"[[In My Room]]\" with [[Brian Wilson]]. The song proved to be her final recording. Wynette's final concerts and television performances were held in March 1998.{{sfn|McDonough|p=335}}\n\n==Other works==\nOther works by Wynette have also appeared outside of music. In 1979, she published a book about her life with author Joan Dew. Released by [[Simon & Schuster]], it was titled ''Stand by Your Man: An Autobiography''.<ref name=\"Auto\">{{cite book |last1=Dew |first1=Joan |last2=Wynette |first2=Joan |title=Stand by Your Man: An Autobiography |date=January 1, 1979 |publisher=[[Simon & Schuster]] |isbn=978-0-671-22884-2}}</ref> Dew toured with Wynette in the 1970s and wrote down what Wynette told her verbatim.{{sfn|McDonough|p=20-21}}\n\nWynette's career also took shape through film and television. In 1981, [[CBS]] aired a [[television film]] about her life, also called ''[[Stand by Your Man (film)|Stand by Your Man]]''. Directed by [[Jerry Jameson]], the film featured [[Annette O'Toole]] as Wynette while George Jones was portrayed by [[Tim McIntire]]. Both actors did their own singing for the roles.<ref>{{cite book |last1=Roberts |first1=Jerry |title=Encyclopedia of Television Film Directors |date=2009 |publisher=[[Rowman & Littlefield|Scarecrow Press]] |isbn=978-0810861381 |page=279}}</ref> It was reviewed unfavorably by newspaper critics. ''The New York Times'' commented, \"The rags-to-riches sagas, presumably meant to be inspiring, tend to get trapped under a cloud of dreariness,\" wrote John O'Connor. \"Suspicious viewers may legitimately conclude that the whole Tammy Wynette story has yet to be told.\"<ref>{{cite news |last1=O'Connor |first1=John |title=TV: 'STAND BY YOUR MAN, ' TAMMY WYNETTE STORY |url=https://www.nytimes.com/1981/03/31/arts/tv-stand-by-your-man-tammy-wynette-story.html |access-date=July 23, 2022 |work=[[The New York Times]] |date=March 31, 1981}}</ref> Richard Harrington of ''The Washington Post'' wrote, \"It seems to capitalize on the creative achievement and financial success of the Loretta Lynn film bio, '[[Coal Miner's Daughter (film)|Coal Miner's Daughter]].' Unfortunately, television will be television, and the results are lackluster and somewhat misleading.\"<ref>{{cite news |last1=Harrington |first1=Richard |title='Stand By Your Man' -- For a Bit, Anyway |url=https://www.washingtonpost.com/archive/lifestyle/1981/03/31/stand-by-your-man-for-a-bit-anyway/b70114c6-1307-4f49-b32c-a877e31905a1/ |access-date=July 23, 2022 |newspaper=[[The Washington Post]] |date=March 31, 1981}}</ref>\n\nIn 1986, Wynette joined the cast of the CBS soap opera ''[[Capitol (TV series)|Capitol]]'', playing the role of a hair stylist-turned-singer, Darlene Stankowski. It was her first major acting role.<ref name=\"Capitol\">{{cite news |last1=Mull |first1=Marison |title=TAMMY WYNETTE TO DEBUT IN 'CAPITOL' |url=https://www.latimes.com/archives/la-xpm-1986-03-25-ca-301-story.html |access-date=July 13, 2022 |work=[[Los Angeles Times]] |date=March 25, 1986}}</ref> In 1987, [[BBC]] released a documentary about her life called ''Stand by Your Dream''. A film crew followed Wynette while on the road and at home with her husband.{{sfn|McDonough|p=290}} The documentary was directed by Rosemary Bowen-Jones, who commented on it years later: \"When you're someone like that, you've kind of rehearsed your life.\"<ref name=\"NPR 2\"/> Throughout her life, Wynette enjoyed cooking, and repeatedly cooked [[pinto beans]] on a range on her tour bus. This would inspire her to compile her 1990 cookbook ''Tammy Wynette's Southern Cookbook'', issued by the [[Pelican Publishing Company]].<ref>{{cite web |last1=Gershenson |first1=Gabriella |title=Why Tammy Wynette Is the First Lady of Country Cooking |url=https://www.epicurious.com/expert-advice/tammy-wynette-100-greatest-home-cooks-in-america-article |website=[[Epicurious]] |date=June 5, 2017 |access-date=July 27, 2022}}</ref><ref name=\"Cookbook\">{{cite book |last1=Wynette |first1=Tammy |title=The Tammy Wynette Southern Cookbook |date=1990 |publisher=[[Pelican Publishing Company]] |isbn=978-0882897349}}</ref> The book featured southern American-inspired recipes used routinely in Wynette's family.<ref>{{cite web |last1=Hostelley |first1=Laura |title=10 Cookbooks Penned by Country Stars That You Need To Own |url=https://www.soundslikenashville.com/lifestyle/10-cookbooks-penned-by-country-stars-that-you-need-to-own/ |website=Sounds Like Nashville |date=November 23, 2016 |access-date=July 27, 2022}}</ref>\n\nIn the 1990s, Wynette received more exposure on television. In 1994, she guest-starred on [[Burt Reynolds]]'s CBS television program ''[[Evening Shade]]''. Fellow country artist [[K. T. Oslin]] also appeared on the show.<ref name=\"Evening Shade\">{{cite news |title=Country star trivia |url=http://abcnewsradioonline.com/music-news/2018/9/7/country-star-trivia.html |access-date=July 23, 2022 |work=[[ABC News Radio]] |archive-date=February 1, 2023 |archive-url=https://web.archive.org/web/20230201072210/http://abcnewsradioonline.com/music-news/2018/9/7/country-star-trivia.html |url-status=dead }}</ref> She made a cameo on the sitcom ''[[Married... with Children]]'' in 1996.<ref name=\"Married\">{{cite web |title=\"The Juggs Have Left the Building\" -- ''Married with Children'' |url=https://tv.apple.com/us/episode/the-juggs-have-left-the-building/umc.cmc.227p4097wr9763c5834k7uw7?showId=umc.cmc.33l36gq9dd7x7xz2vcxkqtnfd |website=[[Apple TV]] | date=December 1996 |access-date=July 23, 2022}}</ref> Wynette later voiced a role for the animated television show ''[[King of the Hill]]''. She portrayed Hank Hill's mother between 1997 and 1998.<ref name=\"King\">{{cite book |last1=Perlmutter |first1=David |title=The Encyclopedia of American Animated Television Shows |date=2018 |publisher=[[Rowman & Littlefield]] |isbn=978-1538103746 |page=344}}</ref>\n\nFurther works about her were released posthumously. Among them were three books that appeared in the years following her death. The first was written by Wynette's daughter, Jaclyn Daly, titled ''Tammy Wynette: A Daughter Recalls Her Mother's Tragic Life and Death''. Daly collaborated on the book with country music biographer Tom Carter.<ref name=\"Daly\">{{cite news |last1=Higbie |first1=Andrea |title=Tammy Wynette |url=https://archive.nytimes.com/www.nytimes.com/books/00/06/25/bib/000625.rv092122.html |access-date=August 6, 2022 |work=[[The New York Times]] |date=June 25, 2000}}</ref> The second was written by [[Jimmy McDonough]] and titled ''Tammy Wynette: Tragic Country Queen''.<ref name=\"NPR 2\"/> The book offered a detailed account of both Wynette's life and career told through his own words and interviews he gave of those close to Wynette.<ref>{{cite news |last1=Maslin |first1=Janet |title=Stand by Your Singer and Her Art |url=https://www.nytimes.com/2010/03/04/books/04book.html |access-date=July 27, 2022 |work=[[The New York Times]] |date=March 3, 2010}}</ref> A second was published by Wynette's fourth child, Georgette Jones, and was titled ''The Three of Us''. The book was focused on Georgette's own account of being Wynette's daughter and living her life with her father, George Jones. It was said Georgette wrote the book in response to the unfavorable portrayal of her mother in Jimmy McDonough's book.<ref name=\"Three of Us\">{{cite news |last1=Shiflett |first1=David |title=Georgette Jones: Standin' by Mom and Dad |url=https://www.washingtonpost.com/entertainment/books/georgette-jones-standin-by-mom-and-dad/2011/07/05/gIQAhZziTI_story.html |access-date=July 27, 2022 |newspaper=[[The Washington Post]] |date=July 22, 2011}}</ref> A limited series that will focus on Wynette and Jones's marriage began production in mid-2022. Titled ''[[George and Tammy]]'', it features [[Jessica Chastain]] in the role of Wynette and [[Michael Shannon]] as Jones. The series is based on Georgette Jones's memoir and aired its first of six weekly episodes on [[Showtime (TV network)|Showtime]] December 4, 2022.<ref>{{cite news |last1=Fleming |first1=Mike Jr. |title=Michael Shannon Duets With Jessica Chastain In 'George & Tammy'; John Hillcoat Directing Limited Series On George Jones & Tammy Wynette Marriage |url=https://deadline.com/2021/12/michael-shannon-george-jones-jessica-chastain-tammy-wynette-john-hillcoat-miniseries-george-and-tammy-1234886652/ |access-date=May 6, 2022 |publisher=Deadline.com |date=December 7, 2021}}</ref>\n\n==Illness and death==\nWynette was plagued by health problems throughout her life. Her health declined even more in the final years of her life and she began to look frailer.<ref name=\"Newsweek\">{{cite magazine |last1=Yahlin |first1=Chang |title=Country Music Mystery |magazine=[[Newsweek]] |date=April 19, 1999 |volume=133 |issue=16 |page=62}}</ref> Nashville writer [[Alanna Nash]] recalled watching one of Wynette's final [[music video]]s and remembered her physical condition: \"Tammy looked ancient, like a plant that had withered up about to die. I thought, 'this woman is dying&nbsp;– why isn't somebody doing something?'\"{{sfn|McDonough|p=328}} Wynette died on April 6, 1998, while sleeping at her [[Nashville, Tennessee]], home. She was 55 years old.<ref>{{Cite web|last=Staff August 7, 2003|first=CMT com|title=Tammy Wynette Dies At 55|url=http://www.cmt.com/news/1473641/tammy-wynette-dies-at-55/|archive-url=https://web.archive.org/web/20160625001800/http://www.cmt.com/news/1473641/tammy-wynette-dies-at-55/|url-status=dead|archive-date=June 25, 2016|access-date=October 22, 2020|website=CMT News}}</ref> Husband George Richey and Wynette were sleeping all day on adjacent living room couches when he discovered that evening that she was dead.{{sfn|McDonough|p=340-341}} Her death was certified by her doctor, Wallis Marsh, who flew from Pennsylvania to make it official. He stated in his original report that Wynette died from a [[Pulmonary embolism|blood clot in her lung]].<ref name=\"CNN Death\">{{cite news |title=Wynette autopsy finds heart failure cause of death |url=http://edition.cnn.com/SHOWBIZ/Music/9905/20/wynette.autopsy/index.html |access-date=July 19, 2022 |work=[[CNN]] |date=May 20, 1999}}</ref>\n\nIn the days following her death, performers and other industry insiders reacted to her death. \"She'll always be dear to me. She'll always be special. She'll always live in our memories,\" said Dolly Parton.<ref>{{cite news |title=Stars bid farewell to Tammy Wynette |url=http://edition.cnn.com/SHOWBIZ/9804/09/wynette.memorial.pm/index.html |access-date=July 19, 2022 |work=[[CNN]] |date=April 9, 1998}}</ref> \"Tammy Wynette was an American original, and we will miss her,\" said [[Bill Clinton|Bill]] and [[Hillary Clinton]].{{sfn|McDonough|p=343}} \"We once made a record called ''One of a Kind'',\" commented producer [[Billy Sherrill]]. \"There are no more words. The words have all been said\", he added.<ref>{{cite book |last1=Guralnick |first1=Paul |title=Looking to Get Lost: Adventures in Music and Writing |date=2020 |publisher=Little, Brown |isbn=978-0316412643}}</ref>\n[[File:TammyWynetteMausoleum.jpg|thumb|left|Wynette's final resting place at [[Woodlawn Memorial Park (Nashville, Tennessee)|Woodlawn Memorial Park]]. The name on her grave was changed three times, eventually changed back to her stage name as pictured here.]]\nA public memorial service, attended by about 1,500 people, was held at Nashville's [[Ryman Auditorium]] on April 9, 1998. The service was televised live by cable networks [[CNN]] and [[The Nashville Network]].<ref>{{cite news |title=Country Music Stars Bid Farewell to 'First Lady' Tammy Wynette |url=https://www.latimes.com/archives/la-xpm-1998-apr-10-mn-38040-story.html |access-date=July 19, 2022 |work=[[Los Angeles Times]] |date=April 10, 1998}}</ref> Parton gave remarks and performed a specially written song, closing her performance with a chorus from \"[[I Will Always Love You]]\". Country stars [[Wynonna Judd]] and [[Lorrie Morgan]] also performed while [[Merle Haggard]] offered his performance through a prerecorded video. Eulogies were given by other notable country artists, including [[Naomi Judd]].<ref>{{cite news |title=Tammy Wynette Eulogized by Fellow Singers |url=https://www.nytimes.com/1998/04/10/arts/tammy-wynette-eulogized-by-fellow-singers.html |access-date=July 19, 2022 |work=[[The New York Times]] |date=April 10, 1998}}</ref> A private, graveside service had been held earlier with a crypt entombment at Nashville's [[Woodlawn Memorial Park (Nashville, Tennessee)|Woodlawn Memorial Park]].<ref name=\"wynette-eulogized\">{{cite news |url=https://www.nytimes.com/1998/04/10/arts/tammy-wynette-eulogized-by-fellow-singers.html |title=Tammy Wynette Eulogized by Fellow Singers |date=April 10, 1998 |newspaper=[[The New York Times]] |access-date=December 19, 2019}}</ref>\n\nAccording to her daughters, a [[will and testament|will]] written by Wynette years prior had provided a [[trust law|trust]]. The specifics of the trust included money to be given to her four daughters over a period of time. The yellow legal pad which included this information (written by Wynette herself) was missing in the days following her death.{{sfn|McDonough|p=347}} Instead, Wynette's daughters were denied their inheritance of their mother's will by George Richey.<ref name=\"The Will\">{{cite news |last1=Betts |first1=Stephen L. |title=Tammy Wynette's Death Examined on 'The Will' |url=https://theboot.com/tammy-wynette-the-will-tv-show/ |access-date=July 19, 2022 |work=The Boot |date=September 13, 2012}}</ref> Executive decisions were instead given to Richey and his brother, Carl Richardson. Richey received a one million dollar estate policy, along with an additional 1.4 million dollars on his own insurance policy. According to daughter Jackie, Richey was \"evasive\" when asked about the daughters' own payouts.{{sfn|McDonough|p=347}} Surprised by the will, Wynette's daughters began to question their mother's death.<ref name=\"The Will\"/>\n\nFurther detective work was conducted by local television reporter Jennifer Kraus. She discovered that a local company called Care Solutions Inc. had been delivering prescription drugs to Wynette's home through 1998.{{sfn|McDonough|p=351}} In April 1999, Wynette's daughters filed a [[wrongful death]] lawsuit against her doctor, Wallis Marsh, Care Solutions, and George Richey. The sisters claimed they were responsible for the country star's demise. Furthermore, they claimed that Richey refused to take advice from Dr. Marsh. According to Dr. Marsh, he had told Richey to take Wynette to a hospital in the days leading up to her death. In 1999, Wynette's body was exhumed and an autopsy was given. The [[medical examiner]] who performed the autopsy declared Wynette died from [[cardiac arrhythmia]].<ref name=\"CNN Death\"/><ref>{{cite web |url=http://www.themortonreport.com/entertainment/music/this-day-in-music-may-5th-tammy-wynette-and-elvis-presley/ |title=This Day in Music, May 5: Tammy Wynette and Elvis Presley |first=Neil |last=Cossar |date=May 4, 2011 |website=The Morton Report |access-date=October 20, 2012}}</ref><ref>{{cite web |url=http://www.autopsyfiles.org/reports/Celebs/wynette,%20tammy_report.pdf |title=Tammy Wynette Autopsy Report: Report of Investigation by County Medical Examiner |website=Autopsyfiles.org |access-date=August 25, 2018}}</ref> The autopsy also revealed that Wynette had several powerful drugs in her system at the time of her death including [[Midazolam|Versed]] and [[Promethazine|Phenergan]].<ref name=\"CMT Autopsy\">{{cite news |last1=Wayne Turner |first1=Shannon |title=Wynette Autopsy Results Announced |url=http://www.cmt.com/news/1473081/wynette-autopsy-results-announced/ |archive-url=https://web.archive.org/web/20160120001032/http://www.cmt.com/news/1473081/wynette-autopsy-results-announced/ |url-status=dead |archive-date=January 20, 2016 |access-date=July 20, 2022 |work=[[Country Music Television]] |date=June 20, 2003}}</ref> Jackie Daly noted that her mother was regularly taking these drugs at the time of her death. Wynette used [[syringe]]s and was later fitted with a permanent [[catheter]] into her side that allowed drugs to directly enter her bloodstream.<ref>{{cite news |last1=Flippo |first1=Chet |title=Tammy Wynette Died From Drugs, Daughter's Book Alleges Star hooked on painkillers, Jackie Daly writes. |url=https://www.mtv.com/news/egvebi/tammy-wynette-died-from-drugs-daughters-book-alleges |archive-url=https://web.archive.org/web/20220720165449/https://www.mtv.com/news/egvebi/tammy-wynette-died-from-drugs-daughters-book-alleges |url-status=dead |archive-date=July 20, 2022 |access-date=July 20, 2022 |work=[[MTV]] |date=May 9, 2000}}</ref> The catheter was also used for Wynette to inject food because of her intestinal issues.<ref name=\"Newsweek\"/>\n\nRichey was later dropped as a defendant from the suit,<ref name=\"Suit Over Wynette's Death Resolved\"/> a court dismissed the claims against Care Solutions, and the remaining parties reached a confidential [[Settlement (litigation)|settlement]] with the doctor.<ref name=\"Suit Over Wynette's Death Resolved\">{{cite magazine|date=April 19, 2002|title=Suit Over Wynette's Death Resolved|url=https://www.billboard.com/articles/news/76046/suit-over-wynettes-death-resolved|magazine=[[Billboard (magazine)|Billboard]]|access-date=April 9, 2019}}</ref> Wynette's remains were re-interred in the Woodlawn Cross Mausoleum at [[Woodlawn Memorial Park (Nashville, Tennessee)|Woodlawn Memorial Park]], Nashville, Tennessee.<ref>{{cite web |url=http://www.cmt.com/news/country-music/1680774/tammy-wynettes-stepdaughter-says-singers-children-agreed-on-name-switch.jhtml |title=Tammy Wynette's Stepdaughter Says Singer's Children Agreed on Name Switch |first=Edward |last=Morris |date=May 9, 2012 |website=Country Music Television |access-date=October 20, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20121220060354/http://www.cmt.com/news/country-music/1680774/tammy-wynettes-stepdaughter-says-singers-children-agreed-on-name-switch.jhtml |archive-date=December 20, 2012}}</ref> \n\nIn March 2012, the name on Wynette's tomb was changed from \"Tammy Wynette\" to \"Virginia W. Richardson\", her legal married name at the time of her death.<ref>{{cite web |url=http://www.cmt.com/news/country-music/1680408/tammy-wynettes-name-removed-from-her-nashville-tomb.jhtml |title=Tammy Wynette's Name Removed From Her Nashville Tomb |first=Edward |last=Morris |date=March 5, 2012 |website=Country Music Television |access-date=October 20, 2012 |url-status=dead |archive-url=https://web.archive.org/web/20121220040922/http://www.cmt.com/news/country-music/1680408/tammy-wynettes-name-removed-from-her-nashville-tomb.jhtml |archive-date=December 20, 2012}}</ref> Wynette's daughters were angered by the name change. Through [[Facebook]], they launched a petition to urge fans to help change the name of her tomb back to \"Tammy Wynette\". More than 3,000 fans voted in support of the petition. In March 2014, the name on the tomb was changed back through a court order.<ref name=\"musictimes\">{{cite web |url=http://www.musictimes.com/articles/5002/20140324/tammy-wynettes-grave-once-again-features-performers-stage-name.htm |title=Tammy Wynette's grave once again features performer's stage name |first=Ryan |last=Book |date=March 24, 2014 |website=The Music Times |access-date=October 14, 2014}}</ref>\n\n==Personal life==\n===First marriage===\nWynette married Euple Byrd (who was five years her senior) when she was 17, one month before her high-school graduation.{{sfn|McDonough|p=48}}{{sfn|Bufwack|Oermann|p=288}} She originally intended to marry his brother, D.C., but the relationship ended when he remarried his first wife. Wynette was not yet of legal age so her mother was required to sign the marriage paperwork, however she refused  and instead forced her daughter to leave the family home; her grandfather signed the papers that legalized their marriage.{{sfn|McDonough|pp=49-52}} Byrd and Wynette fought throughout their relationship. Many of their marital conflicts stemmed from Byrd being unable to hold down a steady job. After becoming pregnant again, Wynette asked Euple to leave but he kept returning. After one argument, Wynette suffered a \"nervous breakdown\", according to biographer Jimmy McDonough, and her family took her to a psychiatric hospital. Doctors diagnosed her with depression and gave her 12 rounds of [[Electroconvulsive therapy|electric shock treatment]].{{sfn|McDonough|p=56}}\n\nUpon returning from the hospital, she still insisted on filing for divorce. However, her mother disapproved and Wynette secretly moved with her children to Birmingham, Alabama.{{sfn|McDonough|pp=56-59}} While in Birmingham, Byrd returned and Wynette agreed to give their marriage one more chance. However, their problems continued and they eventually divorced in 1965.{{sfn|McDonough|p=69}} In one of their final encounters, Wynette told Byrd her ambitions of becoming a country performer. He then replied, \"Dream on baby, dream on.\" A decade later, Byrd appeared at one of her concerts. When he asked for her autograph, she signed it, \"Dream on, baby. Love, Tammy\".{{sfn|McDonough|pp=68-69}}{{sfnp|Wynette|Dew|1979|p=83}} Wynette and Byrd would later see each other at family functions when he began attempting to re-establish his relationship with their three daughters. In 1996, Byrd was killed in a car crash.{{sfn|McDonough|p=70}}\n\n===Second marriage===\nWynette met her second husband, Don Chapel, upon moving to Nashville in 1965. Chapel was a front desk attendant at the Red Anchor Motel in Nashville where Wynette was staying. The pair developed a romantic relationship through their day-to-day interactions at the motel. Chapel was also an aspiring songwriter and musician.{{sfn|McDonough|pp=76-79}} He would later write several popular country songs, including one made commercially successful by George Jones titled \"[[When the Grass Grows Over Me]]\".<ref name=\"Chapel\">{{cite web |last1=Oermann |first1=Robert K. |title=Country songwriter Don Chapel passes |url=https://musicrow.com/2015/12/country-songwriter-don-chapel-passes/ |website=MusicRow.com |date=December 10, 2015 |access-date=May 5, 2022}}</ref> The couple married in 1967.<ref>{{cite web |last1=Reuter |first1=Annie |title=Country Songwriter Don Chapel Dies |url=https://tasteofcountry.com/don-chapel-dead/ |website=[[Taste of Country]] |date=December 9, 2015 |access-date=August 9, 2022}}</ref> Her growing affection for George Jones would lead to the couple's divorce in 1968.{{sfn|Bufwack|Oermann|p=290}}<ref name=\"Chapel\"/> She later claimed in her autobiography that Chapel had taken and traded nude photographs of her to other male colleagues. Chapel denied the allegations and later filed a lawsuit against her for $37 million.<ref>{{cite book |last1=Nash |first1=Alanna |title=Behind Closed Doors Talking with the Legends of Country Music |date=2002 |publisher=[[Rowman & Littlefield|Cooper Square Press]] |isbn=978-0815412588 |page=532}}</ref>{{sfn|McDonough|p=135}} The couple had no children and Chapel died in 2015.<ref>{{cite web |last1=Oermann |first1=Robert K |title=Country songwriter Don Chapel passes |url=https://musicrow.com/2015/12/country-songwriter-don-chapel-passes/ |website=musicrow.com |date=December 10, 2015 |access-date=May 5, 2022}}</ref>\n\n===Third marriage===\n[[File:Tammy Wynette and George Jones--1973.jpg|thumb|right|George Jones and Tammy Wynette, 1973 with hairdressers Janette and Nanette Smith]]\nWynette first met George Jones while on tour with him in the late sixties.{{sfn|McDonough|pp=131-139}} Jones was also friendly with her second husband, Don Chapel, and the three often spent time together. According to Wynette, Jones helped her one evening when one of her children was hospitalized with food poisoning. The following day, Jones stopped by Chapel and Wynette's home. Chapel was irritated with Wynette because she would not stop playing Jones's music on their record player. Chapel then began directing derogatory words and profanity at her. Angered by Chapel's conduct, Jones overturned the couple's dining room table. Jones and Wynette then proceeded to confess their love for each other to Chapel. Immediately after the incident, Jones escorted Wynette and her three daughters out of the Chapel home. They never returned.{{sfn|McDonough|pp=137-140}}\n\nAfter leaving Chapel, they flew to Mexico to get a quick [[Mexican divorce|divorce]]. However, her marriage to Chapel was later annulled because she remarried quickly after her first marriage to Euple Byrd.<ref name=\"George and Tammy\"/> Jones and Wynette officially wed on February 16, 1969, in [[Ringgold, Georgia]].<ref name=\"Opry\"/> The couple then proceeded to move into a {{convert|6000|sqft|m2|adj=on}} [[plantation]] home in [[Lakeland, Florida]]. They later built a performance venue on the property, which they titled \"Old Plantation Music Park\".<ref>{{cite web |last1=Liebig |first1=Lorie |title=Inside George Jones and Tammy Wynette's 'Two Story House' |url=https://www.wideopencountry.com/inside-george-jones-and-tammy-wynettes-two-story-home/ |website=Wide Open Country |date=April 28, 2017 |access-date=August 3, 2022}}</ref>\n\nJones and Wynette's marriage was tumultuous.{{sfn|Bufwack|Oermann|p=290}}<ref name=\"George and Tammy\"/><ref>{{Cite news|last=Harris|first=Jake|date=December 13, 2015|title=Looking Back on George Jones and Tammy Wynette's Marriage|language=en-US|website=Wide Open Country|url=http://www.wideopencountry.com/looking-back-george-jones-tammy-wynettes-marriage/|access-date=December 31, 2017|archive-date=December 31, 2017|archive-url=https://web.archive.org/web/20171231155527/http://www.wideopencountry.com/looking-back-george-jones-tammy-wynettes-marriage/|url-status=dead}}</ref> A major factor that affected their relationship was Jones's alcoholism. When he drank, he became difficult to control.<ref name=\"George and Tammy\"/> This led to Wynette becoming angry with Jones's behavior.{{sfn|McDonough|p=176}} For a short period, Jones stopped drinking but then relapsed. In an effort for Jones to retain sobriety, they moved from Lakeland back to Nashville in 1972. However, Jones relapsed again, which caused further friction in their marriage.{{sfn|McDonough|pp=197-199}} She attempted to stop his drinking herself. To stop Jones from [[driving under the influence]], Wynette began hiding his car keys. On one day, Jones could not find where Wynette had hid his keys. As a result, he took the keys to their [[riding lawnmower]] and successfully rode it into town and back to purchase alcohol.<ref>{{cite news |last1=Paulson |first1=Dave |title=George Jones' legendary lawn mower gets its own Nashville mural |url=https://www.tennessean.com/story/entertainment/music/2019/05/08/george-jones-lawnmower-mural-nashville-colonial-liquors/1129246001/ |access-date=August 3, 2022 |work=[[The Tennessean]] |date=May 8, 2019}}</ref>\n\nIn a separate incident, Wynette claimed in her autobiography that Jones had chased her through their home with a loaded rifle. Jones later denied this in his own autobiography. Wynette filed for divorce in 1973, but the couple ultimately reconciled.<ref name=\"George and Tammy\"/> By this point, they had moved to a larger home, also located in Nashville.{{sfn|McDonough|p=202}} However, their problems continued. Jones would often disappear for days at a time. In one attempt to locate him, Wynette drove her children and two friends down to Florida but were unsuccessful in their search.{{sfn|McDonough|pp=205-206}} After a recording session between the couple in late 1974, Jones disappeared again. Disappointed and upset, Wynette filed for divorce for a second time. It was finalized on January 8, 1975. After the divorce became public, Wynette told the press, \"George is one of those people that can't tolerate happiness. If everything is right, there's something in him that makes him destroy it.\"{{sfn|McDonough|pp=207-208}}\n\nWynette and Jones's relationship was dramatized in [[George & Tammy|a miniseries]], starring [[Jessica Chastain]] and [[Michael Shannon]]. The miniseries was created by Abe Sylvia and based on the memoir of the couple's daughter, Georgette, and directed by [[John Hillcoat]]. It was released on [[Showtime (TV network)|Showtime]], [[CMT (American TV channel)|CMT]] and the [[Paramount Network]].\n\n===Short-term relationships and fourth marriage===\nFollowing her divorce from George Jones, Wynette was romantically linked to several people. She was briefly involved with Rudy Gatlin, a brother of [[Larry Gatlin]] and then-member of her touring band.<ref>{{cite web |title=Country Singer Tammy Wynette Dies At 55 |url=https://archive.seattletimes.com/archive/?date=19980407&slug=2743780 |website=SeattleTimes.com |publisher=The Tennessean}}</ref>{{sfn|McDonough|p=220}} According to Joan Dew, Larry did not approve of the relationship. Additionally, the couple received negative publicity after a fire was mysteriously started at Wynette's home. Rumors circulated that Rudy had started the fire. Amidst the publicity, their relationship ended.{{sfn|McDonough|p=224}} Wynette also dated actor [[Burt Reynolds]] during this period.<ref name=\"Burt Reynolds\">{{cite web |last1=Moore |first1=Boby |title=Tammy Wynette Saved Burt Reynolds From Drowning in Her Bathtub |url=https://www.wideopencountry.com/tammy-wynette-and-burt-reynolds/ |website=Wide Open Country |date=March 24, 2021 |access-date=August 3, 2022}}</ref> The pair met while performing on a television show hosted by country artist [[Jerry Reed]]. Their relationship was temporarily kept secret but was eventually revealed by the press in 1977.{{sfn|McDonough|p=224}} The couple spent time in Florida, where Wynette owned a home. During one evening, Reynolds was taking a bath at her home when she found him unconscious. She was able to pull Reynolds out before he drowned. He was later diagnosed with having low blood sugar.<ref name=\"Burt Reynolds\"/> Knowing that Reynolds was not ready to commit to a relationship, Wynette chose to end their romance.{{sfn|McDonough|p=225}} However, they remained friends until Wynette's death in 1998.<ref>{{cite book |last1=Jones |first1=Georgette |title=The Three of Us: Growing Up with Tammy and George |url=https://books.google.com/books?id=IyWajA39Ri4C&q=tammy+wynette+and+burt |date=July 5, 2011 |publisher=Atria Books |isbn=9781439198599 |access-date=May 6, 2022}}</ref>\n\nWynette then met real estate developer Michael Tomlin through her friend Nan Crofton.{{sfn|McDonough|p=227}} It was a brief courtship, as they married only weeks after meeting.<ref name=\"Hall of Fame\"/> The couple wed on July 18, 1976, at her Nashville home.<ref>{{cite news |title=Looking Back: Tammy Wynette's wedding reception July 1976 |url=https://www.tennessean.com/picture-gallery/insider/extras/2016/07/28/looking-back-tammy-wynettes-wedding-reception-july-1976/87620336/ |access-date=August 3, 2022 |work=[[The Tennessean]] |date=July 28, 2016}}</ref> Tomlin was known for renting private jets, drinking [[Dom Pérignon]], and driving a [[Mercedes-Benz]].{{sfn|Bufwack|Oermann|p=290-291}}{{sfn|McDonough|p=226-227}} It has since been claimed by several of Wynette's friends that Tomlin was not truthful about his life. \"It was all a facade. The furniture in his office was rented\", said Joan Dew.{{sfn|McDonough|p=227}} Following the couple's honeymoon in Hawaii, Wynette claimed that Tomlin spent a lot of money and attempted to fire a gun on the beach, which scared her children.{{sfn|McDonough|p=228}}<ref>{{cite news |last1=Zibart |first1=Eve |title=Tammy on a Tightrope |url=https://www.washingtonpost.com/archive/lifestyle/1978/10/26/tammy-on-a-tightrope/d8786a54-9ad8-4924-a1e8-6a943b368b07/ |access-date=August 3, 2022 |newspaper=[[The Washington Post]] |date=October 26, 1978}}</ref> The marriage was annulled six weeks following their wedding.{{sfn|McDonough|p=229}}\n\n===Final marriage to George Richey===\n[[File:George Richey 1967.JPG|thumb|upright|Wynette was married to songwriter and producer, [[George Richey]], until her death in 1998.]]\nOn July 6, 1978, Wynette married her fifth husband, [[George Richey]].<ref name=\"Stambler\">{{cite book |last1=Stambler |first1=Irwin |last2=Landon |first2=Grelun |title=Country Music: The Encyclopedia |date=2000 |publisher=[[St Martin's Press]] |isbn=978-0312264871 |pages=557–559}}</ref> Richey had previously been a songwriter, music publisher, and record producer. Many of the songs Richey wrote had been recorded by George Jones, [[Merle Haggard]], and Wynette herself.<ref name=\"Boot Richey\">{{cite web |title=George Richey, Tammy Wynette's Widower, Dead at 74 |url=https://theboot.com/george-richey-dead/ |website=The Boot |date=August 16, 2010 |access-date=August 5, 2022}}</ref> The two already had a professional relationship but a series of events in Wynette's personal life changed their relationship. This included several instances when Richey visited Wynette while she was recovering from illnesses at the hospital. After a recording session one evening, Richey professed his love for Wynette. The pair then married.{{sfn|McDonough|pp=236-237}} Richey then became his wife's full-time manager.{{sfn|Bufwack|Oermann|pp=290-291}} Among his first moves as manager was to fire several of Wynette's female road crew members. \"I cannot start a life with and build a relationship with Tammy and her girls when I'm livin' in a female dormitory\", he told a female co-worker. He also took control of her finances.{{sfn|McDonough|pp=240-241}}\n\nWynette's marriage to Richey caused friction between her loved ones.{{sfn|McDonough|p=241-243}}<ref name=\"Boot Georgette\">{{cite web |last1=Hollabaugh |first1=Lorie |title=Georgette Jones Sheds Light on George & Tammy in New Memoir |url=https://theboot.com/georgette-jones-book-the-three-of-us/ |website=The Boot |date=July 9, 2011 |access-date=August 5, 2022}}</ref> According to Wynette's youngest daughter, Georgette Jones, Richey attempted to keep his wife away from her close friends. Georgette also claimed to have been estranged from her father (George Jones) because Richey did not want her to see him.<ref name=\"Boot Georgette\"/> Older daughter, Jackie Daly, claimed that Richey had helped to \"enable\" her mother's drug addiction.<ref name=\"USA Today\">{{cite news |last1=Wilemon |first1=Tom |title=Tammy Wynette's daughters stand by her name |url=https://www.usatoday.com/story/life/music/2014/02/28/tammy-wynette-crypt/5910001/ |access-date=August 5, 2022 |work=[[USA Today]] |date=February 28, 2014}}</ref> Singer [[Lorrie Morgan]] believed that Richey was only interested in his new wife's money and earnings. George Jones commented, \"I believe a lot of things went on that shouldn't have went on. Let me put it that way.\"{{sfn|McDonough|p=231}} Wynette told the press that she loved Richey, while family and friends claimed that she regretted her decision to marry him.{{sfn|McDonough|p=250-252}} \"It was an emotionally abusive relationship,\" reported Georgette Jones.<ref name=\"Boot Georgette\"/> Nonetheless, the couple remained together until her death in 1998. Richey married [[Dallas Cowboys]] cheerleader Sheila Slaughter in 2001. Richey died in 2010 at the age of 74.<ref name=\"Boot Richey\"/>\n\n===Children===\nWynette gave birth to four daughters. Three of her children were from her first marriage to Euple Byrd. Their first child, Gwendolyn Lee, was born on April 14, 1961. Their second, Jaclyn Faye, was born on August 21, 1962.{{sfn|McDonough|p=54}} Her third, Tina Denise, was born on March 27, 1965, which was three months early and she weighed only {{convert|2|lb|3|oz|g|spell=in}}. Four months later, she was diagnosed with [[spinal meningitis]] and kept in isolation at a hospital for 17 days. Wynette borrowed several thousand dollars from her uncle to afford the hospital bills. Tina eventually made a full recovery.{{sfn|McDonough|p=67}} In 1975, Tina would record an album with her mother and stepfather titled ''[[George & Tammy & Tina]]''.<ref>{{cite journal |last1=Jones |first1=George |last2=Wynette |first2=Tammy |last3=Byrd |first3=Tina |title=''George & Tammy & Tina'' (LP Liner Notes and Album Information) |journal=[[Epic Records]] |id=33351}}</ref>\n\nIn October 1970, Wynette had her fourth daughter, Tamala Georgette Jones, her only child from her relationship with George Jones.{{sfn|McDonough|p=182}} Georgette would eventually create her own music career as an adult. She has since recorded five albums and toured internationally as a country artist.<ref>{{cite web |last1=Fox |first1=Courtney |title=George Jones' Children: Meet The Possum's 4 Kids |url=https://www.wideopencountry.com/georgette-jones/ |website=Wide Open Country |date=December 5, 2020 |access-date=August 6, 2022}}</ref> Since their mother's death, Jaclyn and Georgette have worked to keep the legacy of their mother alive.<ref name=\"USA Today\"/> Both daughters wrote memoirs about their mother following her death. The first was penned by Jaclyn Daly in 2000, titled ''Tammy Wynette: A Daughter Recalls Her Mother's Tragic Life and Death''.<ref name=\"Daly\"/> Georgette would also publish a memoir of her childhood with Wynette and her father in 2011, titled ''The Three of Us: Growing Up with Tammy and George''.<ref name=\"Three of Us\"/>\n\n===Controversies===\nA series of incidents occurred over the course of Wynette's personal life that were considered controversial. Among the most well-known was an incident in which Wynette claimed to have been [[Kidnapping|kidnapped]]. On October 4, 1978, Wynette went shopping at Green Hills Shopping Center (now [[The Mall at Green Hills]]) in Nashville. Upon returning to her unlocked car, Wynette claimed a man was in the back seat with a gun.{{sfn|McDonough|p=244}}<ref name=\"The Boot Kidnapping\">{{cite web |last1=Zaleski |first1=Annie |title=Country Music Memories: Tammy Wynette Reportedly Abducted |url=https://theboot.com/tammy-wynette-abduction/ |website=The Boot |access-date=August 6, 2022}}</ref> She was then released 80 miles away in [[Giles County, Tennessee]], and claimed to have been suffering from neck injuries. She sought help from a local resident who brought her a cold wet rag and called Wynette's family. Richey appeared at the scene to retrieve her.<ref>{{cite news |last1=Carmichael |first1=Alan |last2=Eipper |first2=Laura |title=Tammy Wynette Seized at Green Hills, Freed in Giles |work=[[The Tennessean]] |date=October 5, 1978 |page=1}}</ref>\n\nAfter the alleged kidnapping, more incidents occurred that were said to have been linked to the same event.{{sfn|McDonough|p=245-249}} Several days later, Wynette's youngest daughter (Georgette) was nearly abducted from school. Wynette then appeared in [[Columbia, South Carolina]], to give a concert. Following the show, Wynette received a crumpled-up note backstage that said, \"I'm still around, I'll get you.\"{{sfn|McDonough|p=246}} An [[Federal Bureau of Investigation|FBI]] investigation occurred following these incidents that proved inconclusive and no arrests were ever made.{{sfn|McDonough|p=248}} Several rumors then began circulating about the alleged kidnapping. One rumor centered around ex-husband George Jones attempting to plot revenge on his ex-wife. Another rumor centered around Wynette using the kidnapping to cover up infidelity to Richey.<ref name=\"The Boot Kidnapping\"/> Both Jackie Daly and Georgette Jones claimed the kidnapping was staged in an attempt to cover up being beaten by Richey.<ref name=\"The Boot Kidnapping\"/><ref>{{Cite magazine|last1=Betts|first1=Stephen L.|last2=Crawford|first2=Robert|last3=McKenna|first3=Brittney|last4=Gage|first4=Jeff|date=September 7, 2017|title=Horses, Guns and Drugs: Country Music's 10 Wildest Stories|url=https://www.rollingstone.com/country/lists/horses-guns-and-drugs-country-musics-10-wildest-stories-w501550/tammy-wynette-kidnapped-at-nashville-mall-w501560|magazine=[[Rolling Stone]]|access-date=November 11, 2017}}</ref>\n\nDuring the late 1970s, a series of burglaries and break-ins occurred at Wynette's Nashville residence.<ref name=\"WaPo Legacy\">{{cite news |last1=Levy |first1=Claudia |title=FANS MOURN COUNTRY STAR TAMMY WYNETTE |url=https://www.washingtonpost.com/archive/local/1998/04/08/fans-mourn-country-star-tammy-wynette/8554c02f-a347-4d30-83e0-3b7cdf39898c/ |access-date=July 20, 2022 |newspaper=[[The Washington Post]]}}</ref> One night while she was sleeping, Wynette woke to a fire. She attempted to call the police, but her phone lines were cut. Three rooms were destroyed from the incident. Police never discovered who had started the fire, despite giving several people [[Polygraph|lie detector tests]]. Once again, no arrests were ever made.{{sfn|McDonough|p=224}}\n\nIn 1992, 24 years after it topped the country chart, Wynette's signature song (\"Stand by Your Man\") became the subject of political debate. When asked during a ''[[60 Minutes]]'' interview about her marriage to then-presidential candidate [[Bill Clinton]] (who had been accused of infidelity), [[Hillary Clinton]] said, \"I'm not sitting here as some little woman standing by my man like Tammy Wynette\".<ref>{{cite web |url=http://www.cmt.com/artists/news/1471365/20030418/wynette_tammy.jhtml |title=Political Controversies Found Wynette and McGraw |first=Calvin |last=Gilbert |date=April 18, 2003 |website=[[Country Music Television]] |access-date=December 19, 2019 |url-status=dead |archive-url=https://web.archive.org/web/20080305184834/http://www.cmt.com/artists/news/1471365/20030418/wynette_tammy.jhtml |archive-date=March 5, 2008 }}</ref> The end of this quotation has also appeared as \"some little woman, standing by my man and baking cookies, like Tammy Wynette.\" However, the reference to cookie-baking more likely comes from an unrelated remark by Hillary Clinton: \"I suppose I could have stayed home and baked cookies and had teas, but what I decided to do was to fulfill my profession, which I entered before my husband was in public life.\"<ref>{{Cite episode |title=Making Hillary Clinton An Issue |url=https://www.pbs.org/wgbh/pages/frontline/shows/clinton/etc/03261992.html |access-date=August 25, 2015 |series=Nightline |series-link=Nightline |first=Jackie  |last=Judd |network=PBS |date=March 26, 1992}}</ref> The remark received widespread media and press attention.<ref name=\"Rough Guide\"/> Wynette wrote to Clinton, saying, \"With all that is in me, I resent your caustic remark. I believe you have offended every true country-music fan and every person who has made it on their own with no one to take them to the White House.\" Hillary then remarked to the press that she had no intention of speaking negatively about Wynette and that she enjoyed Wynette's music.<ref>{{cite web |last1=Kruse |first1=Michael |title=The Friday Cover The TV Interview That Haunts Hillary Clinton |url=https://www.politico.com/magazine/story/2016/09/hillary-clinton-2016-60-minutes-1992-214275/ |website=[[Politico]] |date=September 23, 2016 |access-date=August 6, 2022}}</ref> She then personally called Wynette and apologized to her.<ref>{{cite news |title=STILL STEAMING |url=https://buffalonews.com/news/still-steaming/article_0edf2bcd-baf3-547b-9579-d4fcd51b7cb4.html |access-date=August 6, 2022 |work=[[The Buffalo News]] |date=November 21, 1995}}</ref>\n\n===Health problems and drug addiction===\nIn 1970, Wynette underwent a [[hysterectomy]] following the birth of her fourth daughter. This procedure started a series of health issues that affected Wynette for the rest of her life. Following the hysterectomy, Wynette developed an infection that resulted in a continual build-up of scar tissue (also known as [[adhesions]]). The infection and hysterectomy resulted in lifelong problems with her [[gall bladder]]. The pain was so severe that Wynette started taking [[Analgesic|pain killer medication]] to alleviate her symptoms.{{sfn|McDonough|p=196}}<ref name=\"Villages\">{{cite news |last1=Mirkin |first1=Gabe |title=Tammy Wynette and the pain of gall bladder disease |url=https://www.villages-news.com/2017/01/21/tammy-wynette-pain-gall-bladder-disease/ |access-date=August 7, 2022 |work=Villages-News |date=January 21, 2017}}</ref>\n\nBeginning in the early seventies, she started taking [[Valium]] and regularly used it on the road before concerts.{{sfn|McDonough|p=196}} However, her adhesions continued and Wynette had a series of operations to stop them from forming. She then was being prescribed more painkillers, which caused a drug addiction starting in the seventies. Along with Valium, Wynette also was prescribed [[Pethidine|Demerol]] to alleviate her stomach cramps and in time began taking the drug when she was not in pain. When Demerol pills became ineffective in warding off symptoms of withdrawal, she resorted to taking Demerol by injection. Members of her road crew administered some of these injections after one of Wynette's doctors trained them how to do so.{{sfn|McDonough|p=229}} Wynette's doctors soon realized that she had grown addicted to the medication they had prescribed and ceased giving prescriptions. In turn, Wynette found other physicians in various locations around the United States who would unwittingly give her the same prescriptions. Some nights on the road, Wynette scheduled overnight stops of the tour bus at hospitals, where she could acquire yet more pain killers.{{sfn|McDonough|p=230}} During this period, Wynette also underwent surgeries to remove nodules on her vocal cords and a surgery for a kidney problem.{{sfn|Bufwack|Oermann|p=291}}\n\nWynette's drug problem became public for the first time in November 1986 when she announced she would enter the [[Betty Ford Center]] for treatment. Her public appearances were then canceled until the start of 1987.<ref>{{cite news |title=Tammy Wynette to enter Betty Ford Center |url=https://www.upi.com/Archives/1986/11/03/Tammy-Wynette-to-enter-Betty-Ford-Center/9436531378000/ |access-date=August 7, 2022 |work=[[United Press International]] |date=November 3, 1986}}</ref> Three weeks into the six-week treatment program, Wynette began having stomach pain following an afternoon meal. She was then hospitalized for an intestinal blockage. The blockage revealed that previous surgeries had caused a narrowing of the area where food left her stomach. She then had an eight-hour operation where she said 25 percent of her stomach was removed.<ref name=\"Higher Ground 2\"/> She was then put back on the same drugs to alleviate the pain, which reinstated her addiction to painkillers.{{sfn|McDonough|p=292}}\n\nWynette continued abusing painkillers into the nineties. During this time, she started taking Dilaudid for pain. Wynette often carried the drug in her purse.{{sfn|McDonough|p=309}} In 1993, she entered the hospital after developing a [[bile duct]] infection. She was in critical condition because of the infection's severity.<ref>{{cite news |title=Condition of Tammy Wynette Is Critical After an Infection |url=https://www.nytimes.com/1993/12/31/us/condition-of-tammy-wynette-is-critical-after-an-infection.html |access-date=August 7, 2022 |work=[[The New York Times]] |date=December 31, 1993}}</ref> Her blood pressure dropped and she was in a [[coma]] for several days. She later made a full recovery.{{sfn|McDonough|pp=319-320}} In the final years of her life, Wynette was often given oxygen and IV treatments to alleviate further medical problems she developed. All the while, she continued to abuse drugs and was routinely being injected with pain medication until the end of her life.{{sfn|McDonough|pp=333-336}}\n\n==Artistry==\n===Musical styles===\nWynette was marketed as a country artist throughout her career and considered the genre to be the roots of her musical style.<ref name=\"Tampa Bay Times\">{{cite news |last1=Neill |first1=Logan |title=Pain accompanied Wynette's success |url=https://www.tampabay.com/archive/1998/04/08/pain-accompanied-wynette-s-success/ |access-date=July 14, 2022 |work=[[Tampa Bay Times]] |date=April 8, 1998}}</ref> While Billy Sherrill served as her producer, he imparted his style of [[Nashville sound]], also called \"countrypolitan\", a style of country characterized by heavy use of [[string section]]s and backing vocals.<ref>{{cite book |last=Carlin |first=Richard |date=2014 |title=Country Music: A Biographical Dictionary |publisher=Routledge |page=207 |isbn=9781135361044}}</ref><ref>{{cite book |editor=Clifford Thompson |date=2020 |title=Contemporary World Musicians |publisher=Routledge |page= |isbn=9781135939618}}</ref> Jon Pareles of ''[[The New York Times]]'' called her \"the standard-bearer of an elaborately orchestrated Nashville sound.\"<ref name=\"times1998\"/> Marcus K. Dowling of [[CMT (American TV channel)|CMT]] commented that \"the birth of the blend of blue-collar roots and countrypolitan flair that defined four decades of female country stars can be associated with Wynette.\"<ref name=\"CMT Musical Style\">{{cite news |last1=Dowling |first1=Marcus K. |title=Country Legends We Love: Tammy Wynette |url=http://www.cmt.com/news/1830888/country-legends-we-love-tammy-wynette/ |archive-url=https://web.archive.org/web/20210316190916/http://www.cmt.com/news/1830888/country-legends-we-love-tammy-wynette/ |url-status=dead |archive-date=March 16, 2021 |access-date=July 15, 2022 |work=[[Country Music Television]] |date=March 16, 2021}}</ref> She also released music in country's sub-genres [[honky tonk]] and [[country pop]].<ref name=\"times1998\"/><ref name=\"New Generation\">{{cite book |last1=Dicaire |first1=David |title=The New Generation of Country Music Stars |date=2008 |publisher=[[McFarland & Company]] |isbn=978-0786437870 |page=147}}</ref> \n{{listen|filename=Tammy Wynette--Stand by Your Man--Audio.ogg |title=\"Stand by Your Man\"|description=Wynette's [[List of signature songs|signature song]] was the controversial, \"Stand by Your Man\". The song received both acclaim and criticism for its lyrical message. |format=[[Ogg]]||pos=left}}\n\nWynette's signature recording, \"Stand by Your Man\", was often considered to be about women remaining faithful to their husbands through difficult times.<ref>{{cite news |last1=Boehm |first1=Mike |title=Tammy Wynette Stands by Her Song on Loyalty |url=https://www.latimes.com/archives/la-xpm-1991-01-21-ca-422-story.html |access-date=July 15, 2022 |work=[[Los Angeles Times]] |date=January 21, 1991}}</ref><ref name=\"Rough Guide\"/> Mary A. Bufwack and Robert K. Oermann stated that the song \"typecast Tammy as the long-suffering housewife, forlornly putting up with abuse for the sake of love.\"{{sfn|Bufwack|Oermann|p=286}} Jon Pareles wrote in 1998 that it \"established Ms. Wynette in the role of a long-suffering but determinedly loyal wife, holding the family together even when her husband strayed.\"<ref name=\"times1998\"/>\n\nThe song and its concept drew criticism as well, including from the [[Second-wave feminism|women's liberation movement]] who were gaining political traction when the single was released in 1968.<ref name=\"Stand by Your Man\"/> Many feminists criticized it for influencing housewives to view themselves as subservient to their husbands.<ref>{{cite web |last1=Liebig |first1=Lorie |title=How Tammy Wynette's 'Stand By Your Man' Became an Unexpected Classic |url=https://www.wideopencountry.com/tammy-wynettes-stand-man-became-unexpected-classic/ |website=Wide Open Country |date=August 28, 2017 |access-date=July 15, 2022}}</ref><ref name=\"Stand by Your Man\"/> Sherrill explained to ''[[The Wall Street Journal]]'' his reasons for composing it: \"I reworked the lyrics so the story came from the perspective of a woman singing to another woman—as if she were giving advice to a friend who was a little unsure about how to hold on to her man.\"<ref name=\"WSJ\">{{cite news |last1=Myers |first1=Marc |title=The Love Song of Virginia Pugh |url=https://www.wsj.com/articles/SB10001424127887323375204578269813829094742 |access-date=July 15, 2022 |work=[[The Wall Street Journal]] |date=January 31, 2013}}</ref> \"All I wanted to say in the song was, 'Be understanding. Be supportive'\", Wynette herself later commented.{{sfn|Bufwack|Oermann|p=287}}\n\nThe song helped develop a sound and style that made her commercially successful in the next several years following \"Stand by Your Man\". Number one singles such as \"Singing My Song\", \"I'll See Him Through\", \"The Ways to Love a Man\", and \"He Loves Me All the Way\" followed similar themes about housewives staying faithful to their husbands.<ref name=\"Rough Guide\"/>{{sfn|Bufwack|Oermann|p=286}} While she was often stereotyped for only recording songs about housewives, her song choices reflected various feminine perspectives. The 1967 single \"Your Good Girl's Gonna Go Bad\" warned a husband that his wife will start behaving like the rowdy women he interacts with at the bar.<ref name=\"Rough Guide\"/> In the 1982 single \"Another Chance\", a woman chooses not to take her partner back after reassessing her life as a single woman.{{sfn|Bufwack|Oermann|p=286}} In her 1983 single \"Unwed Fathers\", Wynette described the scrutiny and societal backlash faced by teenage mothers.<ref>{{cite news |last1=Morris |first1=Edward |title=All the Best: 10 John Prine Classics, Brilliantly Covered |url=http://www.cmt.com/news/1820108/all-the-best-10-john-prine-classics-brilliantly-covered/ |archive-url=https://web.archive.org/web/20200409095340/http://www.cmt.com/news/1820108/all-the-best-10-john-prine-classics-brilliantly-covered/ |url-status=dead |archive-date=April 9, 2020 |access-date=July 15, 2022 |work=[[Country Music Television]] |date=April 8, 2020}}</ref>\n[[File:Tammy Wynette and Billy Sherrill.jpg|thumb|upright|Wynette in the recording studio with her producer, [[Billy Sherrill]], {{circa}} 1970]]\nWynette was also a songwriter and wrote many of her most popular recordings.<ref name=\"Nashville Songwriters\">{{cite web |title=Tammy Wynette |url=https://nashvillesongwritersfoundation.com/Site/inductee?entry_id=4612 |website=[[Nashville Songwriters Hall of Fame]] |access-date=July 15, 2022}}</ref> She co-wrote \"Stand by Your Man\", along with the number one singles \"Singing My Song\", \"The Ways to Love a Man\", \"We Sure Can Love Each Other\", \"Another Lonely Song\", and \"'Til I Can Make It on My Own\".<ref name=\"whitburn\"/>\n\n===Voice===\nWynette had a [[mezzo-soprano]] vocal range.<ref name=\"NY Times Voice\">{{cite news |last1=Pareles |first1=Jon |title=Review/Pop; Tammy Wynette: Nashville and Glitter |url=https://www.nytimes.com/1989/05/05/arts/review-pop-tammy-wynette-nashville-and-glitter.html |access-date=July 19, 2022 |work=[[The New York Times]] |date=May 5, 1989}}</ref> She was known for delivering singing performances with an emotional vulnerability that has been described as a \"teardrop\" vocal style. This delivery also helped her become billed as the \"Heroine of Heartbreak\".<ref name=\"Hall of Fame\"/> Her original producer was the first to give Wynette the \"teardrop\" moniker.<ref name=\"Billy Sherrill\">{{cite news |last1=Caramanica |first1=Jon |title=Billy Sherrill, Producer, Dies at 78; Promoted a 'Countrypolitan' Sound |url=https://www.nytimes.com/2015/08/11/arts/music/billy-sherrill-producer-who-brought-new-sound-to-country-music-dies-at-78.html |access-date=July 19, 2022 |work=[[The New York Times]] |date=August 10, 2015}}</ref><ref name=\"NPR 2\">{{cite news |title=Tammy Wynette: The 'Tragic Country Queen' |url=https://www.npr.org/2010/03/14/124540180/tammy-wynette-the-tragic-country-queen |access-date=July 19, 2022 |work=[[NPR]] |date=March 14, 2010}}</ref> The [[Country Music Hall of Fame]] wrote, \"Her gripping, teardrop-in-every-note vocal style seemed to weep with emotion, while she elaborated on the theme that suffering ennobles a woman.\"<ref name=\"Hall of Fame\"/> Other publications described Wynette's emotional depth in other ways. ''[[Rolling Stone]]'' wrote, \"Tammy could sustain power and complexity, whether whispering in your ear or shoving you up against a wall of sound.\"<ref>{{cite magazine |last1=Cantwell |first1=David |title=12 Classic Country Albums Turning 50 in 2020 |magazine=[[Rolling Stone]] |date=March 3, 2020 |url=https://au.rollingstone.com/music/music-lists/great-country-albums-turning-50-in-2020-8084/kris-kristofferson-kristofferson-8095/ |access-date=July 19, 2022}}</ref> ''[[The New York Times]]'' wrote, \"When the songs moved toward honky-tonk or old-fashioned weepers, Ms. Wynette did more than navigate the melody dutifully; her voice showed the emotional depth that was smothered elsewhere.\"<ref name=\"NY Times Voice\"/> In 2023, ''[[Rolling Stone]]'' ranked Wynette at number 127 on its list of the 200 Greatest Singers of All Time.<ref>{{Cite magazine|date=January 1, 2023|title=The 200 Greatest Singers of All Time|url=https://www.rollingstone.com/music/music-lists/best-singers-all-time-1234642307/tammy-wynette-3-1234642981/|access-date=28 April 2023|magazine=Rolling Stone|language=en-US}}</ref>\n\n===Influences===\nBefore marrying George Jones, Wynette idolized him first as a country singer.<ref name=\"George and Tammy\"/> Her mother owned all of Jones's records and Wynette was fascinated by his phrasing. She often sang his songs to pass the time while picking cotton on her family's farm during childhood.{{sfn|McDonough|pp=25-26}} Wynette also cited female country artists [[Patsy Cline]] and [[Skeeter Davis]] as early influences on her music.{{sfn|McDonough|p=36}} Wynette also listened to early recordings of [[Billie Jo Spears]] after discovering her music once moving to Nashville.{{sfn|McDonough|p=87}} She learned to harmonize in the recording studio by listening to Davis's \"[[The End of the World (Skeeter Davis song)|The End of the World]]\".{{sfn|McDonough|p=121}} She cited [[Hank Williams]] as an early inspiration. She recalled listening to Williams's records every night. Outside of country music, Wynette also was influenced by [[Rhythm and blues music|R&B]] music. She also credited [[Ray Charles]] and [[the Platters]] as influences on her music.{{sfn|McDonough|pp=36-37}}\n\n==Legacy, influence and awards==\n{{main|List of awards and nominations received by Tammy Wynette}}\nWynette helped bring a female's perspective to country music.<ref name=\"Hall of Fame\"/><ref name=\"Rough Guide\"/> Her music spoke for rural and working class women who previously lacked representation in the genre.<ref name=\"Rough Guide\"/> Wynette's music also helped eliminate some of the male bias at country radio by expanding women into the record-buying public.<ref>{{cite book |last1=Oyster |first1=Carol K. |last2=Sloan |first2=Jane E. |last3=Zeiss Stange |first3=Mary |title=Encyclopedia of Women in Today's World: Volume 1 |date=2011 |publisher=[[SAGE Publishing]] |isbn=978-1412976855 |page=354}}</ref> Along with [[Patsy Cline]], [[Loretta Lynn]] and [[Dolly Parton]], Wynette elevated the popularity of female country artists.<ref>{{cite journal |last1=Hackett |first1=Vernell |title=Directions |journal=American Cowboy |date=June 1997 |volume=4 |issue=1 |page=31 |url=https://books.google.com/books?id=_OoCAAAAMBAJ&dq=tammy+wynette+brought+a+women%27s+perspective&pg=PA31 |access-date=July 20, 2022}}</ref> In total, Wynette had 39 singles reach the ''Billboard'' country chart while 20 topped the same chart. She has been said to have sold roughly 30 million records worldwide.<ref>{{cite web |title=E.X.H.U.M.E.D. |url=https://www.independent.co.uk/arts-entertainment/e-x-h-u-m-e-d-1087594.html |website=The Independent |date=April 16, 1999 |access-date=May 4, 2022}}</ref>  Kurt Wolff of ''Country Music: The Rough Guide'' called her \"the most successful woman country singer of the late 1960s\". \"Her vibrant, pleading timbre was up to the task of portraying women who have been wronged by their men, and women who are determined to stay in a relationship at any cost,\" he commented.<ref name=\"Rough Guide\"/> Edward J. Reily of ''American Popular Culture Through History'' called Wynette \"one of the most successful female country vocalists of all time.\"<ref>{{cite book |last1=Rielly |first1=Edward J. |title=American Popular Culture Through History: The 1960s |date=2003 |publisher=[[Greenwood Publishing Group|Greenwood Press]]n |isbn=978-0313312618 |page=158}}</ref>\n\nWynette's impact led to her being referred to by critics and fans as \"The First Lady of Country Music\".<ref name=\"TammyWynetteAllMusic\"/>{{sfn|Bufwack|Oermann|p=286}}<ref>{{cite web |last1=Bernstein |first1=Joel |title=Remembering the first lady of country, Tammy Wynette |url=https://www.countrystandardtime.com/d/article.asp?xid=964 |website=Country Standard Time |access-date=July 20, 2022}}</ref> David Don Drehle of ''[[The Washington Post]]'' described the title in 1998: \"Wynette's voice – raw, broken, sad, knowing – prophesied [...] The First Lady of Country, she came to be known for her string of hurtin' hits.\"<ref>{{cite news |last1=Don Drehle |first1=David |title=TAMMY WYNETTE, SINGING PAST THE HURT |url=https://www.washingtonpost.com/archive/lifestyle/1998/04/08/tammy-wynette-singing-past-the-hurt/492d3233-7816-41de-9f9d-316a1fe71465/ |access-date=July 20, 2022 |newspaper=[[The Washington Post]] |date=April 8, 1998}}</ref> [[Stephen Thomas Erlewine]] of AllMusic stated that Wynette achieved the honorary title because she \"dominated the country charts\". He also commented that both her record production and modern storylines that defined her songs also helped give her the title.<ref name=\"TammyWynetteAllMusic\"/>\n\nHer partnership with George Jones is considered among country music's most iconic collaborations.<ref name=\"George and Tammy Paste\">{{cite journal |last1=Logsdon |first1=Nate |title=The 10 Best George Jones Duets |journal=[[Paste (magazine)|Paste]] |date=April 28, 2017 |url=https://www.pastemagazine.com/music/george-jones/10-best-george-jones-duets/ |access-date=July 27, 2022}}</ref> Sara Kettler of ''[[Biography (TV program)|Biography]]'' commented, \"Despite many ups and downs – including two divorce filings – the pair still recorded some of the best duets in country music history.\"<ref name=\"George and Tammy\"/> Noah Berlatsky of ''[[The Atlantic]]'' wrote, \"The part-schtick, part-sincere corniness that was in different ways so integral to both of their performance styles was multiplied to extravagant levels when they sang together under [Billy] Sherrill's auspices.\"<ref>{{cite magazine |last1=Berlatsky |first1=Noah |title=George Jones and Tammy Wynette's Wonderful, Heartbreaking, Clumsy Duets |magazine=[[The Atlantic]] |date=April 26, 2013 |url=https://www.theatlantic.com/entertainment/archive/2013/04/george-jones-and-tammy-wynettes-wonderful-heartbreaking-clumsy-duets/275355/ |access-date=July 27, 2022}}</ref>\n\nJournalist Claudia Levy of ''The Washington Post'' called Wynette \"one of country music's most influential singers.\"<ref name=\"WaPo Legacy\"/> Her career helped influence an entire generation of female country performers, according to [[NPR]].<ref name=\"NPR 2\"/> [[Faith Hill]] stated, \"Especially with the next generation developing and creating their music, I think it's important they hear Tammy Wynette.\"<ref name=\"Boot Influence\">{{cite web |title=Faith Hill Voices Love for Tammy Wynette |url=https://theboot.com/tammy-wynette-exhibit-country-music-hall-of-fame-and-museum/ |website=The Boot |date=October 11, 2010 |access-date=July 22, 2022}}</ref> [[Miranda Lambert]] found that Wynette's \"Stand by Your Man\" had a double meaning that reflected both the loyalty women have towards spouses and the strength they have as women.<ref>{{cite news |last1=Nicholson |first1=Jessica |title=Miranda Lambert Lists Tammy Wynette, Allison Moorer Among Her Musical Influences |url=http://www.cmt.com/news/1831202/miranda-lambert-lists-tammy-wynette-allison-moorer-among-her-musical-influences/ |archive-url=https://web.archive.org/web/20210308215502/http://www.cmt.com/news/1831202/miranda-lambert-lists-tammy-wynette-allison-moorer-among-her-musical-influences/ |url-status=dead |archive-date=March 8, 2021 |access-date=July 20, 2022 |work=[[Country Music Television]] |date=March 8, 2021}}</ref> [[Kellie Pickler]] wanted to bring awareness of her music to a new generation by recording a track titled \"Where's Tammy Wynette\" for her 2012 album ''[[100 Proof (album)|100 Proof]]''.<ref>{{cite web |last1=Matthews |first1=Cameron |title=Kellie Pickler, 'American Idol': Singer Performs 'Where's Tammy Wynette' |url=https://theboot.com/kellie-pickler-american-idol-wheres-tammy-wynette/ |website=The Boot |date=April 6, 2012 |access-date=July 22, 2022}}</ref> [[Reba McEntire]] credited her as influence and later recorded a song called \"Tammy Wynette Kind of Pain\" for her 2019 album ''[[Stronger Than the Truth]]''.<ref name=\"Boot Influence\"/><ref>{{cite web |last1=Houghton |first1=Cilea |title=Reba McEntire's 'Tammy Wynette Kind of Pain' is Gut-Wrenching |url=https://tasteofcountry.com/reba-mcentire-tammy-wynette-kind-of-pain/ |website=[[Taste of Country]] |date=March 8, 2019 |access-date=July 22, 2022}}</ref> In 2021, Swedish pop band [[ABBA]] recorded a country influenced song titled “I Can Be That Woman” for their first and final album in 40 years, [[Voyage (ABBA album)]]. Member [[Bjorn Ulvaeus]] said the song is “A little gesture to the queen of country, as far as I'm concerned: Tammy Wynette”, the lyrics prominently feature a dog named Tammy as well. Other artists who have cited Wynette as an influence include [[Garth Brooks]],<ref>{{cite magazine |last1=Nicholson |first1=Jessica |title=Garth Brooks Brings The Hits, Salutes His Heroes at Nashville Show |url=https://www.billboard.com/music/reviews/garth-brooks-nashville-opry-show-1235000115/ |magazine=[[Billboard (magazine)|Billboard]] |access-date=July 25, 2022}}</ref> [[Suzy Bogguss]],<ref name=\"Music Universe\">{{cite web |last1=Iahn |first1=Buddy |title='Iconic Women of Country' premieres on PBS June 1st |url=https://themusicuniverse.com/iconic-women-country-premieres-pbs-june-1st/ |website=The Music Universe |date=May 27, 2020 |access-date=July 22, 2022}}</ref> [[Rosanne Cash]],{{sfn|McDonough|p=15}} [[Brandi Carlile]],<ref>{{cite news |title=Brandi Carlile's not quite what she seems |url=https://www.therecord.com/entertainment/2012/11/01/brandi-carlile-s-not-quite-what-she-seems.html |access-date=July 27, 2022 |work=[[Waterloo Region Record|The Record]] |date=November 1, 2012}}</ref> [[Terri Clark]],<ref name=\"Music Universe\"/> [[Sheryl Crow]],<ref>{{cite web |last1=Chiola |first1=Enio |title=Sheryl Crow: ''Feels Like Home'' |url=https://www.popmatters.com/sheryl-crow-feels-like-home-2495724047.html |website=[[PopMatters]] |date=September 25, 2013 |access-date=July 25, 2022}}</ref> [[Sara Evans]],<ref>{{cite magazine |last1=Amorosano |first1=Ken |title=Sara Evans |magazine=Cowgirl Magazine |date=April 30, 2015 |url=https://cowgirlmagazine.com/sara-evans-3/ |access-date=July 22, 2022}}</ref> [[Melissa Etheridge]],<ref name=\"NPR 2\"/> [[Emmylou Harris]],{{sfn|McDonough|p=15}} [[Elton John]],<ref>{{cite news |last1=Bumgarner |first1=Terry |title=Elton John Loves and Respects Country Music |url=http://www.cmt.com/news/1513474/elton-john-loves-and-respects-country-music/ |archive-url=https://web.archive.org/web/20200812065821/http://www.cmt.com/news/1513474/elton-john-loves-and-respects-country-music/ |url-status=dead |archive-date=August 12, 2020 |work=[[Country Music Television]] |date=November 10, 2005}}</ref> [[Wynonna Judd]],{{sfn|McDonough|p=15}} [[Martina McBride]],<ref name=\"New Generation\"/> [[Lorrie Morgan]],<ref>{{cite news |last1=Stout |first1=Gene |title=COUNTRY DIVAS INSPIRED FEISTY SINGER |url=https://greensboro.com/country-divas-inspired-feisty-singer/article_337073a8-b75b-596e-973e-5be2fac7dce9.html |access-date=July 22, 2022 |work=[[News & Record]] |date=December 1, 1994}}</ref> [[Carly Pearce]],<ref>{{cite web |last1=Owen |first1=Jof |title=Carly Pearce: A Country Star Reborn |url=https://holler.country/feature/long-read/carly-pearce-a-country-star-reborn |website=Holler Country |access-date=July 27, 2022}}</ref> [[Orville Peck]],<ref>{{cite web |last1=Cooper |first1=Leonie |title=Orville Peck: \"Female rappers like Doja Cat have a lot of cowboy energy\" |url=https://www.nme.com/big-reads/orville-peck-cover-interview-2020-female-rappers-like-doja-cat-have-a-lot-of-cowboy-energy-2640216 |website=[[NME]] |date=April 3, 2020 |access-date=July 25, 2022}}</ref> [[Taylor Swift]],<ref>{{cite book |last1=Claire |first1=Celine |title=How Taylor Swift Became Famous |date=2022 |publisher=Tektime |isbn=978-8835435426}}</ref> [[Pam Tillis]],<ref name=\"Music Universe\"/> [[Shania Twain]],<ref>{{cite web |last1=Liptak |first1=Carena |title=Shania Twain's Message for International Women's Day |url=https://tasteofcountry.com/shania-twain-international-womens-day/ |website=[[Taste of Country]]|date=March 8, 2021 }}</ref> [[Tanya Tucker]],<ref>{{cite news |last1=Bonaguro |first1=Alison |title=All the Influences at All for the Hall |url=http://www.cmt.com/news/1817652/all-the-influences-at-all-for-the-hall/ |archive-url=https://web.archive.org/web/20200213003904/http://www.cmt.com/news/1817652/all-the-influences-at-all-for-the-hall/ |url-status=dead |archive-date=February 13, 2020 |access-date=July 27, 2022 |work=[[Country Music Television]] |date=February 11, 2020}}</ref> [[Carrie Underwood]],<ref>{{cite magazine |last1=Betts |first1=Stephen L. |title=See Carrie Underwood Sing Tammy, Dolly, Shania at CMT Artists of the Year |magazine=[[Rolling Stone]] |date=October 18, 2018 |url=https://www.rollingstone.com/music/music-country/carrie-underwood-cmt-artists-of-the-year-medley-maddie-and-tae-runaway-june-744300/ |access-date=July 22, 2022}}</ref> [[Lee Ann Womack]]<ref>{{cite web |title=Lee Ann Womack |url=https://chicago.gopride.com/news/article.cfm/articleid/I183025 |website=ChicagoPride.com |access-date=July 22, 2022}}</ref> and [[Trisha Yearwood]].<ref>{{cite news |last1=AUXILIAIRE |first1=ELDA |title=Nightline Playlist: Trisha Yearwood |url=https://abcnews.go.com/Nightline/Playlist/story?id=3845816&page=1 |access-date=July 22, 2022 |work=[[American Broadcasting Company|ABC News Go]] |date=November 9, 2007}}</ref>\n\n[[File:President Ronald Reagan and Tammy Wynette.jpg|thumb|left|Wynette received several honors in her lifetime. Among them was performing for several American presidents, including [[Ronald Reagan]].]]\nWynette received a number of honors during her lifetime and posthumously. In 1991, Music City News gave Wynette the Living Legend Award.<ref>{{cite book |last1=Birk |first1=Carl S. |title=Unfurrowed Ground: The Innovators of Country Music |date=2005 |publisher=Infinity Publishing |isbn=978-0741424570 |page=197}}</ref> In 1996, she received the [[American Music Awards]]' \"Award of Merit\", given to artists \"who have made truly exceptional contributions to the music industry\".<ref>{{cite web |title=American Music Awards: Sting to Receive Award of Merit, Perform Medley |url=https://www.billboard.com/music/awards/american-music-awards-sting-award-of-merit-7550040/ |website=Billboard.com |access-date=May 4, 2022}}</ref> In 1993, she was inducted into the [[Alabama Music Hall of Fame]].<ref>{{cite web |title=Tammy Wynette |url=https://www.alamhof.org/tammywynette |website=Alabama Music Hall of Fame |access-date=May 4, 2022}}</ref> She also performed for several American presidents during her lifetime. This included performing for [[Ronald Reagan]] at [[The White House]] in 1983.<ref>{{cite news |last1=Sandler |first1=Norman D. |title=With a kiss from country singer Tammy Wynette, President... |url=https://www.upi.com/Archives/1983/06/21/With-a-kiss-from-country-singer-Tammy-Wynette-President/1183425016000/ |access-date=August 8, 2022 |work=[[United Press International]] |date=June 21, 1983}}</ref> In 1991, she performed at the [[Ford's Theatre]] for then-President [[George H. W. Bush]].<ref>{{cite news |last1=Roberts |first1=Roxanne |title=FOOT-STOMPING IN FORD'S COUNTRY: THE PRESIDENT SINGS ALONG AT AN ALL-AMERICAN CELEBRATION |url=https://www.washingtonpost.com/archive/lifestyle/1991/03/11/foot-stomping-in-fords-country-the-president-sings-along-at-an-all-american-celebration/6a6cd68e-0d77-4572-96c3-fe747a199c84/ |access-date=August 8, 2022 |newspaper=[[The Washington Post]] |date=March 11, 1991}}</ref>\n\nPosthumously, [[Asylum Records]] released a tribute album called ''[[Tammy Wynette Remembered]]'' in 1998. The project featured some of Wynette's most popular songs re-recorded by contemporary artists from various musical genres.<ref>{{cite web |last1=Loy |first1=Robert |title=Various Artists -- ''Tammy Wynette Remembered'' |url=https://www.countrystandardtime.com/d/cdreview.asp?xid=2649 |website=Country Standard Time |access-date=July 22, 2022}}</ref> Also in 1998, she was inducted into the [[Country Music Hall of Fame]].<ref name=\"Hall of Fame\"/> In 1999, \"Stand by Your Man\" was inducted into the [[Grammy Hall of Fame]].<ref name=\"WSJ\"/> The song was later added to the [[National Recording Registry]].<ref>{{cite web |title=Registry Titles with Descriptions and Expanded Essays |url=https://www.loc.gov/programs/national-recording-preservation-board/recording-registry/descriptions-and-essays/ |website=LibraryOfCongress.gov |access-date=May 6, 2022}}</ref> In 1999, Wynette was included on [[VH1]]'s list of the 100 Greatest Women of Rock.<ref>{{cite news |last1=Considine |first1=J.D.|title=Ranking the women of 'rock'; VH1's list of the 100 greatest female rockers will cause arguments -- and maybe that's the point.; POP MUSIC |url=https://www.baltimoresun.com/news/bs-xpm-1999-07-25-9907260308-story.html |access-date=July 22, 2022 |work=[[The Baltimore Sun]] |date=July 25, 1999}}</ref> In 2003, she was posthumously given the Pioneer Award from the Academy of Country Music.<ref>{{cite news |title=Tammy Wynette Is ACM's 'Pioneer' Winner |url=http://www.cmt.com/news/1472728/tammy-wynette-is-acms-pioneer-winner/ |archive-url=https://web.archive.org/web/20210613233037/http://www.cmt.com/news/1472728/tammy-wynette-is-acms-pioneer-winner/ |url-status=dead |archive-date=June 13, 2021 |access-date=July 22, 2022 |work=[[Country Music Television]] |date=June 16, 2003}}</ref> Country Music Television included her on its list of \"40 Greatest Women of Country Music\" in 2002.<ref>{{cite news |last1=Shelburne |first1=Craig |title=Fine Women and Song: Country's 40 Greatest Women |url=http://www.cmt.com/news/1457255/fine-women-and-song-countrys-40-greatest-women/ |archive-url=https://web.archive.org/web/20160728165436/http://www.cmt.com/news/1457255/fine-women-and-song-countrys-40-greatest-women/ |url-status=dead |archive-date=July 28, 2016 |access-date=July 22, 2022 |work=[[Country Music Television]] |date=August 29, 2002}}</ref> In 2009, Wynette's contributions as a songwriter allowed for her induction into the [[Nashville Songwriters Hall of Fame]].<ref name=\"Nashville Songwriters\"/>\n\nIn 2010, the state of [[Mississippi]] designated a segment of [[Mississippi Highway 23]] the Tammy Wynette Memorial Highway. The {{convert|17|mi|adj=on}} stretch of road is in [[Itawamba County]], where Wynette was born.<ref>{{Cite web|url=https://www.meridianstar.com/archives/miss-tweaks-name-of-highway-for-tammy-wynette/article_d0516e07-7e35-5827-9785-4808ceecabe6.html|title = Miss. Tweaks name of highway for Tammy Wynette| date=April 6, 2010 }}</ref><ref>{{Cite web|url=https://law.justia.com/codes/mississippi/2016/title-65/chapter-3/special-designations-of-portions-of-highway-system-and-bridges/section-65-3-71.151/|title = 2016 Mississippi Code :: Title 65 - Highways, Bridges and Ferries :: Chapter 3 - State Highway System :: Special Designations of Portions of Highway System and Bridges (§§ 65-3-38 - 65-3-71.265) :: § 65-3-71.151.}}</ref> Also that year, the Country Music Hall of Fame opened an extended exhibit showcasing Wynette's life and career. Titled \"Tammy Wynette: First Lady of Country Music\", the exhibit ran from August 2010 to June 2011.<ref>{{cite web |title=Tammy Wynette exhibit set for Country Music Hall of Fame |url=https://theboot.com/tammy-wynette-exhibit-country-music-hall-of-fame/ |website=TheBoot.com |date=April 10, 2010 |access-date=May 6, 2022}}</ref> In 2017, she was ranked number 16 on ''Rolling Stone'''s 100 Greatest Country Artists of All-Time list.<ref>{{cite magazine |title=100 Greatest Country Artists of All Time: From architects of the genre like Hank Williams and Jimmie Rodgers to game-changers Garth Brooks and Shania Twain |magazine=[[Rolling Stone]] |date=June 15, 2017 |url=https://www.rollingstone.com/music/music-lists/100-greatest-country-artists-of-all-time-195775/tammy-wynette-196042/ |access-date=July 22, 2022}}</ref> In 2021, her recording of \"Stand by Your Man\" was ranked as No. 473 on [[Rolling Stone]] magazine's \"500 Greatest Songs of All Time\".<ref>{{cite web |title='Stand By Your Man' |url=https://www.rollingstone.com/music/music-lists/best-songs-of-all-time-1224767/tammy-wynette-stand-by-your-man-1224864/ |website=RollingStone.com |date=September 15, 2021 |access-date=May 4, 2022}}</ref> Additionally, her recording of \"D-I-V-O-R-C-E\" placed at number 69 on ''Rolling Stone''s 2014 list of the \"100 Greatest Country Songs of All Time\".<ref>{{cite web |title=100 Greatest Country Songs of All Time |url=https://www.rollingstone.com/music/music-lists/100-greatest-country-songs-of-all-time-11200/69-tammy-wynette-d-i-v-o-r-c-e-1968-20858/ |website=RollingStone.com |date=June 2014 |access-date=May 4, 2022}}</ref>\n\nStand By Your Man plays on the soundtrack of the 1993 romantic movie Sleepless in Seattle. Tammy Wynette is posthumously mentioned by Zuri on the sitcom ''[[Jessie (2011 TV series)|Jessie]]'' in the season two episode G.I. Jessie, being called \"the late, great country legend Tammy Wynette\".\n\n==Discography==\n{{Main|Tammy Wynette albums discography|Tammy Wynette singles discography}}\n{{See also|George Jones and Tammy Wynette discography}}\n\n{{col-begin}}\n{{col-2}}\n'''Studio albums'''\n*''[[Your Good Girl's Gonna Go Bad]]'' (1967)\n*'' [[My Elusive Dreams (David Houston and Tammy Wynette album)|My Elusive Dreams]]'' {{small|(with [[David Houston (singer)|David Houston]])}} (1967)\n*''[[Take Me to Your World / I Don't Wanna Play House]]'' (1968)\n*''[[D-I-V-O-R-C-E (album)|D-I-V-O-R-C-E]]'' (1968)\n*''[[Stand by Your Man (album)|Stand by Your Man]]'' (1969)\n*''[[Inspiration (Tammy Wynette album)|Inspiration]]'' (1969)\n*''[[The Ways to Love a Man (album)|The Ways to Love a Man]]'' (1970)\n*''[[The World of Tammy Wynette]]'' (1970)\n*''[[Tammy's Touch]]'' (1970)\n*''[[The First Lady (Tammy Wynette album)|The First Lady]]'' (1970)\n*''[[Christmas with Tammy]]'' (1970)\n*''[[We Sure Can Love Each Other (album)|We Sure Can Love Each Other]]'' (1971)\n*''[[Bedtime Story (album)|Bedtime Story]]'' (1972)\n*''[[My Man (album)|My Man]]'' (1972)\n*''[[Another Lonely Song (album)|Another Lonely Song]]'' (1974)\n*''[[Woman to Woman (Tammy Wynette album)|Woman to Woman]]'' (1974)\n*''[[I Still Believe in Fairy Tales]]'' (1975)\n*''[['Til I Can Make It on My Own (album)|'Til I Can Make It on My Own]]'' (1976)\n*''[[You and Me (Tammy Wynette album)|You and Me]]'' (1976)\n*''[[Let's Get Together (Tammy Wynette album)|Let's Get Together]]'' (1977)\n*''[[One of a Kind (Tammy Wynette album)|One of a Kind]]'' (1977)\n*''[[Womanhood (album)|Womanhood]]'' (1978)\n*''[[Just Tammy]]'' (1979)\n*''[[Only Lonely Sometimes]]'' (1980)\n*''[[You Brought Me Back]]'' (1981)\n*''[[Soft Touch (Tammy Wynette album)|Soft Touch]]'' (1982)\n*''[[Good Love & Heartbreak]]'' (1982)\n*''[[Even the Strong Get Lonely]]'' (1983)\n*''[[Sometimes When We Touch (album)|Sometimes When We Touch]]'' (1985)\n*''[[Higher Ground (Tammy Wynette album)|Higher Ground]]'' (1987)\n*''[[Next to You (Tammy Wynette album)|Next to You]]'' (1989)\n*''[[Heart Over Mind (Tammy Wynette album)|Heart Over Mind]]'' (1990)\n*''[[Honky Tonk Angels]]'' {{Small|(with [[Dolly Parton]] and [[Loretta Lynn]])}} (1993)\n*''[[Without Walls]]'' (1994)\n{{col-2}}\n'''Studio albums with George Jones'''\n*''[[We Go Together]]'' (1971)\n*''[[Me and the First Lady]]'' (1972)\n*''[[We Love to Sing About Jesus]]'' (1972)\n*''[[Let's Build a World Together]]'' (1973)\n*''[[We're Gonna Hold On]]'' (1973)\n*''[[George & Tammy & Tina]]'' (1975)\n*''[[Golden Ring (George Jones and Tammy Wynette album)|Golden Ring]]'' (1976)\n*''[[Together Again (George Jones and Tammy Wynette album)|Together Again]]'' (1980)\n*''[[One (George Jones and Tammy Wynette album)|One]]'' (1995)\n{{col-end}}\n\n==Filmography==\n{| class=\"wikitable sortable plainrowheaders\"\n|+ List of film and TV appearances by Tammy Wynette, showing all relevant details\n! scope=\"col\" | Title\n! scope=\"col\" | Year\n! scope=\"col\" | Role\n! scope=\"col\" class=\"unsortable\" | Notes\n! scope=\"col\" class=\"unsortable\" | Ref.\n|-\n! scope=\"row\"| ''[[Nashville 99]]''\n| 1977\n| Herself\n| Cameo appearance\n| align=\"center\"| <ref>{{cite magazine |last1=Nelson |first1=Pat |title=Nashville Scene |magazine=[[Billboard (magazine)|Billboard]] |date=February 5, 1977 |volume=89 |issue=5 |page=53 |url=https://books.google.com/books?id=8UQEAAAAMBAJ&dq=nashville+99+cbs&pg=PT68 |access-date=July 25, 2022}}</ref>\n|-\n! scope=\"row\"| ''[[Capitol (TV series)|Capitol]]''\n| 1986–1987\n| Darlene Stankowski\n|\n| align=\"center\"| <ref name=\"Capitol\"/>\n|-\n! scope=\"row\"| ''Stand by Your Dream''\n| 1987\n| Herself\n| Documentary\n| align=\"center\"| <ref name=\"NPR 2\"/>\n|-\n! scope=\"row\"| ''[[Evening Shade]]''\n| 1994\n| Jolene Eldridge\n|\n| align=\"center\"| <ref name=\"Evening Shade\"/><ref>{{cite journal |title=''Evening Shade Season 1'' (DVD Booklet Information) |journal=[[Paramount Global|Paramount]] |date=June 24, 2008 |id=B00005JOXR}}</ref>\n|-\n! scope=\"row\"| ''[[Married... with Children]]''\n| 1996\n| Herself\n| Cameo appearance\n| align=\"center\"| <ref name=\"Married\"/>\n|-\n! scope=\"row\"| ''[[King of the Hill]]''\n| 1997–1998\n| Tilly Hill\n|\n| align=\"center\"| <ref name=\"King\"/>\n|-\n|}\n\n==Books==\n* ''Stand by Your Man: An Autobiography'' {{small|(with Joan Dew)}} (1979)<ref name=\"Auto\"/>\n* ''The Tammy Wynette Southern Cookbook'' (1990)<ref name=\"Cookbook\"/>\n\n==References==\n===Footnotes===\n{{reflist}}\n\n===Books===\n{{refbegin}}\n*{{cite book |last1=McDonough |first1=Jimmy |title=Tammy Wynette: Tragic Country Queen |date=2010 |publisher=Penguin Publishing Group |isbn=9781101189955 |ref={{harvid|McDonough}}}}\n*{{cite book |last2=Oermann |first2=Robert K. |last1=Bufwack |first1=Mary A. |title=Finding Her Voice: Women in Country Music: 1800–2000 |date=2003 |publisher=The Country Music Press & Vanderbilt University Press |location=Nashville, TN |isbn=0-8265-1432-4 |url-access=registration |url=https://archive.org/details/findinghervoicew0000bufw |ref={{harvid|Bufwack|Oermann}}}}\n*{{cite book |last1=Wynette |first1=Tammy |last2=Dew |first2=Joan |title=Stand by Your Man |url=https://archive.org/details/standbyyourman00wyne |url-access=registration |date=October 1979 |publisher=Simon & Schuster |isbn=978-0-671-22884-2}}\n{{refend}}\n\n==External links==\n{{Commons category}}\n\n* {{Official website|http://www.tammywynette.com/}}\n* {{Cite web |url=https://countrymusichalloffame.org/artist/tammy-wynette/ |title=Tammy Wynette |website=[[Country Music Hall of Fame and Museum]]}}\n* {{Cite magazine |url=https://www.rollingstone.com/artists/tammywynette |archive-url=https://web.archive.org/web/20060503043434/http://www.rollingstone.com/artists/tammywynette |url-status=dead |archive-date=May 3, 2006 |title=Tammy Wynette |magazine=[[Rolling Stone]]}}\n*{{allMusic}}\n* {{IMDb name|0943934}}\n\n{{Tammy Wynette}}\n{{Tammy Wynette singles}}\n{{George Jones and Tammy Wynette}}\n{{American Music Award of Merit}}\n{{CMA Female Vocalist of the Year}}\n{{Grand Ole Opry members}}\n{{1990s Country Music Hall of Fame}}\n{{Grammy Lifetime Achievement Award}}\n{{Authority control}}\n\n{{DEFAULTSORT:Wynette, Tammy}}\n[[Category:1942 births]]\n[[Category:1998 deaths]]\n[[Category:20th-century American composers]]\n[[Category:20th-century American singer-songwriters]]\n[[Category:20th-century American women musicians]]\n[[Category:20th-century American women singers]]\n[[Category:20th-century American women writers]]\n[[Category:American autobiographers]]\n[[Category:American cookbook writers]]\n[[Category:American country singer-songwriters]]\n[[Category:American film actresses]]\n[[Category:American women country singers]]\n[[Category:American women non-fiction writers]]\n[[Category:Burials at Woodlawn Memorial Park Cemetery (Nashville, Tennessee)]]\n[[Category:Columbia Records artists]]\n[[Category:Country Music Hall of Fame inductees]]\n[[Category:Country musicians from Alabama]]\n[[Category:Country musicians from Mississippi]]\n[[Category:Epic Records artists]]\n[[Category:Grammy Award winners]]\n[[Category:Grand Ole Opry members]]\n[[Category:MCA Records artists]]\n[[Category:Singers from Nashville, Tennessee]]\n[[Category:People from Itawamba County, Mississippi]]\n[[Category:Singer-songwriters from Tennessee]]\n[[Category:Singer-songwriters from Mississippi]]\n[[Category:American women autobiographers]]\n[[Category:American women food writers]]"
}