{
    "The_Kendalls": "{{Short description|American country music duo}}\n{{Refimprove|date=August 2009}}\n{{Infobox musical artist\n| name            = The Kendalls\n| image             = \n| caption        =\n| background      = group_or_band\n| origin          = [[St. Louis, Missouri]], United States\n| genre           = [[Country music|Country]], [[Country pop]]\n| years_active    = 1969–1998\n| label           = Stop<br />[[Dot Records|Dot]]<br />[[United Artists Records|United Artists]]<br />[[Ovation Records|Ovation]]<br />[[Mercury Records|Mercury]]<br />[[MCA Records|MCA]]<br />[[Step One Records|Step One]]<br />[[Epic Records|Epic]]<br />Lonesome Dove\n| website             = \n| past_members    = Royce Kendall<br />Jeannie Kendall\n}}\n\n'''The Kendalls''' were an American [[country music]] duo, consisting of Royce Kendall (born Royce Kuykendall in [[Saint Louis, Missouri]], September 25, 1934 – May 22, 1998)<ref name=\"usa-today\"/> and his daughter Jeannie Kendall (born October 30, 1954).<ref name=\"usa-today\">{{cite news|url=https://www.usatoday.com/life/music/news/2003-03-13-kendall_x.htm|title=Jeannie Kendall, rekindled|last=Mansfield|first=Brian|date=13 March 2003|publisher=USA Today|accessdate=2009-08-02}}</ref> Between the 1960s and 1990s, they released 16 albums on various labels, including five on [[Mercury Records]]. Between 1977 and 1985, 22 of their singles reached the top 40 on the  ''[[Billboard (magazine)|Billboard]]'' country singles charts, including three number-one hits: \"[[Heaven's Just a Sin Away]]\" (also a number-69 pop hit), \"[[Sweet Desire]]\", and \"[[Thank God for the Radio]]\".  Eight other singles also reached the top 10.<ref name=\"usa-today\"/> The Kendalls continues performing today as Jeannie Kendall, one of the original founding members, joined by Carl Acuff Jr. with a newly released CD “You Got Me” in 2022 recorded on Leaping Hawk Record Label. Includes another hit from writer Jerry Gillespie (Heaven's Just A Sin Away) ”Island In The Kitchen” and co writer Dan Willis. \nJeannie Kendall is currently signed with Leaping Hawk Records in the Ozarks working with Bonnie and Rune Trulove.\n\n==Career==\nRoyce Kendall and his brother Floyce Kendall were raised in Missouri, with family roots in the Arkansas [[Ozarks]]. As young men, the brothers formed a duo and moved to California, where they recorded and performed on regional West Coast country television shows as The Austin Brothers. When they broke up, Royce and his wife Melba moved back to Missouri. \n\nRoyce and Melba Kendall's daughter Jeannie proved to be musically talented from an early age, and as a teenager, she became her father's duet partner.<ref name=\"LarkinCountry\">{{cite book|title=[[Encyclopedia of Popular Music|The Guinness Who's Who of Country Music]]|editor=[[Colin Larkin (writer)|Colin Larkin]]|publisher=[[Guinness Publishing]]|date=1993|edition=First|isbn=0-85112-726-6|page=215}}</ref> In 1969, when Jeannie was 15 years old, the Kendalls recorded an album for Stop Records, from which a single was released in 1970: a cover of [[John Denver]]'s \"[[Leaving on a Jet Plane]]\" (previously a hit for [[Peter, Paul & Mary]]).<ref name=\"LarkinCountry\"/> The Kendalls' version narrowly missed the top 50 on the U.S. country chart. \n\nOn June 27, 1970, Jeannie provided vocals for the duet \"I Wouldn't Have You Any Other Way\" on [[Ringo Starr]]'s country album ''[[Beaucoups of Blues]]''.\n\nThe duo signed with [[Dot Records]] in 1972, and released an album and two singles, \"Two Divided By Love\", (a cover version of [[The Grass Roots]]' pop hit) and \"Everything I Own\", a cover of [[Bread (band)|Bread]]'s 1972 hit.<ref name=\"LarkinCountry\"/> \n\nThe Kendalls parted with Dot before signing with the independent [[Ovation Records|Ovation]] label in 1977.<ref name=\"LarkinCountry\"/> Their first single for the label, a cover of the [[Kitty Wells]] hit \"[[Making Believe]],\" made the lower regions of the charts, but was largely overlooked because [[Emmylou Harris]]' version of \"Making Believe\" hit the U.S. country chart around the same time.  \n\nThe Kendalls' second single on Ovation, a \"cheating\" song called \"Heaven's Just a Sin Away\", proved to be their breakthrough.<ref name=\"LarkinCountry\"/> The song topped the country charts, was a minor crossover pop hit, and won the 1978 [[Grammy Award]] for Best Country Vocal by a Duo or Group.<ref name=\"LarkinCountry\"/> \n\nSubsequent hits included \"Just Like Real People\", \"It Don't Feel Like Sinnin' to Me\", \"Sweet Desire\", \"You'd Make an Angel Want to Cheat\", and a cover of [[Dolly Parton]]'s \"[[Put It Off Until Tomorrow]]\".<ref name=\"LarkinCountry\"/> (Jeannie Kendall's powerful soprano has often been compared to Parton's.)<ref>[https://web.archive.org/web/20080128131109/http://www.keithcase.com/profiles/xjeannie/bio.html] {{dead link|date=August 2021}}</ref> In 1981, after Ovation Records closed their doors, the duo signed with [[Mercury Records]], and continued to have hits with the \"Teach Me To Cheat\" and \"If You're Waitin' On Me (You're Backin' Up)\", which both made the country top 10.<ref name=\"LarkinCountry\"/> More hits followed with \"Movin' Train\" and \"Precious Love\", which made the top 20.\n\nTheir last number-one country hit, 1984's \"Thank God for the Radio\", was also their last single to reach the top 10.<ref name=\"LarkinCountry\"/> Their last top-20 hits came in 1984 and 1985 with \"My Baby's Gone\" and \"I'll Dance Every Dance With You\". In 1986, they signed with [[MCA Records]], where they scored three midlevel hits. In 1987, they signed with [[Step One Records]], where they scored several minor hits. In 1989, they signed with [[Epic Records]], where their last chart single, \"Blue, Blue Day\", made the top 70. \n\nJeannie Kendall was married to Mack Watkins.<ref name=\"LarkinCountry\"/> In the early 1990s, the Kendalls built a supper club in [[Gulf Shores, Alabama]], which featured nightly performances by them; the club closed down two years later. Afterward, they began performing in [[Branson, Missouri]], where the two families had built homes next door to each other. The Kendalls continued to tour and perform and released several CDs, until May 22, 1998, when Royce Kendall died from a stroke while on tour in [[Marquette, Iowa]].<ref name=\"usa-today\"/>\nJeannie Kendall, one of the original founding members of the Kendalls continues to tour and sing today with Carl Acuff Jr. They appear monthly at the Nashville Roadhouse Live, The Branson Star Theater in Branson Missouri. Jeannie Kendall is currently signed with Leaping Hawk Records, in the Ozarks. Jeannie and Carl tour as The Kendalls performing past hits and new.\n\n==Jeannie Kendall's solo career ==\nIn the years since her father's death, Jeannie has pursued a solo career, recording two solo albums, including a self-titled acoustic/[[bluegrass music|bluegrass]] CD on the [[Rounder Records|Rounder]] label that featured two songs recorded with Royce and several guest artists.<ref name=\"usa-today\"/> These guest artists included [[Alan Jackson]], [[Ricky Skaggs]], [[Alison Krauss]], [[Rhonda Vincent]], and Johnny Long, who had been the Kendalls' backup singer on the road. The second was ''All The Girls I Am'', a much harder-edged pop/country CD released in 2005 on Golden. \nIn 2022 she released an album with Carl Acuff Jr. entitled “You Got Me” recorded on The Leaping Hawk Records label. \n\nJeannie continues to tour and perform as The Kendalls, teaming up with Carl Acuff Jr. on harmony and lead vocals. \nThe Kendalls released a new single “Island in The Kitchen” on CDX on the Leaping Hawk Records label, working with Bonnie and Rune Trulove, in 2022. \nThe Kendalls are managed by the Truloves. \nwww.jeanniekendall.com\nwww.leapinghawkrecords.com\n\n==Discography==\n{{main|The Kendalls discography}}\n\n==References==\n{{Reflist}}\n\n==External links==\n* [{{Allmusic|class=artist|id=p1676/biography|pure_url=yes}} Biography] at [[allmusic]]\n* {{Find a Grave|10910745|Royce Kendall}}\n{{Portal bar|Biography|Music}}\n{{Authority control}}\n\n{{DEFAULTSORT:Kendalls, The}}\n[[Category:American country music groups]]\n[[Category:American country music duos]]\n[[Category:Grammy Award winners]]\n[[Category:Family musical groups]]\n[[Category:Ovation Records artists]]\n[[Category:Mercury Records artists]]\n[[Category:Musical groups established in 1969]]"
}