{
    "Tom_Russell": "{{other people}}\n{{BLP sources|date=November 2016}}\n{{Infobox musical artist <!-- See Wikipedia:WikiProject Musicians -->\n| name                = Tom Russell\n| image               = Tom_Russell.jpg\n| caption             = Tom Russell in 2016\n| image_size          = <!-- Only for images narrower than 220 pixels. Set the value as a number without \"px\". -->\n| background          = solo_singer\n| birth_name          = Thomas George Russell\n| alias               = \n| birth_date          = {{birth based on age as of date|49|1997|June|12}}<ref name=\"Chronicle 1997\">{{cite news | title = Taking his sweet time/Singer-songwriter follows meandering route down creative byways | newspaper = [[Houston Chronicle]] | first = Rick | last = Mitchell | date = June 12, 1997 | url = http://www.chron.com/CDA/archives/archive.mpl/1997_1418447/taking-his-sweet-time-singer-songwriter-follows-me.html | quote = Russell, 49}}</ref>\n| birth_place         = Los Angeles, United States\n| death_date          = \n| death_place         =\n| origin              = \n| instrument          = Vocals, guitar\n| genre               = [[Americana music|Americana]], [[Folk music|Folk]], [[Country music|Country]]\n| occupation          = Musician, songwriter\n| years_active        = \n| label               = [[Shout! Factory]], Frontera Records\n| associated_acts     = Hardin & Russell, Tom Russell Band, [[Andrew Hardin]]\n| website             = {{URL|tomrussell.com}}\n}}\n\n'''Thomas George Russell''' (born 1947/1948) is an American singer-songwriter.  Although most strongly identified with the [[Americana (music)|Americana]] music tradition, his music also incorporates elements of [[Folk music|folk]], [[Rock music|rock]], and the [[Western music (North America)|cowboy music]] of the [[Western United States|American West]].  Many of his songs have been recorded by other artists, including [[Johnny Cash]], [[The Texas Tornados]], [[k.d. lang]], [[Guy Clark]], [[Joe Ely]], [[The Sir Douglas Quintet]], [[Jason Boland & The Stragglers|Jason Boland]], [[Nanci Griffith]], [[Katy Moffatt]], [[Ramblin' Jack Elliott]], [[Sailcat]], [[Iris Dement]], [[Dave Alvin]], and [[Suzy Bogguss]].\n\nIn addition to his music, Russell is also a painter and author.  He has published a book of songwriting quotes (co-edited with [[Sylvia Tyson]]), a detective novel (in [[Scandinavia]]), a book of letters with [[Charles Bukowski]],  and two books from Bangtail Press: ''120 Songs of Tom Russell'', and ''Blue Horse/Red Desert - The Art of Tom Russell''.\n\nIn 2016 a new book of Tom Russell essays was published: ''Ceremonies of the Horsemen''.  The essays, originally published in ''Ranch & Reata'' magazine, are centered on the [[Western United States|American West]] and include an essay on Johnny Cash for which Russell won a 2015 [[ASCAP]] AWARD for [[music journalism]].\n\nFrontera, Russell's recording label, has published several books, including companion pieces to two recording projects, ''The Rose of Roscrae'' and ''Folk Hotel'' as well as an essay/art book, ''The Ballad of Western Expressionism'' and a novel, ''Against The Blood.''\n\n==Early life and career==\nRussell was born in [[Los Angeles]].<ref name=\"Hamlin\">{{cite web | url = http://www.mysteryisland.net/tomrussell | title = Tom Russell interview | publisher = Mystery Island Publications | first = Bradley Mason | last = Hamlin | year = 2008 | quote = I was born down on Hope Street, downtown L.A., in the late 40s.}}</ref> He graduated from the [[University of California, Santa Barbara]] with a master's degree in [[sociology of law]] and [[criminology]].<ref name=\"Hamlin\" /> In 1969, he spent a year teaching in [[Ibadan]], [[Nigeria]], during the [[Biafran War]].<ref name=\"Hamlin\" /> He has also lived in [[Spain]] and [[Norway]] -- and played music at a circus in [[Puerto Rico]]. He began his musical career in the early 1970s in [[Vancouver]], [[British Columbia]], playing strip bars along [[Downtown Eastside|Skid Row]], then later relocated to [[Texas]] and formed a band with singer-pianist Patricia Hardin. In 1975, the duo won the [[Kerrville Folk Festival]] New Folk Singer-Songwriter Contest.<ref>{{Cite web|url=https://www.kerrvillefolkfestival.org/history-of-newfolk|title = History of the Kerrville New Folk Songwriting Contest &#124; Kerrville Folk Festival}}</ref>\n\nIn 1977, the duo moved to [[San Francisco]], performing regularly in clubs there as Hardin & Russell, during which time they recorded the second of their two studio albums. They eventually split in 1979, at which point Russell drifted out of the music industry for a year. It was during this hiatus that Russell wrote his classic song \"Gallo Del Cielo\". Both Hardin & Russell albums (''Ring of Bone'' and ''Wax Museum'') received high critical acclaim, and the first was reviewed in ''[[Rolling Stone]]'' by [[Chet Flippo]]. During this period Russell was also the winner of the first Woody Guthrie - William Oliver Award for songwriting, as well as the professional [[Country music|country]] category in the first American Song Festival.\n\nRussell moved to [[New York City]] in 1980 and while working as a taxi driver in [[Queens]], he met guitarist [[Andrew Hardin]] (no relation to Patricia). After hearing his songs, Hardin convinced him that they should form a new band. Shortly afterward, [[Robert Hunter (lyricist)|Robert Hunter]] of the [[Grateful Dead]] was a passenger in Russell's cab; Russell sang Hunter his song \"Gallo Del Cielo\" and an impressed Hunter invited Russell to join him on stage at New York's [[The Bitter End|Bitter End]]. Hunter encouraged Russell to make a full-fledged return to the music business and Russell later opened for Hunter at the [[Lone Star Cafe]]. Hunter sang Russell's \"Gallo Del Cielo\" at the [[Glastonbury Festival]] in the [[United Kingdom|UK]].\n\nAndrew Hardin remained Russell's full-time sideman until April, 2006.  \"Gallo del Cielo\" became one of Russell's most fabled songs and has been recorded by [[Ian Tyson]], [[Joe Ely]], Brian Burns, Jason Boland and the Stragglers, and Katie Lee. The song has been cited as a favorite by [[Bob Dylan]] and [[Bruce Springsteen]] (as noted in [[Clarence Clemons]]' book ''Big Man''.)\n\n==Tom Russell Band==\nBetween 1984 and 1994, the Tom Russell Band, composed of Russell on acoustic guitar and vocals, Andrew Hardin (guitar), [[Fats Kaplin]] (pedal steel, fiddle, harmonica, button accordion), Billy Troiani (bass), Rich Crane, Charlie Caldarola, and Mike Warner (drums), released four albums on [[Philo Records (folk)|Philo Records]]. These albums blended elements of folk, country and rock music, and often featured songs inspired by the [[Southwestern United States|American Southwest]], blue-collar American life, and events from Russell's own life (for instance, the track \"Road to Bayamon\" draws on his experiences playing in a carnival in Puerto Rico). Russell's storytelling approach was also prominent in songs such as \"Haley's Comet\", which was also recorded by co-writer Dave Alvin and [[Doug Sahm]] and [[Texas Tornados|The Texas Tornados]]. \"Haley's Comet\" imaginatively recalls the last, tragic days in the life of [[rock and roll]] music legend [[Bill Haley (musician)|Bill Haley]]. These early Tom Russell albums are now considered pioneering recordings of the genre which would come to be known as [[Americana music|Americana]].\n\nRussell was next signed to [[HighTone Records]] in California. He released five albums for Hightone before the label was acquired by [[Shout! Factory|Shout! Factory Records]]. Russell's first album on the HighTone label, ''The Rose of the San Joaquin'', was produced by Dave Alvin and [[Greg Leisz]].\n\n==''The Man From God Knows Where''==\nIn the 1990s Russell released several critically acclaimed solo albums and also collaborated with [[blues]] singer [[Barrence Whitfield]] on two albums (''Hillbilly Voodoo'' and ''Cowboy Mambo'' - recently released as a double CD). Russell also recorded an acoustic album mixing new material with his favorite [[cowboy]]-themed songs. His albums include guest appearances from other folk, country, and Americana artists, such as [[Chris Gaffney (musician)|Chris Gaffney]] and Dave Alvin. Russell's song \"[[Outbound Plane]]\", co-written with [[Nanci Griffith]], became a top-ten country hit for [[Suzy Bogguss]]. However, his most significant album of the 1990s was the innovative 1999 folk opera, ''The Man From God Knows Where''.\n\nDrawing on the music of [[Norway]] and [[Ireland]] in addition to American folk and country, ''The Man From God Knows Where'' is a [[song cycle]] tracing the journeys of Russell's ancestors from Europe to America and the struggles they encountered. Recorded in Norway near the spot where his great-grandfather was born in 1847, the album features singers [[Iris DeMent]], [[Dolores Keane]], [[Dave Van Ronk]], and [[Kari Bremnes]], portraying (and telling the stories of) Russell's various ancestors. The album's title came from the epitaph of a different [[Thomas Russell (rebel)|Tom Russell]], an Irish activist executed in 1803.\n\n==Recent work==\nRussell's albums in the 21st century have been heavily influenced by the art, culture, history and folklore of the American Southwest. Albums such as ''Borderland'' resonate with a strong and authentic [[Tejano music|Tex-Mex]] influence, reflecting life on both sides of the border.\n\nRussell's songs \"Tonight We Ride\" and \"Navajo Rug\" were chosen by members of the [[Western Writers of America]] as two of the top 100 Western songs of all time.<ref name=\"Top100\">{{Cite web|title=The Top 100 Western Songs|author=Western Writers of America|year=2010|authorlink=Western Writers of America|publisher=American Cowboy|url=http://www.americancowboy.com/culture/top-100-western-songs|archiveurl=https://web.archive.org/web/20101019002745/http://americancowboy.com/culture/top-100-western-songs|archivedate=19 October 2010|url-status=dead}}</ref> In 2005 Russell released ''Hotwalker'', the second part of his Americana trilogy (the first part being ''The Man From God Knows Where''). It was another conceptual work largely inspired by his correspondence with author Charles Bukowski. Subtitled ''A Ballad for Gone America'', the album features songs and spoken word pieces, many of the latter delivered by another friend of Bukowski, circus midget Little Jack Horton. The sampled voices of [[Lenny Bruce]] and [[Edward Abbey]] are also heard on the album, which takes the form of a musical collage lamenting the passing of the America of Russell's childhood and the [[Beat Generation]]. [[Jack Kerouac]], Charles Bukowski, Ramblin' Jack Elliott, [[Harry Partch]], and [[Dave Van Ronk]] also appear on the record.\n\nRussell made five nationally televised appearances on the ''[[Late Show with David Letterman]]'', as well as playing a show for Letterman in Montana.\n\nIn 2006, Russell released ''Love and Fear'', a collection of original songs that were inspired by the highs and lows of his own relationships.  This was followed in 2007 by ''Wounded Heart of America'', a tribute album of Tom Russell songs covered by other artists, including Johnny Cash, Doug Sahm, Joe Ely, Suzy Bogguss, Dave Alvin, [[Jerry Jeff Walker]], and beat poet laureate [[Lawrence Ferlinghetti]]. Two new songs, \"Who's Gonna Build Your Wall?\" and \"The Death of Jimmy Martin\", are also included on the album.\n\nIn 2008, Russell's new record company, Shout! Factory, released a 2-CD retrospective album entitled ''Veteran's Day: Anthology''.  Russell and legendary Canadian singer/songwriter [[Ian Tyson]] held court at Elko, Nevada's [[National Cowboy Poetry Gathering]], producing ''Mano a Mano'', a DVD on the art of songwriting.\n\nIn 2009, Shout! Factory released Russell's album ''Blood and Candle Smoke'', featuring twelve original songs. The album was recorded at WaveLab Recording Studio in [[Tucson]], [[Arizona]] with members of [[Calexico (band)|Calexico]] providing a [[world music]] beat to many of the songs.  The album was produced by Tom Russell and [[Craig Schumacher]], who has worked with [[Neko Case]], [[Iron & Wine]] and Calexico. 2011 saw Russell release both a new album, ''Mesabi'', and a documentary DVD, ''Don't Look Down''.\n\nIn 2013, Frontera Records released ''Aztec Jazz'', a concert recording made with the Norwegian Wind Ensemble (the oldest working orchestra in the world). With the ensemble, Russell was able to realize the vision of reframing some of his more recent songs. He also released ''Museum of Memories Vol. 2 (1973–2013)'', a collection of demos, outtakes and previously unreleased live recordings covering a forty-year span.\n\n2014 saw the release of several new projects, including two on Frontera Records: ''Midway To Bayamon'', a compilation of two mid-80s cassette-only releases plus bonus tracks, and ''Tonight We Ride'', an anthology of cowboy songs, including some previously unreleased tracks. The Rockbeat label issued a 2-CD set, ''The Western Years'', collecting western-themed songs primarily from Russell's years on the HighTone label. Rockbeat also re-issued the acclaimed Americana classic ''Tulare Dust: A Songwriters' Tribute To Merle Haggard'' which Russell co-produced with Dave Alvin, including a bonus disc taken from a live concert given by many of the artists involved with the project.\n\nIn April 2015 Russell released ''[[The Rose of Roscrae]]'', a double-album on Frontera Records, a Western folk opera that completes the trilogy begun with ''The Man From God Knows Where'' and ''Hotwalker''. The double album depicts the journey of an Irishman named Johnny Dutton who sails to America to become a cowboy. There are 52 tracks interspersed with historic and contemporary voices that include: Johnny Cash, [[Walt Whitman]], [[John Trudell]], [[Lead Belly]], Joe Ely, [[Jimmie Dale Gilmore]], [[Tex Ritter]], [[Eliza Gilkyson]], [[Augie Meyers]], [[Finbar Furey]], [[Maura O'Connell]], [[Jimmy LaFave]], [[A.L. Lloyd]], Glen Orhlin, Sourdough Slim, [[David Olney]] and others, as well as an overture by Mats Halling and The Norwegian Wind Ensemble. ''The Rose of Roscrae'' was hailed as the top folk album of 2015 in many publications, including [[The Irish Times]], [[Mojo (magazine)|Mojo Magazine]], [[Uncut (magazine)|Uncut Magazine]], and [[The Los Angeles Times]].\n\nIn 2016 Frontera Records released the second Tom Russell Anthology: ''Gunpowder Sunsets'', including favorites from recent albums along with previously unreleased material.\n\nRussell released two projects in 2017, \"Play One More: The Songs of Ian & Sylvia\" through True North Records, and the Frontera Records release of new original songs, \"Folk Hotel,\" which was well received.\n\nTo replace the out-of-print \"Veteran's Day\" anthology, Russell returned to the studio with former guitarist Andrew Hardin to re-record his best known songs in an acoustic format called \"Old Songs Yet To Sing.\"\n\nIn 2019, Russell released an album of new compositions, \"October in the Railroad Earth,\" featuring Bill Kirchen on guitar and Eliza Gilkyson guesting on harmony vocals on two tracks. The project was favorably reviewed by critics, including a 4-star review on allmusic.\n\n==Discography==\n{{Main| Tom Russell discography}}\n\n==References==\n{{Reflist}}\n\n==External links==\n{{commons category|Tom Russell}}\n*[http://www.tomrussell.com Official Website]\n*[http://www.fronterarecords.com Recording Label Website]\n*[http://www.youtube.com/fronterarecords Official YouTube Channel]\n*[http://tomrussellart.com Tom Russell Art]\n* {{Allmusic | id= tom-russell-mn0000515156 | label= Tom Russell}}\n* {{discogs artist|363211-Tom-Russell|Tom Russell}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Russell, Tom}}\n[[Category:1940s births]]\n[[Category:Songwriters from California]]\n[[Category:Living people]]\n[[Category:Singers from Los Angeles]]\n[[Category:Fast Folk artists]]\n[[Category:Stony Plain Records artists]]\n[[Category:Proper Records artists]]\n[[Category:American taxi drivers]]"
}