{
    "Tommy_Alverson": "{{Short description|American musician}}\n'''Tommy Alverson''' is a [[Texas Country]] musician from [[Mineral Wells, Texas]]. He attended and played varsity football at Itasca High School with Austin's [[Sam Baker (musician)|Sam Baker]] (then known as Dick Baker). During junior college, he played guitar with James Hand, and later produced Hand's first album.<ref name=\"lonestar\">http://www.lonestarmusic.com/biography.asp?id=143 {{dead link|date=November 2017}}</ref>\n\nAlverson has shared the stage with Texas musicians [[Willie Nelson]], [[Johnny Bush]], [[Johnny Gimble]], [[Jerry Jeff Walker]], [[Clay Blaker]], [[Gary P. Nunn]], [[Ray Wylie Hubbard]], [[Radney Foster]], and [[Steven Fromholz]], as well as [[Robert Earl Keen]], [[Pat Green]], [[Charlie Robison]], [[Dale Watson (singer)|Dale Watson]], and singer/songwriter [[Jim Lauderdale]].<ref name=\"summit\">{{cite web| url=http://www.summitartists.com/tommyalverson/about.htm| title=Tommy Alverson| publisher=Real Texas Country| access-date=November 10, 2017| archive-url=https://web.archive.org/web/20160303191002/http://www.summitartists.com/tommyalverson/about.htm| archive-date=2016-03-03| url-status=dead}}</ref>\n\n==Website==\nhttps://www.tommyalverson.com/\n\n==History==\nAlverson continues to expand his loyal fan base throughout Texas, especially in Lubbock, as well as overseas with his songwriting and performances.\n\nAlverson's regular bandmates are son Justin on lead guitar, Ray Austin on steel and Dobro, Ron Thompson on drums, Jerry Abrams on bass, and Thurston Selby and Heather Woodruff on fiddle. His new band consists of Ray Austin, Eric Holmes on drums, Justin Lightfoot on bass and vocals, Thurston Selby on fiddle and vocals, and Justin Alverson on guitar and vocals.<ref name=\"summit\"/> Alverson and the band were picked along with 19 other acts, for the Miller Lite True to Texas campaign in 2000. Alverson has been featured in radio and TV commercials for [[Dairy Queen]], [[Miller Lite]], and [[Texana Grill]]. Alverson was also voted The Terry Award's Entertainer Of The Year in 2000.<ref name=\"summit\"/>\n\nHis discography includes ''Texasongs'', a compilation of his first two cassette releases,\n\"From The Heart Of Hill County\" and \"Always In My Heart\", ''Live at Ozona'', produced by legendary producer [[Phil York]], ''Me On The Jukebox'', co-produced by Alverson and [[Lloyd Maines]] (which contains the hit \"Una Mas Cerveza\"), and ''Alive And Pickin'', which was recorded live at the historic [[Chatauqua Auditorium]] in [[Waxahachie, Texas]]. Also, Alverson's \"Hill Country Here I Come\" is featured on the 2001 release ''Texas Road Trip'' compilation by [[Compadre Records]]. Smith Music Group, who distributes CDs by [[Cooder Graw]], [[Jason Boland & The Stragglers|Jason Boland]], [[Cory Morrow]] and many others, has acquired the distribution rights to all Alverson's CDs.<ref name=\"summit\"/>\n\nAlverson released ''Heroes and Friends'' in June 2004. Several guest artists included on the CD, were Gary P. Nunn, [[Rusty Wier]], Mike Graham, Davin James, Mike Crow and Heather Morgan.<ref name=\"summit\"/> Alverson's fifth studio release, titled ''Country to the Bone'', was his debut on [[Palo Duro Records]]. The album won the 2007 Best Country and Western Music Award from [[Fort Worth Weekly]], and was released at Alverson's 10th annual Texas Music Family Gathering.<ref name=\"tommy\">{{cite web| url=http://www.tommyalverson.com/index.html| title=Home| publisher=Tommy Alverson| access-date=November 10, 2017| archive-url=https://web.archive.org/web/20160518144723/http://www.tommyalverson.com/index.html| archive-date=2016-05-18| url-status=dead}}</ref>\n\n==Country to the Bone==\n''Country to the Bone'' started out as a redo of some older Alverson compositions, before it morphed into more of an homage to some of his favorite songwriters, from Jim Lauderdale and [[Doug Sahm]] to [[Mickey Newbury]], Clay Blaker and the team of Roy Robinson (aka [[Amos Staggs]]) and Jerri Lynn Robinson. One special guest was [[Pauline Reese]], who sang with Alverson on \"Tequila Rose\", a Robinson/Robinson composition that Alverson turned into a duet.<ref name=\"lonestar\"/> In the July 2007 Cowboys & Indians magazine, Palo Duro label founder Chris Thomas listed \"Texas Woman\" as one of his favorite tracks, calling it, \"one of the finest love songs ever written.\"<ref name=\"tommy\"/> It also includes \"Got Here as Fast as I Could,\" a song that might serve as the answer to Lyle Lovett's \"That’s Right (You’re Not From Texas).\" He offers props to another hero in \"Just Like Hank,\" a song borrowed from pal Walt Wilkins and co-writer Davis Raines. Alverson and Wilkins co-produced the 2006 Palo Duro release, ''Luckenbach! Compadres! (The Songs of Luckenbach, Texas)'', a multi-artist celebration recorded live at [[Luckenbach, Texas]].<ref name=\"tommy\"/>\n\n==Other appearances==\nAlverson's Texas Music Family Gathering is a steadily growing three-day festival. It began as a very small get-together in 1998 at [[Melody Mountain Ranch]] in [[Stephenville, Texas]], where it was voted Best Outdoor Event for 1999 by the Met magazine in Dallas. It was moved from Stephenville to [[Smooth Water Ranch]] in [[Hico, Texas]] in 2000. In 2002, the festival was moved to [[Glen Rose, Texas|Glen Rose]] at the [[Tres Rios River Ranch]], where the numbers of fans and friends reached approximately 2,500. In 2003, the numbers rose to 4,000. Radney Foster, Johnny Bush, Rusty Wier, Ray Wylie Hubbard, Steven Fromholz, Cooder Graw, and [[Deryl Dodd]] are some of the names to have graced the stage.<ref name=\"summit\"/> After 20 years, the Texas Music Family Gathering ceased to exist. Alverson has also gone to France, to perform at Country Rendez-Vous, one of Europe's biggest country music festivals.<ref name=\"lonestar\"/>\n\n==Discography==\n* ''Texasongs'' (1995)\n* ''Me on the Jukebox'' (1999)\n* ''Alive and Pickin''' (2001)\n* ''Live at Ozona Revisited'' (2003)\n* ''Heroes and Friends'' (2004)\n* ''Country to the Bone'' (2007)\n* ''Texas One More Time'' (2010)\n* ''Pickin' on Willie'' (2012)\n* ''Live Again'' (2009)\n\n==References==\n{{reflist}}\n\n==External links==\n* [https://web.archive.org/web/20090624062843/http://www.tommyalverson.com/index.html Official site]\n* {{AllMusic|class=artist|id=p210832|label=Tommy Alverson}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Alverson, Tommy}}\n[[Category:Living people]]\n[[Category:American country singer-songwriters]]\n[[Category:Musicians from Fort Worth, Texas]]\n[[Category:Singer-songwriters from Texas]]\n[[Category:Country musicians from Texas]]\n[[Category:Year of birth missing (living people)]]\n[[Category:American male singer-songwriters]]"
}