{
    "Toni_Willé": "{{short description|Dutch country pop artist (born 1953)}}\n{{External links|date=December 2023}}\n{{Use dmy dates|date=October 2019}}\n{{Too many photos|date=November 2019}}\n{{Infobox musical artist\n| name              = Toni Willé\n| image             = Toni Wille at Niedersachsen Oldies at Emslandhallen2013.jpg\n| caption           = Toni Wille at NDR 1 Niedersachsen Oldies, Aurich, Germany, (October 2013)\n| landscape         = no\n| alt               = Colored photograph of Toni Willé standing onstage holding a mike. She has long blonde hair and is wearing a black top and off-white full-sleeved top with grey pants.\n| birth_name        = \n| birth_date        = {{birth date and age|df=y|1953|6|26}}\n| birth_place       = [[Brunssum|Treebeek]], Netherlands\n| alias             = \n| genre             = Pop, [[Country music|Country]]\n| occupation        = Singer-songwriter\n| years_active      = 1963–present\n| label             = [[EMI]] Bovema\n| associated_acts   = [[Zingende Zusjes (Singing Sisters)|Zingende Zusjes]], [[The BGs from Holland]], [[Sweet Reaction]], [[Pussycat (band)|Pussycat]]\n| website           = https://pussycatonline.nl/\n| current_members   = \n| past_members      = \n}}\n\n{{listen\n|title2 = \"Like a Child\" (2006)\n|filename2 = Like a Child Radio Version Toni Wille.ogg\n|description2 = \"Like A Child\" from the album 'Fantastic Stories' was recorded in 2006 is a radio version with a more pop style instrumentation\n|title3 = \"Impressions\" (2012)\n|filename3 = Impressions by Toni Wille.ogg\n|description3= \"Impressions\" dedicated to Music Composer [[Werner Theunissen]] recorded in 2012 has Toni singing in a much fuller voice incorporated with soft ballad instrumentation\n}}\n\n'''Toni Willé''' (full name '''Antonia Johanna Cornelia Veldpaus'''; born 26 June 1953) is a Dutch [[country pop]] artist who was lead vocalist of the band, [[Pussycat (band)|Pussycat]].\n\n==Background==\nToni is the daughter of Marie Verheijen and Toon Veldpaus. A few weeks before her birth Toon died. Three years later, Toni's mother married Stefan Kowalczyk. Stefan was a Polish [[miner]] from [[Włoszczowa]], Poland who came to the Netherlands in 1948 to work in the coal mines after serving in the [[US Army]] in [[Germany]].\n\n==Childhood==\nMarianne's, Betty's and Toni's biological father died from [[Hodgkin's disease]] shortly before Toni's birth. At the time, her sister Marianne was two years old and Betty was only one. Three years later her mother, Marie Verheijen, married Stefan Kowalczyk, the Polish miner who brought up Toni and her sisters. He promoted their music talents. When Toni, Betty and Marianne were six, seven and eight, the family moved to Treebeek, a cityquarter in [[Brunssum]] in the south-east [[Netherlands]]. At the annual children's festivities of [[Sinterklaas]], he bought them each an acoustic guitar and engaged Ben Keuzenkamp as guitar tutor. With guitars they performed during carnivals, talent scoutings and parties as The Singing Sisters.  It was during this time that their characteristic close harmony style singing came into being.  Their repertoire initially consisted mostly of German pop songs.  However they say, this kind of music soon ended with the arrival of the Beatles.<ref name=\"3 FM\">{{cite web|last=3 FM|title=Pussycat Biography|url=http://www.3fm.nl/artiest/1206/pussycat/biografie}}</ref> A few years later, Keuzenkamp introduced the sisters to 18-year-old [[Werner Theunissen]], a guitarist from 'The Entertainers' whom he got in touch with through an ad in the papers. [[Werner Theunissen|Werner]] taught them a lot of new guitar chords and acquainted them with contemporary pop music. It was then that they became a proper girl band with Betty on solo guitar, Marianne on bass, Toni on vocals and a friend Tonny Jeroense on drums.<ref name=\"3 FM\" />\n\n==Musical career==\n[[File:Sweet Reaction 1973.jpg|thumb|left|The BGs from Holland – in the late 1960s (Left to Right) Tonny Jeroense, Marianne, Betty and Toni Veldpaus]]\n\nToni's career as lead vocalist of [[Pussycat (band)|Pussycat]] started with her two older siblings, Betty and Marianne Veldpaus as The Singing Sisters (Zingende Zusjes) in 1963.<ref name=\"3 FM\" />\n\nWhen the beat-era came, The Singing Sisters changed their style. It was around this time they introduced a female drummer, Tonny Jeroense, and began to call themselves 'The BGs' or 'The Beat Girls from Holland', one of the first female groups in the [[Netherlands]]. They sang Bee Gees and Motown songs with close harmony and so people referred to them as the Dutch [[Bee Gees]]. They practiced in the garage under their house. The sisters recollect as those days being the best time of their lives. They even performed in the French part of Belgium.  To make their travelling easier, their parents bought them a minivan along with some music equipment.<ref name=\"3 FM\" />\n\nA few years later, they recruited male members to the band. In 1973, the new [[Musical ensemble|ensemble]] led by guitar teacher [[Werner Theunissen]] was renamed 'Sweet Reaction'. The members now included Toni and her two sisters along with Lou Willé (guitarist from a band called Ricky Rendall and His Centurions), and Hans Lutjens (drummer from a band called Scum).<ref name=\"alex gitlin - pussycat\">{{cite web|last1=Pussycat|title=alex gitlin|url=http://www.alexgitlin.com/pcat.htm}}</ref> Werner, their composer continued writing songs with three part vocals. In the same year, Sweet Reaction released their first single \"''Tell Alain''\" on the '[[Telstar]] label owned by Johnny Hoes. Although the single was unsuccessful as it didn't sell well, they ended up performing it on Eddy Becker's 'The Eddy-Go-Round Show'.  Apart from [[Demis Roussos]], another guest on that show was [[Soulful Dynamics]] which had a big hit with the song \"[[Mademoiselle Ninette]]\" at that time. With their Belgian producers, Toni's band the 'Sweet Reaction' recorded the song ''\"Come Back my Dream\"'', the successor of ''\"Tell Alain\"''. This song achieved reasonable success and acclaim. Soon after this success, Johnny Hoes released ''\"Daddy\"'' under his record label which was their third single in a row. It was around this time the band seemed to urgently need a name change. So when the single ''\"Daddy\"'' was released, underneath the band name on the cover it read in glaring letters \"Now Pussycat\".  After this, Toni went on to record a solo single called \"''Let me Live my life''\", backed by ''\"For You\"'' under the moniker 'Sally Lane'. However, this single was not a success either.<ref name=\"stars of the past - pussycat\">{{cite web|last1=Pussycat|title=Stars of the Past|url=http://starpast.blogspot.in/2011/11/pussycat.html}}</ref><ref name=\"Muziek Encyclopedia\">{{cite web|last1=Muziek Encyclopedia|title=Biografie Pussycat|url=http://www.muziekencyclopedie.nl/action/entry/Pussycat#}}</ref>\n\n==Pussycat==\n{{Quote box|width=220px|align=right|bgcolor=Cornsilk|quote=''Although we started as a hobby, we had to build a professional organization due to the success of \"''Mississippi''\". That wasn't so easy, especially when we started touring. We even went to South Africa. But after some time it became increasingly difficult to finance huge tours with that size of a group. During that time it also became popular to work with a tape instead of live musicians. With pain in our hearts we parted company with our backing band and started to perform with a tape. By 1985 my sisters wanted to spend more time for themselves and so we all agreed that stopping with Pussycat was the best thing to do''.|source= – Toni recollects when asked about the final years of Pussycat.<ref name=\"Covers and Rarities\"/>\n}}\n[[File:Werner Theunissen along with band members of Sweet Reaction.jpg|thumb|left|Pussycat Members in 1975 (standing) Marianne, Toni and Betty (seated from right) Lou, Theo, Werner and John]]In 1975, [[EMI]] Bovema took [[Pussycat (band)|Pussycat]] under contract with Toni as lead singer along with her two sisters as backing vocalists accompanied by Lou Willé (guitarist), Theo Wetzels (bassist), John Theunissen (guitarist), Theo Coumans (drummer from 1975 to 1978) and later Hans Lutjens (drummer from 1978). With EMI arranger Eddy Hilberts as producer, the new name [[Pussycat (band)|Pussycat]] finally started taking its new shape.<ref name=\"alex gitlin - pussycat\" /> Their first hits were all written and composed by [[Werner Theunissen|Theunissen]].\n\nThe name [[Pussycat (band)|Pussycat]] will forever be linked to the 1976 number 1 hit \"''Mississippi''\". Although the band from [[Limburg (Netherlands)|Limburg]], featuring the three sisters had many more hits the following years, \"''Mississippi''\" is still considered to be the band's undisputed [[masterpiece]]. In 1976 it remained for four weeks at No.1 in Britain<ref>{{cite web|last=Official Charts Company|title=Pussycat Singles|website=[[Official Charts Company|Official Charts]] |url=http://www.officialcharts.com/artist/_/pussycat/}}</ref> ([[UK Singles Chart]]) and Germany<ref name=\"teddymusic\" /><ref name=\"German Top 20 - Top 300 Of The Years 1975 - 1979\">{{cite web|last=German Top 20 – Top 300 of the Years 1975 – 1979|title=Mississippi – Pussycat|url=http://ki.informatik.uni-wuerzburg.de/~topsi/deu_70s2ndhalft.html}}</ref>  and from there all over  Europe, Latin America, Australia, Africa and Asia. Four million singles were sold in 1976. It was the most sold record in  Germany. In [[Brazil]] \"''Mississippi''\" stayed in the charts for 129 weeks . It became No.1 in 30 countries from Europe to South Africa.  More than 5&nbsp;million copies were sold worldwide.<ref name=\"Tsort\">{{cite web|last=Tsort|title=Pussycat Singles|url=http://tsort.info/music/uvharb.htm}}</ref> On 5 January 1977, [[Pussycat (band)|Pussycat]] was awarded the [[Buma Export Award|Conamus Export Prize]] by the [[British Ambassador to the Netherlands]], Sir John Barnes, for being the first Dutch pop group in the [[British charts]].<ref name=\"3 FM\" />\n\nTheir follow-up ''Georgie'' reached at No.4 in the Netherlands, ''\"Smile\"'' (also in 1976) went to No.2 and My Broken Souvenirs, both became No. 1 hits in the Top 40. These songs were translated into German for single release in Germany.  They also released a German version of \"''Mississippi''\". But it did not do as well as the English version. Apart from these songs, they also came out with German versions of \"''Take Me, Take Me''\" (Heute Heute Heute) and \"''Pasadena''\". With \"''Same Old Song''\" and \"''Doin' La Bamba''\" both huge hits of the 1980, they were able to get a taste of the old [[Motown]] songs once more. During the following 10 years, six albums and 17 [[Single (music)|singles]] were produced, all successful.<ref name=\"Toni Wille\">{{cite web|last=Golden Oldies|title=Toni Willé (Pussycat)|url=http://www.golden-oldies.nl/toni_wille_gb.htm}}</ref>\n\nPussycat continued to record albums and singles as well as perform all over the world throughout the late 70's and early 80's before breaking up in 1985. Betty focused on raising a family, Marianne became the owner of a bar in [[Brunssum]], and Toni, who has a son and daughter, is the only one who pursued a professional career in music.  In 1999, however, the three of them got back together to perform at several reunion concerts. More recently Pussycat contributed to the country band Major Dundee's single ''\"Somewhere Someone\"'' in 2005 and singer [[:nl:Dennis Jones|Dennis Jones]]' Dutch reggae cover of their signature hit song \"[[Mississippi (Pussycat song)|Mississippi]]\" in 2007.\n\n==The story behind Mississippi==\n{{Quote box|width=220px|align=left|bgcolor=Cornsilk|quote=''The success of \"Mississippi\" overwhelmed us. We were more or less knocked out by it, because we never dreamed that the debut was such a strong one. As a matter of fact, we weren't ready for it. Pussycat was a kind of a hobby for us then. For instance, I was still working.  Our lives went on an overdrive.  We could not keep our jobs as typists as we were dragged all over the place, from one show to the other.  \"Mississippi\" has made all our dreams come true. Everywhere the three of us go, we still get asked to sing it.  Over the years we may have sung the song over ten thousand times, but we will never get tired of it!''.|source= – Toni remembering the commotion around their debut.<ref name=\"Covers and Rarities\">{{cite news|last1=Brothers Gibb|title=Covers and Rarities|url=http://www.brothersgibb.org/covers-part2.html}}</ref>\n}}\n\n{{Quote box|width=220px|align=right|bgcolor = Cornsilk|quote=''The particular country sound in our songs certainly has to do with our voices, which contain a country like warmth. But we can just as easily sing jazz or black music preferably old fashioned soul. Our producer Pim Koopman was also partly responsible for our change of sound''.|source= – Toni talks about the country sound in their music<ref name=\"Covers and Rarities\"/>\n}}\n\n\"Mississippi\" was another song composed by [[Werner Theunissen]]. It was written in the same vein as \"[[Massachusetts (Bee Gees song)|Massachusetts]]\" by the Bee Gees, a song he liked very much.  The band started to play the song live for a few months and later they sent a demo of it to EMI Bovema in Heemstede, who were immediately interested.  They ended up re-recording the song in the EMI Studio. But this did not work out as planned. Their producer at that time Eddy Hilberts who had success with a repertoire of country songs gave a country like twist to the song. Personally the sisters did not have anything with country music, although influenced by the [[Eagles (band)|Eagles]], they liked country rock.<ref name=\"3 FM\"/>\n\n\"Mississippi\" was released as a single in April 1975. Initially, it did nothing, until Meta de Vries, the Dutch [[radio jockey]] started playing it.  She thought [[Pussycat (band)|Pussycat]] was an English band. Hans Van Willigenburg played the song on his radio programme as well.  During his broadcast, he would play three new songs, after which listeners could vote by postcard which artist should be invited to his studio.  They voted for Pussycat.  The group also performed the song for the TV show 'Herkent U Deze Tijd' by Kick Stokhuyzen. The same week the single entered the Top 40 in November 1975.<ref>{{cite web|last=Dutch Charts|title=Pussycat Singles|url=http://www.dutchcharts.nl/search.asp?search=pussycat&cat=s}}</ref>  The following week, they performed \"Mississippi\"' at TopPop and a week later, the single had climbed to # 1. Although Toni and Marianne still worked as typists for DSM, they were unable to maintain their jobs as besides the Netherlands, \"Mississippi\" had become No. 1 in Germany as well. As their fame grew, the band realized they needed a manager, so their record company got them their new manager Jan Buys.<ref name=\"Pussycat Nostalgia\">{{cite news|last1=NPO Radio 5|title=Weekartiest – Pussycat|url=http://nostalgia.radio5.nl/weekartiest/2448/pussycat.html}}</ref>\n\nOddly enough, at first they did not want to release the single in  Germany nor UK because of the initial lack of interest. Eventually, the single was released in the UK on Sonet, a small record label. In the fall of 1976, the single was number 1 in the UK charts.<ref>{{cite web|last1=UK Top 100 – 1976|title=Mississippi|url=http://www.uk-charts.top-source.info/top-100-1976.shtml}}</ref>\n\nIn addition to the Netherlands, Germany and UK, the single was #1 in [[Austria]], [[Switzerland]], [[Norway]] and [[Brazil]]. Though this song never became a hit in the United States, it was covered by a number of American artists such as [[Barbara Fairchild]] and [[Lucille Starr]].<ref>{{cite web|last1=Mississippi|title=covers info database|url=http://www.coverinfo.de/start.php?wert=12&lang=2&suchbegriff=%22Pussycat%22&sort=2&suchenach=artist&tabelle=1&suchebemerkung=&suchoption=xsearch&seite=1&xpert=0}}</ref>\n\n==1985 – Going solo==\n[[File:Marianne, Toni and Betty with Lou Willé.jpg|thumb|left|Marianne, Lou, Toni and Betty as the final line up of Pussycat in 1982]]\n[[File:Toni Willé and her sisters Betty Dragstra and Marianne Veldpaus.jpg|thumb|right|Toni (center) and sisters Betty and Marianne with a fan in Winterswijk, NL in 2001]]\nBy 1981, it became popular for artists to perform with a tape instead of backing band as this was much cheaper and more attractive for venue owners. So Toni and her sisters had no choice but to part with their backing band reducing the group to only Toni, Betty, Marianne and Toni's husband Lou Willé. Their new producer was now [[Pim Koopman]].<ref name=\"Muziek Encyclopedia\" />\n\nA few more hits and in the meantime, family life started to take effect within the band.  Betty had a little child and so had Toni.  This was partly the reason they were unable to accept invitations to visit Japan, Australia and Singapore, although they managed to schedule a one-month trip to South Africa.  The group finally disbanded in the year 1985.<ref name=\"Pussycat Nostalgia\" />\n\nToni had a successful solo career covering songs by [[Chris Rea]] and [[Anne Murray]] on her albums. Three solo albums appeared: ''\"Privilege\"'' in 1985, ''\"Working Girl\"'' in 1987, and ''\"New Words to an Old Love Song\"'' in 1989. She recorded a number of solo albums and recorded duets with famous artists like Marco Bakker, [[Benny Neyman]] and Major Dundee Band. She recorded two singles with singer and songwriter Dick Van Altena of Major Dundee Band: \"''It turned Out To Be You''\" in 1990 and \"''Raised on Love''\" in 1995.<ref name=\"Dick Van Altena\">{{cite web|last=Dick Van Altena|title=Discography|url=http://www.dickvanaltena.com/homenl.htm}}</ref> In 1999 she recorded \"''Mama''\", a single written by Dick Van Altena that appeared on many albums including ''Diverse Artiesten – De Geschiedenis Van De Limburgse Popmuziek 3'', a compilation of songs from Dutch artists from [[Limburg (Netherlands)|Limburg]]. The ''Rarities'' bonus CD contains part of Toni's solo work.  Besides \"''Love in a Heatwave''\", the theme of the film ''De Flat'' starring Rene Soutendijk, it also contains \"''Heart Half Empty''\", the duet with [[Danny Vera (singer)|Danny Vera]].\n\nIn 2007, Toni sang \"''I Wanna Love You''\" from her new album ''\"Fantastic Stores\"'' as a duet with Jess Robin on the Slovenian breakfast TV show.<ref name=\"Toni Wille\" />\n\nWith her album ''Pussycat – The Collection and More'' she re-recorded the hits of [[Pussycat (band)|Pussycat]] with \"''I'll be your woman''\" along with new songs like the [[ballad]]s \"[[Desperado (Eagles song)|''Desperado'']]\", \"''Still on my mind''\" and the [[Elkie Brooks]] hit, \"[[Pearl's a Singer: The Very Best of Elkie Brooks|''Pearl's a Singer'']]\".<ref name=\"Toni Wille\" />\n\n==Accolades==\nToni's first [[accolade]] came with [[Pussycat (band)|Pussycat]] in 1977, when the band won a Goldener Lowe Award in Germany and subsequently an Edison and a Silver Harp in the Netherlands, awarded to them by the Dutch Ambassador.<ref name=\"Pussycat Nostalgia\" />\n\n''Privilege'' in 1985 was followed by ''Working Girl'' in 1987 and ''New Words to an Old Love Song'' in 1989 for which the Dutch magazine ''[[Country Gazette]]'' named her best female [[country music|country]] singer of the year and the album became the best [[Country music|country]] CD of that year. She received the same accolade in 1990, 1991 and 1992. She sang the theme song \"''Love in a Heatwave''\" for the movie thriller ''[[De Flat]]'' in 1994.\n\n==Comeback==\n{{Quote box|width=220px|align=left|bgcolor=Cornsilk|quote=''Besides the 'Single Luck' Television programme which focuses on the success of 'Mississippi', we also get requests for interviews and shows.  Although we are certainly willing to accommodate these requests, we will only do the things we like.  This means that we might do the occasional Pussycat show, but there will be no real comeback.  As of now, we limit our singing to our hobby band and to birthdays and family parties''.|source= – Toni and her sisters confirming that they will be no official comeback.<ref name=\"Covers and Rarities\"/>\n}}\n\n[[File:Toni Willé with Dennis Jones in a radio interview programme.jpg|thumb|right|Toni Willé in a radio interview programme with Dennis Jones (left) at Radio Nederland Wereldomroep in 2007]]\n\nIn 1995 Toni and her sisters appeared on the ''Single Luck'' program where they looked back at the success of \"[[Mississippi (Pussycat song)|Mississippi]]\".<ref name=\"3 FM\" />\n\nIn 2001, they held a reunion show at the Zomerparkfeest in [[Venlo]], to a stubborn crowd of 30,000. In 2005, they get together again to back \"Somewhere Someone\" for the band Major Dundee's album ''Young Gods'', with whom Toni had performed in 1995. She also features in another song with them titled \"You Ain't What You Ain't\" from the same album.<ref name=\"Dick Van Altena\"/>\n\nIn late February 2001 the double CD – ''25 Years After Mississippi'' (25 Jaar Na Mississippi) appeared.  It had the hits and best album tracks in chronological order.  In March the same year, EMI released on CD all original Pussycat LPs.<ref>{{cite web|last=Discogs|title=25 Jaar Na Mississippi|website=[[Discogs]] |url=http://www.discogs.com/Pussycat-25-Jaar-Na-Mississippi/release/3011056}}</ref>\n\nIn 2004 EMI released ''Pussycat – The Complete Collection'' on DVD, a box which contains three CDs and a DVD with all the hits plus extra tracks complemented by a booklet of 40 pages.<ref>{{cite web|last=Discogs|title=Pussycat – The complete Collection|website=[[Discogs]] |url=http://www.discogs.com/Pussycat-The-Complete-Collection/release/2718498}}</ref>\n\nIn 2007 the sisters backed Dennis Jones' [[reggae]] cover of \"[[Mississippi (Pussycat song)|Mississippi]]\" which was produced by Kees Tel. The sisters also featured in a video clip with him in ''The Making of Mississippi'' as well as for the cover version of the same song. In the same year, Toni also met Jones on a radio tour with [[Radio Nederland Wereldomroep]] to promote her newly solo album ''Fantastic Stories'' as well as \"Mississippi\", which was Dennis's first single.<ref name=\"stars of the past - pussycat\" />\n\n==Recordings in 2000s==\n[[File:Toni in recording studio, 2012.jpg|thumb|right|Toni Willé in recording studio recording her single \"Happy\" with songwriter Paul Logister in 2012]]\n[[File:Toni Willé with Fijian Musicians from her Golden Memories Tour Concert at Suva, Fiji.jpg|thumb|left|Toni Willé with Fijian band The Cruzez in 2010]]\n[[File:Toni Willé at Golden Memories Tour Conert, Suva, Fiji (15th July 2010).jpg|thumb|left|Toni Willé at the Golden Memories Tour Concert, Suva, Fiji (15 July 2010)]]\nToni sang \"Oh, How I Miss You\" with [[Benny Neyman]] and recorded the album ''American Duets'' with him in 2000. In 2004 she sang \"''Heart Half Empty''\" with Danny Vera. She also worked with singer Jo Smeets on a [[Dutch language|Dutch]] and English duet mix titled \"''Maedjes van 50''\" (Girls in their Fifties) which was included in the Dutch album released in 2009 that featured artists from her native Limburg titled ''Diverse Artiesten – Limburg Allein Deil 3''.<ref name=toniwilleonline />\n\nIn 2006, she recorded 14 songs for the album ''\"Fantastic Stores\"'',<ref>{{cite web|last=Willé|first=Toni|title=Fantastic Stories (feat. The Voice of Pussycat)|date=6 January 2012 |url=https://itunes.apple.com/nl/album/Mississippi-%28Radio-Version%29-%5Bfeat--Pussycat-2012%5D/id577262131?i=577262260&ign-mpt=uo%3D2|publisher=iTunes Store}}</ref> 11 songs for ''Worlds United'' in 2009,<ref>{{cite web|last=Wille|first=Toni|title=World's United|url=https://itunes.apple.com/nl/album/worlds-united/id576984894|publisher=iTunes Store}}</ref> and a third in 2012 released as a single called \"Impressions\".<ref>{{cite web|last=Wille|first=Toni|title=Impressions|url=https://itunes.apple.com/nl/album/impressions-dedicated-to-werner/id577645078|publisher=iTunes Store}}</ref> dedicated to Werner Theunissen, who died on 18 January 2010, in Great Britain of heart failure.\n\nShe recorded an album with Fijian artist [[Daniel Rae Costello]] called \"''Let the World Sing''\" and released her Fiji tour live concert album on DVD as ''The Golden Memories Tour, Fiji'' in 2010. This album contains the song \"''Impressions''\" which was the last Theunissen had written for her.<ref name=\"Fiji Tour - Payloadz\">{{cite news|title=Golden Memories Fiji 2010 – Payloadz|url=http://store.payloadz.com/details/1365826-movies-and-videos-music-video-toni-wille-voice-of-pussycat-golden-memories-tour-fiji-2010.html|year=2010}}</ref>\n\nToni recorded a duet \"''Our Love is So Big''\" with Eddy Hilberts, the producer of Pussycat, for his dance album 'Honey come on, Dance with Me' in 2011. The CD was released in July 2013 on iTunes<ref>{{cite news|last=Badische Zeitung|title=Eddy Holland stellt seine neue CD vor|url=https://www.google.com/imgres?start=156&newwindow=1&sa=X&biw=1920&bih=952&tbm=isch&tbnid=R7v95IjrD1s87M%3A&imgrefurl=http%3A%2F%2Fwww.badische-zeitung.de%2Fneuried%2Fdie-saengerin-des-gemeinsamen-welthits--44171449.html&docid=L8Wnq6u3NFEWiM&imgurl=http%3A%2F%2Fais.badische-zeitung.de%2Fpiece%2F02%2Fa2%2F00%2Fb0%2F44171440.jpg&w=1024&h=768&ei=Gkr0UoOGCcLkiAfcloCoDg&zoom=1&iact=rc&dur=582&page=4&ndsp=67&ved=0CI0CEK0DMFg4ZA}}</ref>\n\nIn 2012, Toni recorded two singles – \"''Happy''\" and \"''What Love can Do''\" – with songwriter and composer Paul Logister. They were released in August 2013<ref name=\"toniwilleonline\">{{cite web|last=The Voice of Pussycat|first=Toni Wille|title=News Articles|url=http://www.toniwilleonline.com/#!toni-willes-news/c12kl}}</ref> on iTunes.\n\n==At present==\nToni lives in [[Brunssum]]. She has two children, Nick and Kimberly, and a granddaughter, Genyva.{{cn|date=December 2021}}\n\nIn October 2006, she performed for 15,000 people at the [[Kölnarena|Köln Arena]] in [[Cologne]] together with [[Chris Andrews (singer)|Chris Andrews]] and [[Harpo (singer)|Harpo]]. She also gives concerts in countries like [[Bulgaria]], [[Slovenia]] and [[Greece]].<ref name=\"teddymusic\">{{cite web|title=Pussycat|url=http://www.teddymusic.eu/htmlsite/pussycat_english.htm|publisher=Gerd Kehren}}</ref>\n\nOn 15 July 2010 she performed in [[Fiji]] at two shows organized by Fijian artist [[Daniel Rae Costello]] and his band, The Cruzez. One at the [[Vodafone Arena (Fiji)|Vodafone Arena]], [[Suva]] and the other at the Denarau Golf and Racquet Club, [[Nadi]], as a part of the Golden Memories Tour concert. She sang \"''Bad Boy''\", \"''Mississippi''\", \"Smile\", \"''Same Old Song''\" and \"''Georgie''\". Costello and The Cruzez played their hits, \"Take Me to the Island\" and \"Samba\".<ref name=toniwilleonline />\n\n[[File:Toni Willé at Moreleta Park in Pretoria, south Africa.jpg|thumb|left|Toni Willé with George Baker and BZN at Moreleta Park, Pretoria, South Africa on 12 May 2012]] On 12 May 2012, Toni shared stage with [[George Baker (musician)|George Baker]] and Jan Keizer & Anny Schilder in \"Goue Stemme in Koncert\" (Golden Voices in Concert), presented by King Entertainment in the theatre of [[List of Pretoria suburbs|Moreleta]] Park in [[Pretoria]], South Africa. She was backed by Dutch vocalists [[Lana Wolf]], Pien Schneider and Ewan Mack. She sang a Pussycat medley for the first time in 15 years since her last visit. She also sang \"''Mississippi''\" in celebration of the 35th anniversary of the song.<ref name=toniwilleonline />\n\nOn 27 September 2013, she returned to South Africa to perform at the Clover [[Aardklop]] festival at [[Potchefstroom]]. There she entertained the screaming crowds with \"''Mississippi''\", \"''Georgie''\" and \"''My Broken Souvenirs''\" with [[Steve Hofmeyr]], Nadine and other [[South Africa]]n singers.<ref name=\"toniwilleonline\" /> On 5 October 2013, she performed at the Stellenbosch Dorpstraat Restaurant Theatre, [[Western Cape]], South Africa with backing vocals from the South African singers.\n\nShe took part in the [[NDR 1 Niedersachsen]] Oldie Show at [[Lower Saxony]] at seven concert halls of [[Lower Saxony]], sharing the stage with [[Smokie (band)|Smokie]], [[Middle of the Road (band)|Middle of the Road]], the [[Tremeloes]] and the Smashing Picadillys.<ref name=\"Die Oldie Show 2013\">{{cite web|last=NDR 1 Niedersachsen|title=Die Oldie Show 2013|url=http://www.ndr.de/ndr1niedersachsen/oldieshow115.html}}</ref>\n\nToni's live stage performance on 12 July 2014 at the Americana International Festival, Prestwold Airfield, [[Loughborough]], U.K., one of the longest running tribute to the American dream in entire Europe, met with an enormous cheer.  Some of the popular numbers she performed were \"''Mississippi''\", \"''Georgie''\", \"''Raised on Love''\" and \"''That will be the day''\" (originally sung by Buddy Holly). Other artists from USA, UK and Europe included Chas'n'dave, The Country Sisters (CZ), Bo Walton, T.Rextasy and Lazy Dog among many others who performed a mixture of [[Rock 'n' Roll]], [[Country music|country]], [[R&B]], [[Blues]] and [[Alternative Music]] from the last five decades.<ref name=\"Americana show 2014\">{{cite web|last1=Americana International|title=Americana International Festival 2014|url=http://www.americauk.com/americana-show-2014.php}}</ref>\n\n==Discography==\n[[File:Album cover Art for Fantastic Stories.jpg|thumbnail|Album Cover Art for 'Fantastic Stories']]\n[[File:Album Cover Art for Worlds United.jpg|thumb|right|Album Cover Art for 'Worlds United']]\n[[File:Toni-Wille.jpg|thumb|right|Toni Willé live in Lingen, Germany (October 2013)]]\n\n[[File:Toni Willé at the NDR 1 Niedersachsen oldies show, Aurich, Germany on 25the October 2013.jpg|thumb|right|Toni Willé at the NDR 1 Niedersachsen oldies show, Aurich, Germany (October 2013)]]\n\n===Albums – Toni Willé===\n* ''Golden Memories Tour, Fiji'' (2010)\n* ''Worlds United'' (2009)\n* ''Fantastic Stories'' (2006)\n* ''Country Duets with Major Dundee'' (2005)\n* ''American Duets'' – Benny Neyman & Willé (2001)\n* ''New Words to an Old Love Song'' (1989)\n* ''Working Girl'' (1987)\n* ''Privilège'' (1985)\n\n===Top singles – Toni Willé===\n* \"Happy\" (2013)\n* \"Impressions: dedicated to composer Werner Theunissen\" (2012)\n* \"Doin' la Bamba\" (2012)\n* \"Mississippi\" (2012)\n* \"I Wanna Love You\" (2012)\n* \"Dreaming of a Christmas With You\" (2012)\n* \"Like a Child (Radio Version)\" (2012)\n* \"Can't Get Over You\" (2012)\n* \"Fantasy\" (2012)\n* \"Never Wanna Lose\" (2012)\n* \"I'm Only Dreaming\" (2012)\n* \"As Long As You Are Mind (Radio Version)\" (2012)\n* \"Time Slips Away (Radio Version)\" (2012)\n* \"Good Times\" (2005)\n* \"Somewhere Someone / Slow Train – The Major Dundee Band & Toni Willé with Pussycat\" (2004)\n* \"Heart Half Empty – Danny Vera & Toni Willé\" (2003)\n* \"What If I Say Goodbye – Benny Neyman & Toni Willé\" (2001)\n* \"Two Piña Coladas – Benny Neyman & Toni Willé\" (2001)\n* \"Oh, How I Miss You Tonight – Benny Neyman & Toni Willé \" (1999)\n* \"Raised on Love – The Major Dundee Band & Toni Willé\" (1995)\n* \"Love in a Heatwave\" (theme song for Motion Picture 'De Flat') (1994)\n* \"It Turned out to be You / Sometimes Love – The Major Dundee Band & Toni Willé \" (1990)\n* \"Good Year for the Roses / The Writing on the Wall\" (1989)\n* \"Roll On / Help Me Make It Through The Night\" (1989)\n* \"Incredible You / Drift Away\" (1989)\n* \"Falling in and out of Love / Working Girl\" (1987)\n* \"Sweet Music to my Soul / What do you do to Me\" (1987)\n* \"Out of Reach / Have You Ever\" (1986)\n* \"Every Beat Of My Heart / Sunday Sunrise\" (1985)\n* \"Hungry Nights / Sail Away\" (1985)\n* \"We'll Put the World Together Again / What's Forever For – Marco Bakker & Toni Willé\" (1982)<ref>{{cite web|last=NL Discografie|title=Tony Willé|url=http://www.nldiscografie.nl/tony-willa}}</ref>\n\n===Compilations – Pussycat feat. Toni Willé===\n* ''De Top 10 Van: Pussycat feat. Toni Willé'' (2011)\n* ''Pussycat – The Complete Collection'' (2004)\n* ''Hollands Glorie: Pussycat feat. Toni Willé'' (2001)\n* ''25 Jaar Na Mississippi: Pussycat feat. Toni Willé'' (2001)\n* ''The Very Best of Pussycat: Pussycat feat. Toni Willé'' (1996)\n* ''The Collection & More: Pussycat feat. Toni Willé'' (1994)\n\n===Albums – Pussycat===\n* ''Pussycat – First Of All'' (1976)\n* ''Pussycat – Souvenirs'' (1977)\n* ''Pussycat – Wet Day In September'' (1978)\n* ''Pussycat – Simply To Be With You'' (1979)\n* ''Pussycat – Blue Lights'' (1981)\n* ''Pussycat – After All'' (1983)\n\n===Vinyl singles – Sweet Reaction===\n* \"Come back my dream / Call me Maria\" (1970\n* \"Tell Alain / If it's only love\" (1971)\n* \"Daddy / Tell Alain\" (1975)\n* \"Daddy / It's long ago\" (1977)<ref>{{cite web|last=NL Discografie|title=Sweet Reaction|url=http://www.nldiscografie.nl/sweet-reaction}}</ref>\n\n==Music charts==\n===Toni Willé music in the Dutch charts===\n{| class=\"wikitable\"\n|-\n!Date        !! Position   !! Title                                                 !! Weeks\n|-\n| 25 December 1999 ||    49      || Neyman & Willé – Oh, How I Miss You Tonight (Single)  || 5\n|-\n| 31 March 2001 ||    78      || Neyman & Willé – American Duets (Album)               || 2\n|-\n|}\n\n===Pussycat album in the Dutch charts===\n{| class=\"wikitable\"\n|-\n! Date        !! Position  !! Title                  !! Weeks !! Label\n|-\n| 24 March 2001  || 26        || 25 jaar na Mississippi ||  7    || EMI\n|-\n| 6 June 1981  || 10        || Blue Lights            || 15    || EMI\n|-\n| 17 April 1976  ||  4        || First Of All           || 21    || EMI\n|-\n| 14 May 1977  ||  6        || Souvenirs              ||  8    || EMI\n|-\n| 5 November 1994  ||  60       || The Collection & More  ||  3    || EMI\n|-\n| 23 September 1978  || 16        || Wet Day in September   ||  7    || EMI\n|-\n|}<ref>{{cite web|last=Dutch Charts|title=Pussycat Album|url=http://www.dutchcharts.nl/search.asp?search=pussycat&cat=a}}</ref>\n\n===Pussycat singles in the German charts===\n{| class=\"wikitable\"\n|-\n!Date      !! Position  !! Title                          !! Weeks !!  Top 10 !!  Label\n|-\n| 26 January 1976 ||    1      || Mississippi                    || 32    ||    21   ||   EMI\n|-\n| 6 April 1976 ||    1      || Mississippi *                  || 16    ||     8   ||   EMI\n|-\n| 12 April 1976 ||   24      || Mississippi (dtsch)            ||  8    ||    –   ||   EMI\n|-\n| 19 April 1976 ||    6      || Georgie                        || 24    ||    16   ||   EMI\n|-\n| 21 April 1976 ||   14      || Mississippi (dtsch)            ||  6    ||    –   ||   EMI\n|-\n| 5 May 1976 ||    8      || Georgie *                      || 16    ||     4   ||   EMI\n|-\n| 7 July 1976 ||   18      || Georgie (dtsch)                ||  2    ||    –   ||   EMI\n|-\n| 27 September 1976 ||    9      || Smile                          || 27    ||     6   ||   EMI\n|-\n| 30 September 1976 ||   22      || Smile *                        ||  8    ||    –   ||   EMI\n|-\n| 15 December 1976 ||   10      || Ein Altes Lied                 ||  8    ||     2   ||   EMI\n|-\n| 7 February 1977 ||   41      || Ein Altes Lied *               ||  2    ||    –   ||   EMI\n|-\n| 17 April 1977 ||   41      || My Broken Souvenir             ||  2    ||    –   ||   EMI\n|-\n| 18 April 1977 ||   22      || My Broken Souvenir *           || 10    ||    –   ||   EMI\n|-\n| 16 August 1977 ||   13      || Abschiedssouvenir              ||  4    ||    –   ||   EMI\n|-\n| 21 December 1977 ||   38      || If you ever come to Amsterdam  ||  6    ||    –   ||   EMI\n|-\n| 1 September 1978 ||    9      || Wet Day in September           || 10    ||    –   ||   EMI\n|-\n| 15 September 1980 ||   46      || Doing La Bamba                 ||  2    ||    –   ||   EMI\n|}\n'''*=Airplay Charts'''<ref name=teddymusic />\n\n==See also==\n*[[List of country music performers]]\n*[[List of Dutch musicians#W|List of Dutch musicians]]\n*[[List of performers on Top of the Pops|List of performers on ''Top of the Pops'']]\n*[[List of artists who reached number one on the UK Singles Chart]]\n\n==References==\n{{Reflist}}\n\n==Further reading==\n*[http://www.l1.nl/nieuws/209667-toni-will%C3%A9-studio-met-paul-logister Toni Wille in the studio with Paul Logister]\n*[http://www.volkskrant.nl/vk/nl/2844/Archief/archief/article/detail/2940188/2011/10/01/Voorbeeldige-assimilatie.dhtml Exemplary assimilation]\n*[http://www.limburger.nl/article/20130911/CULTUURENMEDIA01/309119948/1030 Toni Wille cannot do without stage]\n*[https://web.archive.org/web/20150725020702/http://nl.popolsku.nl/toni-wille/ Toni Willé on Popolsku]\n*[http://oranjemuziek.nl/2008/06/08/toni-wille-blaast-pussycat-nieuw-leven-in-met-dochter-kimberley-en-haar-vriendin-rianne/ Toni Willé Pussycat and daughter Kimberly ]\n\n==External links==\n*[https://instagram.com/puss.ycat_online?igshid=YmMyMTA2M2Y= Official website Pussycat/ Toni Willé – The voice of Pussycat]\n*{{IMDb name|2353465}}\n*[http://www.teddymusic.eu/htmlsite/pussycat_english.htm Teddymusic]\n*[http://www.golden-oldies.nl/toni_wille_gb.htm Golden-oldies]\n*[http://www.alexgitlin.com/pcat.htm Alexgitlin]\n*[http://germancharts.com/search.asp?search=toni+wille&cat=s Toni Wille Singles on German Charts]\n*[http://www.chartsinfrance.net/Toni-Wille/albums-singles.html Toni Wille Singles on Charts in France]\n*[http://swisscharts.com/search.asp?search=toni%20wille&cat=s Toni Wille Singles on Hit Parade – Swiss Charts]\n*[http://www.music-chart.info/artist/309364/Toni-Will%C3%A9 iTunes Music Chart Information]\n*[http://www.officialcharts.com/artist/_/pussycat/ Official Charts Company]\n* [{{Allmusic|class=artist|id=p20001/biography|pure_url=yes}} Allmusic biography]\n*[http://tsort.info/music/uvharb.htm Tsort World Music Charts]\n*[http://starpast.blogspot.in/2011/11/pussycat.html Stars of the Past]\n*[http://www.nldiscografie.nl/tony-willa NL Discografie – Toni Wille]\n*[http://www.nldiscografie.nl/pussycat NL Discografie – Pussycat]\n*[http://musicminds.net/releases/pussycat/ Pussycat Discography]\n*[http://www.muziekencyclopedie.nl/action/entry/Pussycat Muziek Encyclopedie NL – Pussycat]\n\n===Television interviews===\n{| class=\"wikitable\"\n|-\n! Year !! Title\n|-\n| 2013 || [http://www.uitzendinggemist.nl/afleveringen/1335397 Good afternoon Limburg]\n|-\n| 2013 || {{YouTube|fu2fW1ut2BE|TVL HoogstPersoonlijk met Toni Willé}}\n|-\n| 2012 || {{YouTube|2IWFw8pVEtg|Pussycat Documentary}}\n|-\n| 2011 || {{YouTube|xn2Nn4b9QQE|Ellermanns Morning Show}}\n|-\n| 2010 || {{YouTube|2IWFw8pVEtg|Pussycat Documentary}}\n|-\n| 2007 || {{YouTube|pKe4BwbFwpo|Dennis Jones & Pussycat – The making of Mississippi}}\n|-\n| 1994 || {{YouTube|miCASLA0w2Y|Pussycat Interview}} (Single Luck Part 1, 2, 3)\n|}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Wille, Tone}}\n[[Category:1953 births]]\n[[Category:Living people]]\n[[Category:Dutch country music groups]]\n[[Category:People from Brunssum]]\n[[Category:Pussycat (band) members]]"
}