{
    "Van_Howard": "{{short description|American singer-songwriter}}\n\n{{Infobox musical artist\n| name            = Van Howard\n| image           =\n| caption         =\n| birth_name      = Clifton Howard Vandevender\n| alias           =\n| birth_date      = {{Birth date|1929|3|1}}\n| birth_place     = [[Grady, New Mexico]], U.S.\n| death_date      = {{Death date and age|2012|10|2|1929|3|1}}\n| death_place     = [[Dallas, Texas]], U.S.\n| occupation      = Singer, songwriter, guitarist\n| genre           = [[Country music|Country]]\n| instrument      = Vocals, guitar\n| years_active    = 1951&ndash;1959\n| label           = [[Columbia Records|Columbia]]\n| past_member_of = [[Ray Price (musician)|Ray Price]]\n| website         = \n}}\n\n'''Van Howard''' (born '''Clifton Howard Vandevender''';<ref name=\"Kienzle\"/> March 1, 1929 - October 2, 2012) was an American [[country music]] singer, songwriter and guitarist.  He is best known as the front man for [[Ray Price (musician)|Ray Price]] from 1954 through 1958 with Price's band, The Cherokee Cowboys.\n\n==Personal life==\nHoward was born into a musical family in [[Grady, New Mexico]], some 35 miles north of [[Clovis, New Mexico|Clovis]]).  Howard grew up on a so-called 'dry land' farm during [[The Great Depression]] with an older brother and sister, learning responsibility at a young age.  His family life was centered around school, basketball and the country church where often he sang and played.  His mother taught him a few guitar chords when he was about 8 that opened an entirely new world for him.  The family tuned into [[WSM (AM)|WSM]] Radio's [[Grand Ole Opry]] every Saturday night on a battery-powered radio, exposing Howard to the country hits while dreamed of someday performing.\n\nWhen Howard was 13, an uncle sponsored a Saturday radio program heard over [[KICA (AM)|KICA]] in Clovis, featuring Howard playing guitar and singing, and filling mailed-in requests.  He began singing more and more for special events, as well as school and church.  A serious scholastic athlete, Howard played basketball through high school, making several all-star teams.  He was recruited by [[Eastern New Mexico University]], but during his first game tripped and broke an ankle.  Sidelined from the sport, the University asked him to join a choral group which promoted the college.  At the end of the year, Howard returned to Clovis and began working in a local bank, though he still regularly sang on weekends and evenings.\n\n==Early life and career==\nIn 1951, Howard travelled to [[Dallas, Texas]] to make a demo record.  A talent scout for the [[Louisiana Hayride]] broadcast was there and by happenstance heard his singing.  He invited Howard to relocate to Shreveport and join The Hayride as one of its new artists.  The pay was only $5 per week, so he also helped Howard find a job in a local bank.  Working closely with stars like [[Jim Reeves]], [[Johnnie & Jack]], [[Slim Whitman]], [[Faron Young]], [[Webb Pierce]], [[Red Sovine]] and [[Hank Williams]] was invaluable experience, and positioned him well when [[Lefty Frizzell]] came to the Hayride in 1954 seeking a band to back him on a six-month West Coast tour.  [[Floyd Cramer]] (piano), [[Jimmy Day]] (steel), [[D.J. Fontana]] (drums), [[Bill Peters (fiddler)|Bill Peters]] (fiddle), Chuck Wiginton (bass) and Howard (rhythm guitar and vocals) and Frizzell  earned wide exposure, especially after performing with [[Tennessee Ernie Ford]] on his TV show in Hollywood as well as with [[Tex Williams]] and his band.\n\nDuring the tour, Frizzell's manager began working with [[Ray Price (musician)|Ray Price]].  Near the end of his relationship with Frizzell, he contacted Howard and asked if he would join Price's nine-piece western-swing band as their front man.  Thus Howard became a Cherokee Cowboy in late 1954, opening each show and handling the vocals whenever Price was not onstage.  Since Price was a member of the [[Grand Ole Opry]], Howard in turn too, became a part of the legendary broadcast.  Howard was also served as emcee of each Ray Price tour, often traveling with the artists who performed on The Opry, with sometimes upwards of a dozen stars on the roster.\n\nOne day as Price was working out a new song in the studio, Howard began to sing harmony with him.  Price said, \"That sounds pretty good!\" and with Howard high harmony added to a walking bass line, a revolutionary new sound was born:  \"[[Crazy Arms]]\" was an instant hit once [[Columbia Records]] released it in 1956, dominating the No.&nbsp;1 country chart for over four months and making famous the \"Ray Price shuffle\".  They recorded over a dozen more duets, many reaching the Country Top 10 over the next few years.  Howard continued to tour with The Cherokee Cowboys until November 1959.  Realizing that constantly being on the road would take a long-term toll on his health, Howard left the glamour of the music industry and the stage to be with his family.\n\n==Late career==\nHoward moved to Dallas in 1960 and re-entered the banking profession, rising over the next 31 years from cashier to vice-president.  Then Howard changed careers once more in 1991, joining a software outsourcing firm.  Shortly after moving to Dallas, he met his future wife Charlotte, known as \"Chatsey\", marrying on January 18, 1964 and eventually having two daughters and six grandchildren.  Howard retired from the business world in March 2008, and died at age 83 in Dallas on October 2, 2012.\n\n==External links==\n*{{YouTube|PqfGlynMrqM|\"Tears On My Pillow\" video}}\n\n==See also==\n* [[List of country musicians]]\n\n==References==\n{{Reflist|refs=\n\n<ref name=\"Kienzle\">{{Cite book |first=Rich |last=Kienzle |title=Southwest Shuffle |url=https://books.google.com/books?id=WFf_RbP6xlsC&pg=PA166 |accessdate=August 5, 2013 |year=2013 |publisher=Routledge |isbn=9781136718892 |page=166}}</ref>\n\n}}\n\n* {{Cite web |title=Panel Discussion: One More Time: Ray Price's Cherokee Cowboys |year=2007 |publisher=Country Music Hall of Fame |url=http://countrymusichalloffame.org/calendar/view/113?month=04&day=07&year=2007}}\n* {{Cite news |last=Cantwell |first=David |date=September 1, 2000 |title=For the Good Times |newspaper=The Austin Chronicle |url=http://www.austinchronicle.com/gyrobase/Issue/print.html?oid=oid:78455}}\n* {{Cite book |last=Kienzle |first=Rich |year=1995 |title=Ray Price and the Cherokee Cowboys |publisher=Bear Family Records}}\n* {{cite web| date =October 2, 2012 |url=http://restland.tributes.com/our_obituaries/Howard-Van-Vandevender-94532648 |title=Death}}\n\n{{authority control}}\n\n{{DEFAULTSORT:Howard, Van}}\n[[Category:American country singer-songwriters]]\n[[Category:American male singer-songwriters]]\n[[Category:Singers from Nashville, Tennessee]]\n[[Category:Singers from Dallas]]\n[[Category:1929 births]]\n[[Category:2012 deaths]]\n[[Category:Singer-songwriters from Texas]]\n[[Category:Singer-songwriters from Tennessee]]\n[[Category:People from Curry County, New Mexico]]\n[[Category:Country musicians from Tennessee]]\n[[Category:Country musicians from Texas]]"
}